{
  "More Abra are appearing in the wild": "เคซีปรากฏตัวออกมามากขึ้น",
  "More Alolan Geodude are appearing in the wild": "อิชิซึบูเตะรางอโลลาปรากฏตัวออกมามากขึ้น",
  "More Axew are appearing in the wild!": "คิบาโกะปรากฏตัวออกมามากขึ้น!",
  "More Bagon are appearing in the wild!": "ทัทซึเบปรากฏตัวออกมามากขึ้น!",
  "More Beldum are appearing in the wild!": "ดันบัลปรากฏตัวออกมามากขึ้น!",
  "More Bellsprout are appearing in the wild!": "มาดาซึโบมิปรากฏตัวออกมามากขึ้น!",
  "More Bounsweet are appearing in the wild!": "อมาคาจิปรากฏตัวออกมามากขึ้น!",
  "More Bulbasaur are appearing in the wild": "ฟุชิกิดาเนะปรากฏตัวออกมามากขึ้น",
  "More Chansey are appearing in the wild!": "ลัคกีปรากฏตัวออกมามากขึ้น!",
  "More Charmander are appearing in the wild": "ฮิโตคาเงะปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Chespin are appearing in the wild!": "ฮาริมารอนปรากฏตัวออกมามากขึ้น!",
  "More Cyndaquil are appearing in the wild!": "ฮิโนอาราชิปรากฏตัวออกมามากขึ้น!",
  "More Deino are appearing in the wild": "โมโนซึปรากฏตัวออกมามากขึ้น",
  "More Dratini are appearing in the wild!": "มินิริวปรากฏตัวออกมามากขึ้น!",
  "More Duskull are appearing in the wild": "โยมาวารุปรากฏตัวออกมามากขึ้น",
  "More Eevee are appearing in the wild": "อีวุยปรากฏตัวออกมามากขึ้น",
  "More Electabuzz are appearing in the wild": "เอเลบูปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Fennekin are appearing in the wild!": "ฟอกโกะปรากฏตัวออกมามากขึ้น!",
  "More Flabébé are appearing in the wild!": "ฟลาเบเบปรากฏตัวออกมามากขึ้น!",
  "More Fletchling are appearing in the wild": "ยายาโคมะปรากฏตัวออกมามากขึ้น",
  "More Froakie are appearing in the wild": "เคโรมัตซึปรากฏตัวออกมามากขึ้น",
  "More Fuecoco are appearing in the wild!": "โฮเกเตอรปรากฏตัวออกมามากขึ้น!",
  "More Gastly are appearing in the wild": "โกสปรากฏตัวออกมามากขึ้น",
  "More Gible are appearing in the wild": "ฟุคามารุปรากฏตัวออกมามากขึ้น",
  "More Goomy are appearing in the wild!": "นูเมราปรากฏตัวออกมามากขึ้น!",
  "More Grubbin are appearing in the wild!": "อโกจิมูชิปรากฏตัวออกมามากขึ้น!",
  "More Hoppip are appearing in the wild": "ฮาเน็กโกะปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Jangmo-o are appearing in the wild!": "จาราโคปรากฏตัวออกมามากขึ้น!",
  "More Larvitar are appearing in the wild!": "โยกิราสปรากฏตัวออกมามากขึ้น!",
  "More Litten are appearing in the wild!": "เนียบีปรากฏตัวออกมามากขึ้น!",
  "More Litwick are appearing in the wild!": "ฮิโตโมชิปรากฏตัวออกมามากขึ้น!",
  "More Machop are appearing in the wild": "วันริกีปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Magikarp are appearing in the wild": "คอยคิงปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Magmar are appearing in the wild": "บูเบอรปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Mankey are appearing in the wild!": "แมนคีปรากฏตัวออกมามากขึ้น!",
  "More Mareep are appearing in the wild!": "เมรีปปรากฏตัวออกมามากขึ้น!",
  "Mighty Pokémon are appearing in the wild": "โปเกมอนทรงพลังปรากฏตัวในธรรมชาติ",
  "More Mudkip are appearing in the wild": "มิซึโกโรปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Noibat are appearing in the wild!": "ออนแบทปรากฏตัวออกมามากขึ้น!",
  "More Oshawott are appearing in the wild": "มิจูมารุปรากฏตัวออกมามากขึ้น",
  "More Pawmi are appearing in the wild!": "พาโมปรากฏตัวออกมามากขึ้น!",
  "More Pidgey are appearing in the wild!": "ปอปโปะปรากฏตัวออกมามากขึ้น!",
  "More Poliwag are appearing in the wild!": "เนียวโรโมะปรากฏตัวออกมามากขึ้น!",
  "More Ponyta and Galarian Ponyta are appearing in the wild!": "โพนีตะและโพนีตะ (รางกาลาร) ปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Popplio are appearing in the wild!": "อชิมาริปรากฏตัวออกมามากขึ้น!",
  "More Porygon are appearing in the wild": "โพรีกอนปรากฏตัวออกมามากขึ้น",
  "More Quaxly are appearing in the wild!": "แคว็กซปรากฏตัวออกมามากขึ้น!",
  "More Ralts are appearing in the wild!": "ราลทซปรากฏตัวออกมามากขึ้น!",
  "More Roggenrola are appearing in the wild!": "ดันโกโรปรากฏตัวออกมามากขึ้น!",
  "More Rookidee are appearing in the wild!": "โคโคการะปรากฏตัวออกมามากขึ้น!",
  "More Roselia are appearing in the wild": "โรเซเลียปรากฏตัวออกมามากขึ้น",
  "More Rowlet are appearing in the wild!": "โมคุโรปรากฏตัวออกมามากขึ้น!",
  "More Sandshrew are appearing in the wild": "แซนดปรากฏตัวมากขึ้น",
  "More Seedot are appearing in the wild": "ทาเนโบปรากฏตัวออกมามากขึ้น",
  "More Sewaddle are appearing in the wild!": "คูรูมีรุปรากฏตัวออกมามากขึ้น!",
  "More Shelmet and Karrablast are appearing in the wild!": "โชโบมากิและคาบูรูโมะปรากฏตัวออกมามากขึ้น!",
  "More Shinx are appearing in the wild": "โคลิงกปรากฏตัวออกมามากขึ้น",
  "Increased chance for Skiploom to appear in parks": "โพพ็อกโกะอาจปรากฏตัวในสวนสาธารณะ",
  "More Slowpoke and Galarian Slowpoke are appearing in the wild!": "ยาดงและยาดงรางกาลารปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Snivy are appearing in the wild": "สึทาจะปรากฏตัวออกมามากขึ้น",
  "More Spheal are appearing in the wild": "ทามาซาราชิปรากฏตัวออกมามากขึ้น",
  "More Sprigatito are appearing in the wild!": "เนียวฮะปรากฏตัวออกมามากขึ้น!",
  "More Squirtle are appearing in the wild!": "เซนิกาเมะปรากฏตัวออกมามากขึ้น!",
  "More Starly are appearing in the wild!": "มุคคูรุปรากฏตัวออกมามากขึ้น!",
  "More Stufful are appearing in the wild!": "นุยโคกุมะปรากฏตัวออกมามากขึ้น!",
  "More Swablu are appearing in the wild": "ทิลทโทปรากฏตัวออกมามากขึ้น",
  "More Swinub are appearing in the wild!": "อุริมูปรากฏตัวออกมามากขึ้น!",
  "More Teddiursa are appearing in the wild!": "ฮิเมกุมะปรากฏตัวออกมามากขึ้น!",
  "More Tepig are appearing in the wild": "โพคาบูปรากฏตัวมากขึ้น",
  "More Timburr are appearing in the wild!": "ด็อคโคเรอรปรากฏตัวออกมามากขึ้น!",
  "More Togetic are appearing in the wild!": "โทเกชิกปรากฏตัวออกมามากขึ้น!",
  "More Totodile are appearing in the wild!": "วานิโนโกะปรากฏตัวออกมามากขึ้น!",
  "More Tynamo are appearing in the wild!": "ชิบิชิราซึปรากฏตัวออกมามากขึ้น!",
  "More Vanillite are appearing in the wild!": "วานิเพ็ตติปรากฏตัวออกมามากขึ้น!",
  "More Weedle are appearing in the wild": "บีเดิลปรากฏตัวออกมามากขึ้น",
  "More Bug-type Pokémon are appearing in the wild": "โปเกมอนประเภทแมลงปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Dark-type Pokémon are appearing in the wild": "โปเกมอนประเภทความมืดปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Dragon-type Pokémon are appearing in the wild": "โปเกมอนประเภทมังกรปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Electric-type Pokémon are appearing in the wild": "โปเกมอนประเภทไฟฟาปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Fairy-type Pokémon are appearing in the wild": "โปเกมอนประเภทแฟรี่ปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Fighting-type Pokémon are appearing in the wild": "โปเกมอนประเภทตอสูปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Fire-type Pokémon are appearing in the wild": "โปเกมอนประเภทไฟปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Flying-type Pokémon are appearing in the wild": "โปเกมอนประเภทบินปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Ghost-type Pokémon are appearing in the wild": "โปเกมอนประเภทผีปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Grass-type Pokémon are appearing in the wild": "โปเกมอนประเภทหญาปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Ground-type Pokémon are appearing in the wild": "โปเกมอนประเภทดินปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Ice-type Pokémon are appearing in the wild": "โปเกมอนประเภทน้ำแข็งปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Normal-type Pokémon are appearing in the wild": "โปเกมอนประเภทปกติปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Poison-type Pokémon are appearing in the wild": "โปเกมอนประเภทพิษปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Psychic-type Pokémon are appearing in the wild": "โปเกมอนประเภทพลังจิตปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Rock-type Pokémon are appearing in the wild": "โปเกมอนประเภทหินปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Steel-type Pokémon are appearing in the wild": "โปเกมอนประเภทโลหะปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Water-type Pokémon are appearing in the wild": "โปเกมอนประเภทประเภทน้ำปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Wooper are appearing in the wild": "อูปาปรากฏตัวมากขึ้นในธรรมชาติ",
  "More Galarian Zigzagoon are appearing in the wild!": "จิกุซากุมะรางกาลารปรากฏตัวมากขึ้นในธรรมชาติ"
}