{
  "More Abra are appearing in the wild": "Più Abra stanno apparendo allo stato selvatico ",
  "More Alolan Geodude are appearing in the wild": "Più Geodude di Alola stanno apparendo allo stato selvatico",
  "More Axew are appearing in the wild!": "Più Axew stanno apparendo allo stato selvatico!",
  "More Bagon are appearing in the wild!": "Più Bagon stanno apparendo allo stato selvatico!",
  "More Beldum are appearing in the wild!": "Più Beldum stanno apparendo allo stato selvatico!",
  "More Bellsprout are appearing in the wild!": "Più Bellsprout stanno apparendo allo stato selvatico!",
  "More Bounsweet are appearing in the wild!": "Più Bounsweet stanno apparendo allo stato selvatico!",
  "More Bulbasaur are appearing in the wild": "Più Bulbasaur stanno apparendo allo stato selvatico",
  "More Chansey are appearing in the wild!": "Più Chansey stanno apparendo allo stato selvatico!",
  "More Charmander are appearing in the wild": "Più Charmander stanno apparendo allo stato selvatico",
  "More Chespin are appearing in the wild!": "Più Chespin stanno apparendo allo stato selvatico!",
  "More Cyndaquil are appearing in the wild!": "Più Cyndaquil stanno apparendo allo stato selvatico!",
  "More Deino are appearing in the wild": "Più Deino stanno apparendo allo stato selvatico",
  "More Dratini are appearing in the wild!": "Più Dratini stanno apparendo allo stato selvatico!",
  "More Duskull are appearing in the wild": "Più Duskull stanno apparendo allo stato selvatico",
  "More Eevee are appearing in the wild": "Più Eevee stanno apparendo allo stato selvatico",
  "More Electabuzz are appearing in the wild": "Più Electabuzz stanno apparendo allo stato selvatico",
  "More Fennekin are appearing in the wild!": "Più Fennekin stanno apparendo allo stato selvatico!",
  "More Flabébé are appearing in the wild!": "Più Flabébé stanno apparendo allo stato selvatico!",
  "More Fletchling are appearing in the wild": "Più Fletchling stanno apparendo allo stato selvatico",
  "More Froakie are appearing in the wild": "Più Froakie stanno apparendo allo stato selvatico",
  "More Fuecoco are appearing in the wild!": "Più Fuecoco stanno apparendo allo stato selvatico!",
  "More Gastly are appearing in the wild": "Più Gastly stanno apparendo allo stato selvatico",
  "More Gible are appearing in the wild": "Più Gible stanno apparendo allo stato selvatico",
  "More Goomy are appearing in the wild!": "Più Goomy stanno apparendo allo stato selvatico!",
  "More Grubbin are appearing in the wild!": "Più Grubbin stanno apparendo allo stato selvatico!",
  "More Hoppip are appearing in the wild": "Più Hoppip stanno apparendo allo stato selvatico",
  "More Jangmo-o are appearing in the wild!": "Più Jangmo-o stanno apparendo allo stato selvatico!",
  "More Larvitar are appearing in the wild!": "Più Larvitar stanno apparendo allo stato selvatico!",
  "More Litten are appearing in the wild!": "Più Litten stanno apparendo allo stato selvatico!",
  "More Litwick are appearing in the wild!": "Più Litwick stanno apparendo allo stato selvatico!",
  "More Machop are appearing in the wild": "Più Machop stanno apparendo allo stato selvatico",
  "More Magikarp are appearing in the wild": "Più Magikarp stanno apparendo allo stato selvatico",
  "More Magmar are appearing in the wild": "Più Magmar stanno apparendo allo stato selvatico",
  "More Mankey are appearing in the wild!": "Più Mankey stanno apparendo allo stato selvatico!",
  "More Mareep are appearing in the wild!": "Più Mareep stanno apparendo allo stato selvatico!",
  "Mighty Pokémon are appearing in the wild": "Dei Pokémon formidabili stanno apparendo allo stato selvatico",
  "More Mudkip are appearing in the wild": "Più Mudkip stanno apparendo allo stato selvatico",
  "More Noibat are appearing in the wild!": "Più Noibat stanno apparendo allo stato selvatico!",
  "More Oshawott are appearing in the wild": "Più Oshawott stanno apparendo allo stato selvatico",
  "More Pawmi are appearing in the wild!": "Più Pawmi stanno apparendo allo stato selvatico!",
  "More Pidgey are appearing in the wild!": "Più Pidgey stanno apparendo allo stato selvatico!",
  "More Poliwag are appearing in the wild!": "Più Poliwag stanno apparendo allo stato selvatico!",
  "More Ponyta and Galarian Ponyta are appearing in the wild!": "Più Ponyta e Ponyta di Galar stanno apparendo allo stato selvatico!",
  "More Popplio are appearing in the wild!": "Più Popplio stanno apparendo allo stato selvatico!",
  "More Porygon are appearing in the wild": "Più Porygon stanno apparendo allo stato selvatico",
  "More Quaxly are appearing in the wild!": "Più Quaxly stanno apparendo allo stato selvatico!",
  "More Ralts are appearing in the wild!": "Più Ralts stanno apparendo allo stato selvatico!",
  "More Roggenrola are appearing in the wild!": "Più Roggenrola stanno apparendo allo stato selvatico",
  "More Rookidee are appearing in the wild!": "Più Rookidee stanno apparendo allo stato selvatico!",
  "More Roselia are appearing in the wild": "Più Roselia stanno apparendo allo stato selvatico",
  "More Rowlet are appearing in the wild!": "Più Rowlet stanno apparendo allo stato selvatico!",
  "More Sandshrew are appearing in the wild": "Più Sandshrew stanno apparendo allo stato selvatico",
  "More Seedot are appearing in the wild": "Più Seedot stanno apparendo allo stato selvatico",
  "More Sewaddle are appearing in the wild!": "Più Sewaddle stanno apparendo allo stato selvatico!",
  "More Shelmet and Karrablast are appearing in the wild!": "Più Shelmet e Karrablast stanno apparendo allo stato selvatico!",
  "More Shinx are appearing in the wild": "Più Shinx stanno apparendo allo stato selvatico",
  "Increased chance for Skiploom to appear in parks": "Maggiori probabilità che Skiploom appaia nei parchi",
  "More Slowpoke and Galarian Slowpoke are appearing in the wild!": "Più Slowpoke e Slowpoke di Galar stanno apparendo allo stato selvatico!",
  "More Snivy are appearing in the wild": "Più Snivy stanno apparendo allo stato selvatico",
  "More Solosis are appearing in the wild!": "Più Solosis stanno apparendo allo stato selvatico!",
  "More Spheal are appearing in the wild": "Più Spheal stanno apparendo allo stato selvatico",
  "More Sprigatito are appearing in the wild!": "Più Sprigatito stanno apparendo allo stato selvatico!",
  "More Squirtle are appearing in the wild!": "Più Squirtle stanno apparendo allo stato selvatico!",
  "More Starly are appearing in the wild!": "Più Starly stanno apparendo allo stato selvatico!",
  "More Stufful are appearing in the wild!": "Più Stufful stanno apparendo allo stato selvatico!",
  "More Swablu are appearing in the wild": "Più Swablu stanno apparendo allo stato selvatico",
  "More Swinub are appearing in the wild!": "Più Swinub stanno apparendo allo stato selvatico!",
  "More Teddiursa are appearing in the wild!": "Più Teddiursa stanno apparendo allo stato selvatico!",
  "More Tepig are appearing in the wild": "Più Tepig stanno apparendo allo stato selvatico",
  "More Timburr are appearing in the wild!": "Più Timburr stanno apparendo allo stato selvatico!",
  "More Togetic are appearing in the wild!": "Più Togetic stanno apparendo allo stato selvatico!",
  "More Totodile are appearing in the wild!": "Più Totodile stanno apparendo allo stato selvatico!",
  "More Tynamo are appearing in the wild!": "Più Tynamo stanno apparendo allo stato selvatico!",
  "More Vanillite are appearing in the wild!": "Più Vanillite stanno apparendo allo stato selvatico!",
  "More Weedle are appearing in the wild": "Più Weedle stanno apparendo allo stato selvatico",
  "More Bug-type Pokémon are appearing in the wild": "Più Pokémon di tipo Coleottero stanno apparendo allo stato selvatico",
  "More Dark-type Pokémon are appearing in the wild": "Più Pokémon di tipo Buio stanno apparendo allo stato selvatico",
  "More Dragon-type Pokémon are appearing in the wild": "Più Pokémon di tipo Drago stanno apparendo allo stato selvatico",
  "More Electric-type Pokémon are appearing in the wild": "Più Pokémon di tipo Elettro stanno apparendo allo stato selvatico",
  "More Fairy-type Pokémon are appearing in the wild": "Più Pokémon di tipo Folletto stanno apparendo allo stato selvatico",
  "More Fighting-type Pokémon are appearing in the wild": "Più Pokémon di tipo Lotta stanno apparendo allo stato selvatico",
  "More Fire-type Pokémon are appearing in the wild": "Più Pokémon di tipo Fuoco stanno apparendo allo stato selvatico",
  "More Flying-type Pokémon are appearing in the wild": "Più Pokémon di tipo Volante stanno apparendo allo stato selvatico",
  "More Ghost-type Pokémon are appearing in the wild": "Più Pokémon di tipo Spettro stanno apparendo allo stato selvatico",
  "More Grass-type Pokémon are appearing in the wild": "Più Pokémon di tipo Erba stanno apparendo allo stato selvatico",
  "More Ground-type Pokémon are appearing in the wild": "Più Pokémon di tipo Terra stanno apparendo allo stato selvatico",
  "More Ice-type Pokémon are appearing in the wild": "Più Pokémon di tipo Ghiaccio stanno apparendo allo stato selvatico",
  "More Normal-type Pokémon are appearing in the wild": "Più Pokémon di tipo Normale stanno apparendo allo stato selvatico",
  "More Poison-type Pokémon are appearing in the wild": "Più Pokémon di tipo Veleno stanno apparendo allo stato selvatico",
  "More Psychic-type Pokémon are appearing in the wild": "Più Pokémon di tipo Psico stanno apparendo allo stato selvatico",
  "More Rock-type Pokémon are appearing in the wild": "Più Pokémon di tipo Roccia stanno apparendo allo stato selvatico",
  "More Steel-type Pokémon are appearing in the wild": "Più Pokémon di tipo Acciaio stanno apparendo allo stato selvatico",
  "More Water-type Pokémon are appearing in the wild": "Più Pokémon di tipo Acqua stanno apparendo allo stato selvatico",
  "More Wooper are appearing in the wild": "Più Wooper stanno apparendo allo stato selvatico",
  "More Galarian Zigzagoon are appearing in the wild!": "Più Zigzagoon di Galar stanno apparendo allo stato selvatico!"
}