{
  "More Abra are appearing in the wild": "Lebih banyak Abra yang muncul di alam liar",
  "More Alolan Geodude are appearing in the wild": "Lebih banyak Alolan Geodude yang muncul di alam liar",
  "More Axew are appearing in the wild!": "Lebih banyak Axew yang muncul di alam liar!",
  "More Bagon are appearing in the wild!": "Lebih banyak Bagon yang muncul di alam liar!",
  "More Beldum are appearing in the wild!": "Lebih banyak Beldum yang muncul di alam liar!",
  "More Bellsprout are appearing in the wild!": "Lebih banyak Bellsprout yang muncul di alam liar!",
  "More Bounsweet are appearing in the wild!": "Lebih banyak Bounsweet yang muncul di alam liar!",
  "More Bulbasaur are appearing in the wild": "Lebih banyak Bulbasaur yang muncul di alam liar",
  "More Chansey are appearing in the wild!": "Lebih banyak Chansey yang muncul di alam liar!",
  "More Charmander are appearing in the wild": "Lebih banyak Charmander yang muncul di alam liar",
  "More Chespin are appearing in the wild!": "Lebih banyak Chespin yang muncul di alam liar!",
  "More Cyndaquil are appearing in the wild!": "Lebih banyak Cyndaquil yang muncul di alam liar!",
  "More Deino are appearing in the wild": "Lebih banyak Deino muncul di alam liar",
  "More Dratini are appearing in the wild!": "Lebih banyak Dratini yang muncul di alam liar!",
  "More Duskull are appearing in the wild": "Lebih banyak Duskull yang muncul di alam liar",
  "More Eevee are appearing in the wild": "Lebih banyak Eevee yang muncul di alam liar",
  "More Electabuzz are appearing in the wild": "Lebih banyak Electabuzz yang muncul di alam liar",
  "More Fennekin are appearing in the wild!": "Lebih banyak Fennekin yang muncul di alam liar!",
  "More Flabébé are appearing in the wild!": "More Flabébé are appearing in the wild!",
  "More Fletchling are appearing in the wild": "Lebih banyak Fletchling yang muncul di alam liar",
  "More Froakie are appearing in the wild": "Lebih banyak Froakie yang muncul di alam liar",
  "More Fuecoco are appearing in the wild!": "Lebih banyak Fuecoco muncul di alam liar!",
  "More Gastly are appearing in the wild": "Lebih banyak Gastly yang muncul di alam liar",
  "More Gible are appearing in the wild": "Lebih banyak Gible yang muncul di alam liar",
  "More Goomy are appearing in the wild!": "Lebih banyak Goomy yang muncul di alam liar!",
  "More Grubbin are appearing in the wild!": "Lebih banyak Grubbin yang muncul di alam liar!",
  "More Hoppip are appearing in the wild": "Lebih banyak Hoppip yang muncul di alam liar",
  "More Jangmo-o are appearing in the wild!": "Lebih banyak Jangmo-o yang muncul di alam liar!",
  "More Larvitar are appearing in the wild!": "Lebih banyak Larvitar yang muncul di alam liar!",
  "More Litten are appearing in the wild!": "Lebih banyak Litten yang muncul di alam liar!",
  "More Litwick are appearing in the wild!": "Lebih banyak Litwick yang muncul di alam liar!",
  "More Machop are appearing in the wild": "Lebih banyak Machop yang muncul di alam liar",
  "More Magikarp are appearing in the wild": "Lebih banya Magikarp muncul di alam liar",
  "More Magmar are appearing in the wild": "Lebih banyak Magmar yang muncul di alam liar",
  "More Mankey are appearing in the wild!": "Lebih banyak Mankey yang muncul di alam liar!",
  "More Mareep are appearing in the wild!": "Lebih banyak Mareep yang muncul di alam liar!",
  "Mighty Pokémon are appearing in the wild": "Pokémon tangguh muncul di alam liar",
  "More Mudkip are appearing in the wild": "Lebih banyak Mudkip yang muncul di alam liar",
  "More Noibat are appearing in the wild!": "Lebih banyak Noibat yang muncul di alam liar!",
  "More Oshawott are appearing in the wild": "Lebih banyak Oshawott yang muncul di alam liar",
  "More Pawmi are appearing in the wild!": "Lebih banyak Pawmi yang muncul di alam liar!",
  "More Pidgey are appearing in the wild!": "Lebih banyak Pidgey yang muncul di alam liar!",
  "More Poliwag are appearing in the wild!": "Lebih banyak Poliwag yang muncul di alam liar!",
  "More Ponyta and Galarian Ponyta are appearing in the wild!": "Lebih banyak Ponyta dan Galarian Ponyta yang muncul di alam liar!",
  "More Popplio are appearing in the wild!": "Lebih banyak Popplio yang muncul di alam liar!",
  "More Porygon are appearing in the wild": "Lebih banyak Porygon yang muncul di alam liar",
  "More Quaxly are appearing in the wild!": "Lebih banyak Quaxly yang muncul di alam liar!",
  "More Ralts are appearing in the wild!": "Lebih banyak Ralts yang muncul di alam liar!",
  "More Roggenrola are appearing in the wild!": "Lebih banyak Roggenrola yang muncul di alam liar!",
  "More Rookidee are appearing in the wild!": "Lebih banyak Rookidee yang muncul di alam liar!",
  "More Roselia are appearing in the wild": "Lebih banyak Roselia yang muncul di alam liar",
  "More Rowlet are appearing in the wild!": "Lebih banyak Rowlet yang muncul di alam liar!",
  "More Sandshrew are appearing in the wild": "Lebih banyak Sandshrew muncul di alam liar",
  "More Seedot are appearing in the wild": "Lebih banyak Seedot yang muncul di alam liar",
  "More Sewaddle are appearing in the wild!": "Lebih banyak Sewaddle yang muncul di alam liar!",
  "More Shelmet and Karrablast are appearing in the wild!": "Lebih banyak Shelmet dan Karrablast yang muncul di alam liar!",
  "More Shinx are appearing in the wild": "Lebih banyak Shinx yang muncul di alam liar",
  "Increased chance for Skiploom to appear in parks": "Meningkatkan peluang Skiploom untuk muncul di taman",
  "More Slowpoke and Galarian Slowpoke are appearing in the wild!": "Lebih banyak Slowpoke dan Galarian Slowpoke yang muncul di alam liar!",
  "More Snivy are appearing in the wild": "Lebih banyak Snivy yang muncul di alam liar",
  "More Spheal are appearing in the wild": "Lebih banyak Spheal yang muncul di alam liar",
  "More Sprigatito are appearing in the wild!": "Lebih banyak Sprigatito yang muncul di alam liar!",
  "More Squirtle are appearing in the wild!": "Lebih banyak Squirtle yang muncul di alam liar!",
  "More Starly are appearing in the wild!": "Lebih banyak Starly yang muncul di alam liar!",
  "More Stufful are appearing in the wild!": "Lebih banyak Stufful muncul di alam liar!",
  "More Swablu are appearing in the wild": "Lebih banyak Swablu yang muncul di alam liar",
  "More Swinub are appearing in the wild!": "Lebih banyak Swinub yang muncul di alam liar!",
  "More Teddiursa are appearing in the wild!": "Lebih banyak Teddiursa yang muncul di alam liar!",
  "More Tepig are appearing in the wild": "Lebih banyak Tepig yang muncul di alam liar",
  "More Timburr are appearing in the wild!": "Lebih banyak Timburr yang muncul di alam liar!",
  "More Togetic are appearing in the wild!": "Lebih banyak Togetic yang muncul di alam liar!",
  "More Totodile are appearing in the wild!": "Lebih banyak Totodile yang muncul di alam liar!",
  "More Tynamo are appearing in the wild!": "Lebih banyak Tynamo yang muncul di alam liar!",
  "More Vanillite are appearing in the wild!": "Lebih banyak Vanillite yang muncul di alam liar!",
  "More Weedle are appearing in the wild": "Lebih banyak Weedle yang muncul di alam liar",
  "More Bug-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Serangga yang muncul di alam liar",
  "More Dark-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Kegelapan yang muncul di alam liar",
  "More Dragon-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Naga yang muncul di alam liar",
  "More Electric-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Listrik yang muncul di alam liar",
  "More Fairy-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Peri yang muncul di alam liar",
  "More Fighting-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Petarung yang muncul di alam liar",
  "More Fire-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Api yang muncul di alam liar",
  "More Flying-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Terbang yang muncul di alam liar",
  "More Ghost-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Hantu yang muncul di alam liar",
  "More Grass-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Daun yang muncul di alam liar",
  "More Ground-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Tanah yang muncul di alam liar",
  "More Ice-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Es yang muncul di alam liar",
  "More Normal-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Normal yang muncul di alam liar",
  "More Poison-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Racun yang muncul di alam liar",
  "More Psychic-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Psychic yang muncul di alam liar",
  "More Rock-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Bebatuan yang muncul di alam liar",
  "More Steel-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Logam yang muncul di alam liar",
  "More Water-type Pokémon are appearing in the wild": "Lebih banyak Pokémon tipe Air yang muncul di alam liar",
  "More Wooper are appearing in the wild": "Lebih banyak Wooper yang muncul di alam liar",
  "More Galarian Zigzagoon are appearing in the wild!": "Lebih banyak Galarian Zigzagoon muncul di alam liar!"
}