{
  "More Abra are appearing in the wild": "Abra estão aparecendo com mais frequência",
  "More Alolan Geodude are appearing in the wild": "Geodude de Alola selvagens estão aparecendo com mais frequência",
  "More Axew are appearing in the wild!": "Axew selvagens estão aparecendo com mais frequência!",
  "More Bagon are appearing in the wild!": "Bagon selvagens estão aparecendo com mais frequência!",
  "More Beldum are appearing in the wild!": "Beldum selvagens estão aparecendo com mais frequência!",
  "More Bellsprout are appearing in the wild!": "Bellsprout selvagens estão aparecendo com mais frequência!",
  "More Bounsweet are appearing in the wild!": "Bounsweet selvagens estão aparecendo com mais frequência!",
  "More Bulbasaur are appearing in the wild": "Bulbasaur selvagens estão aparecendo com mais frequência",
  "More Chansey are appearing in the wild!": "Chansey selvagens estão aparecendo com mais frequência!",
  "More Charmander are appearing in the wild": "Charmander estão aparecendo com mais frequência",
  "More Chespin are appearing in the wild!": "Chespin selvagens estão aparecendo com mais frequência!",
  "More Cyndaquil are appearing in the wild!": "Cyndaquil selvagens estão aparecendo com mais frequência!",
  "More Deino are appearing in the wild": "Deino selvagens estão aparecendo com mais frequência",
  "More Dratini are appearing in the wild!": "Dratini selvagens estão aparecendo com mais frequência!",
  "More Duskull are appearing in the wild": "Duskull selvagens estão aparecendo com mais frequência",
  "More Eevee are appearing in the wild": "Eevee selvagens estão aparecendo com mais frequência",
  "More Electabuzz are appearing in the wild": "Electabuzz selvagens estão aparecendo com mais frequência",
  "More Fennekin are appearing in the wild!": "Fennekin selvagens estão aparecendo com mais frequência!",
  "More Fletchling are appearing in the wild": "Fletchling selvagens estão aparecendo com mais frequência",
  "More Froakie are appearing in the wild": "Froakie selvagens estão aparecendo com mais frequência",
  "More Fuecoco are appearing in the wild!": "Fuecoco selvagens estão aparecendo com mais frequência!",
  "More Gastly are appearing in the wild": "Gastly selvagens estão aparecendo com mais frequência",
  "More Gible are appearing in the wild": "Gible selvagens estão aparecendo com mais frequência",
  "More Goomy are appearing in the wild!": "Goomy selvagens estão aparecendo com mais frequência!",
  "More Grubbin are appearing in the wild!": "Grubbin selvagens estão aparecendo com mais frequência!",
  "More Hoppip are appearing in the wild": "Hoppip selvagens estão aparecendo com mais frequência",
  "More Jangmo-o are appearing in the wild!": "Jangmo-o selvagens estão aparecendo com mais frequência!",
  "More Larvitar are appearing in the wild!": "Larvitar selvagens estão aparecendo com mais frequência!",
  "More Litten are appearing in the wild!": "Litten selvagens estão aparecendo com mais frequência!",
  "More Litwick are appearing in the wild!": "Litwick selvagens estão aparecendo com mais frequência!",
  "More Machop are appearing in the wild": "Machop estão aparecendo com mais frequência",
  "More Magikarp are appearing in the wild": "Magikarp estão aparecendo com mais frequência",
  "More Magmar are appearing in the wild": "Magmar estão aparecendo com mais frequência",
  "More Mankey are appearing in the wild!": "Mankey selvagens estão aparecendo com mais frequência!",
  "More Mareep are appearing in the wild!": "Mareep selvagens estão aparecendo com mais frequência!",
  "Mighty Pokémon are appearing in the wild": "Pokémon incríveis estão aparecendo com mais frequência",
  "More Mudkip are appearing in the wild": "Mudkip selvagens estão aparecendo com mais frequência",
  "More Noibat are appearing in the wild!": "Noibat selvagens estão aparecendo com mais frequência!",
  "More Oshawott are appearing in the wild": "Oshawott estão aparecendo com mais frequência",
  "More Pawmi are appearing in the wild!": "Pawmi selvagens estão aparecendo com mais frequência!",
  "More Pidgey are appearing in the wild!": "Pidgey estão aparecendo com mais frequência!",
  "More Poliwag are appearing in the wild!": "Poliwag selvagens estão aparecendo com mais frequência!",
  "More Ponyta and Galarian Ponyta are appearing in the wild!": "Ponyta e Ponyta de Galar estão aparecendo com mais frequência!",
  "More Popplio are appearing in the wild!": "Popplio selvagens estão aparecendo com mais frequência!",
  "More Porygon are appearing in the wild": "Porygon estão aparecendo com mais frequência",
  "More Quaxly are appearing in the wild!": "Quaxly selvagens estão aparecendo com mais frequência!",
  "More Ralts are appearing in the wild!": "Ralts selvagens estão aparecendo com mais frequência!",
  "More Roggenrola are appearing in the wild!": "Roggenrola selvagens estão aparecendo com mais frequência!",
  "More Rookidee are appearing in the wild!": "Rookidee selvagens estão aparecendo com mais frequência!",
  "More Roselia are appearing in the wild": "Roselia selvagens estão aparecendo com mais frequência",
  "More Rowlet are appearing in the wild!": "Rowlet selvagens estão aparecendo com mais frequência!",
  "More Sandshrew are appearing in the wild": "Sandshrew estão aparecendo com mais frequência",
  "More Seedot are appearing in the wild": "Seedot estão aparecendo com mais frequência",
  "More Sewaddle are appearing in the wild!": "Sewaddle selvagens estão aparecendo com mais frequência!",
  "More Shelmet and Karrablast are appearing in the wild!": "Shelmet e Karrablast estão aparecendo com mais frequência!",
  "More Shinx are appearing in the wild": "Shinx selvagens estão aparecendo com mais frequência",
  "Increased chance for Skiploom to appear in parks": "Maior chance de Skiploom aparecerem em parques",
  "More Slowpoke and Galarian Slowpoke are appearing in the wild!": "Slowpoke e Slowpoke de Galar estão aparecendo com mais frequência!",
  "More Snivy are appearing in the wild": "Snivy estão aparecendo com mais frequência",
  "More Spheal are appearing in the wild": "Spheal selvagens estão aparecendo com mais frequência",
  "More Sprigatito are appearing in the wild!": "Sprigatito selvagens estão aparecendo com mais frequência!",
  "More Squirtle are appearing in the wild!": "Squirtle selvagens estão aparecendo com mais frequência!",
  "More Starly are appearing in the wild!": "Starly selvagens estão aparecendo com mais frequência!",
  "More Stufful are appearing in the wild!": "Stufful selvagens estão aparecendo com mais frequência!",
  "More Swablu are appearing in the wild": "Swablu selvagens estão aparecendo com mais frequência",
  "More Swinub are appearing in the wild!": "Swinub selvagens estão aparecendo com mais frequência!",
  "More Teddiursa are appearing in the wild!": "Teddiursa selvagens estão aparecendo com mais frequência!",
  "More Tepig are appearing in the wild": "Tepig selvagens estão aparecendo com mais frequência",
  "More Timburr are appearing in the wild!": "Timburr selvagens estão aparecendo com mais frequência!",
  "More Togetic are appearing in the wild!": "Togetic estão aparecendo com mais frequência!",
  "More Totodile are appearing in the wild!": "Totodile selvagens estão aparecendo com mais frequência!",
  "More Tynamo are appearing in the wild!": "Tynamo selvagens estão aparecendo com mais frequência!",
  "More Vanillite are appearing in the wild!": "Vanillite selvagens estão aparecendo com mais frequência!",
  "More Weedle are appearing in the wild": "Weedle selvagens estão aparecendo com mais frequência",
  "More Bug-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Inseto estão aparecendo com mais frequência",
  "More Dark-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Sombrio estão aparecendo com mais frequência",
  "More Dragon-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Dragão estão aparecendo com mais frequência",
  "More Electric-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Elétrico estão aparecendo com mais frequência",
  "More Fairy-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Fada estão aparecendo com mais frequência",
  "More Fighting-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Lutador estão aparecendo com mais frequência",
  "More Fire-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Fogo estão aparecendo com mais frequência",
  "More Flying-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Voador estão aparecendo com mais frequência",
  "More Ghost-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Fantasma estão aparecendo com mais frequência",
  "More Grass-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Planta estão aparecendo com mais frequência",
  "More Ground-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Terrestre estão aparecendo com mais frequência",
  "More Ice-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Gelo estão aparecendo com mais frequência",
  "More Normal-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Normal estão aparecendo com mais frequência",
  "More Poison-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Venenoso estão aparecendo com mais frequência",
  "More Psychic-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Psíquico estão aparecendo com mais frequência",
  "More Rock-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Pedra estão aparecendo com mais frequência",
  "More Steel-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Aço estão aparecendo com mais frequência",
  "More Water-type Pokémon are appearing in the wild": "Pokémon selvagens de tipo Água estão aparecendo com mais frequência",
  "More Wooper are appearing in the wild": "Wooper estão aparecendo com mais frequência",
  "More Galarian Zigzagoon are appearing in the wild!": "Zigzagoon de Galar selvagens estão aparecendo com mais frequência!"
}