{
  "More Abra are appearing in the wild": "ケーシィがより多く野生で出現",
  "More Alolan Geodude are appearing in the wild": "イシツブテ（アローラのすがた）がより多く野生で出現",
  "More Axew are appearing in the wild!": "キバゴがより多く野生で出現",
  "More Bagon are appearing in the wild!": "タツベイがより多く野生で出現",
  "More Beldum are appearing in the wild!": "ダンバルがより多く野生で出現",
  "More Bellsprout are appearing in the wild!": "マダツボミがより多く野生で出現",
  "More Bounsweet are appearing in the wild!": "アマカジがより多く野生で出現",
  "More Bulbasaur are appearing in the wild": "フシギダネがより多く野生で出現",
  "More Chansey are appearing in the wild!": "ラッキーがより多く野生で出現",
  "More Charmander are appearing in the wild": "ヒトカゲがより多く野生で出現",
  "More Chespin are appearing in the wild!": "ハリマロンがより多く野生で出現!",
  "More Cyndaquil are appearing in the wild!": "ヒノアラシがより多く野生で出現",
  "More Deino are appearing in the wild": "モノズがより多く野生で出現",
  "More Dratini are appearing in the wild!": "ミニリュウがより多く野生で出現",
  "More Duskull are appearing in the wild": "ヨマワルがより多く野生で出現",
  "More Eevee are appearing in the wild": "イーブイがより多く野生で出現",
  "More Electabuzz are appearing in the wild": "エレブーがより多く野生で出現",
  "More Fennekin are appearing in the wild!": "フォッコがより多く野生で出現",
  "More Fletchling are appearing in the wild": "ヤヤコマがより多く野生で出現",
  "More Froakie are appearing in the wild": "ケロマツがより多く野生で出現",
  "More Fuecoco are appearing in the wild!": "ホゲータがより多く野生で出現",
  "More Gastly are appearing in the wild": "ゴースがより多く野生で出現",
  "More Gible are appearing in the wild": "フカマルがより多く野生で出現",
  "More Goomy are appearing in the wild!": "ヌメラがより多く野生で出現",
  "More Grubbin are appearing in the wild!": "アゴジムシがより多く野生で出現",
  "More Hoppip are appearing in the wild": "ハネッコがより多く野生で出現",
  "More Jangmo-o are appearing in the wild!": "ジャラコがより多く野生で出現",
  "More Larvitar are appearing in the wild!": "ヨーギラスがより多く野生で出現",
  "More Litten are appearing in the wild!": "ニャビーがより多く野生で出現",
  "More Litwick are appearing in the wild!": "ヒトモシがより多く野生で出現",
  "More Machop are appearing in the wild": "ワンリキーがより多く野生で出現",
  "More Magikarp are appearing in the wild": "コイキングがより多く野生で出現",
  "More Magmar are appearing in the wild": "ブーバーがより多く野生で出現",
  "More Mankey are appearing in the wild!": "マンキーがより多く野生で出現",
  "More Mareep are appearing in the wild!": "メリープがより多く野生で出現",
  "Mighty Pokémon are appearing in the wild": "つよいポケモンがより多く野生で出現",
  "More Mudkip are appearing in the wild": "ミズゴロウがより多く野生で出現",
  "More Noibat are appearing in the wild!": "オンバットがより多く野生で出現",
  "More Oshawott are appearing in the wild": "ミジュマルがより多く野生で出現",
  "More Pawmi are appearing in the wild!": "パモがより多く野生で出現",
  "More Pidgey are appearing in the wild!": "ポッポがより多く野生で出現",
  "More Poliwag are appearing in the wild!": "ニョロモがより多く野生で出現",
  "More Ponyta and Galarian Ponyta are appearing in the wild!": "ポニータとガラルのポニータがより多く野生で出現",
  "More Popplio are appearing in the wild!": "アシマリがより多く野生で出現",
  "More Porygon are appearing in the wild": "ポリゴンがより多く野生で出現",
  "More Quaxly are appearing in the wild!": "クワッスがより多く野生で出現",
  "More Ralts are appearing in the wild!": "ラルトスがより多く野生で出現",
  "More Roggenrola are appearing in the wild!": "ダンゴロがより多く野生で出現",
  "More Rookidee are appearing in the wild!": "ココガラがより多く野生で出現",
  "More Roselia are appearing in the wild": "ロゼリアがより多く野生で出現",
  "More Rowlet are appearing in the wild!": "モクローがより多く野生で出現",
  "More Sandshrew are appearing in the wild": "サンドがより多く野生で出現",
  "More Seedot are appearing in the wild": "タネボーがより多く野生で出現",
  "More Sewaddle are appearing in the wild!": "クルミルがより多く野生で出現",
  "More Shelmet and Karrablast are appearing in the wild!": "チョボマキとカブルモがより多く野生で出現",
  "More Shinx are appearing in the wild": "コリンクがより多く野生で出現",
  "Increased chance for Skiploom to appear in parks": "ポポッコが公園などに現れる可能性あり",
  "More Slowpoke and Galarian Slowpoke are appearing in the wild!": "ヤドンとガラルのすがたのヤドンがより多く野生で出現",
  "More Snivy are appearing in the wild": "ツタージャがより多く野生で出現",
  "More Spheal are appearing in the wild": "タマザラシがより多く野生で出現",
  "More Sprigatito are appearing in the wild!": "ニャオハがより多く野生で出現",
  "More Squirtle are appearing in the wild!": "ゼニガメがより多く野生で出現",
  "More Starly are appearing in the wild!": "ムックルがより多く野生で出現",
  "More Stufful are appearing in the wild!": "ヌイコグマがより多く野生で出現",
  "More Swablu are appearing in the wild": "チルットがより多く野生で出現",
  "More Swinub are appearing in the wild!": "ウリムーがより多く野生で出現",
  "More Teddiursa are appearing in the wild!": "ヒメグマがより多く野生で出現!",
  "More Tepig are appearing in the wild": "ポカブがより多く野生で出現",
  "More Timburr are appearing in the wild!": "ドッコラーがより多く野生で出現",
  "More Togetic are appearing in the wild!": "トゲチックがより多く野生で出現",
  "More Totodile are appearing in the wild!": "ワニノコがより多く野生で出現",
  "More Tynamo are appearing in the wild!": "シビシラスがより多く野生で出現",
  "More Vanillite are appearing in the wild!": "バニプッチがより多く野生で出現",
  "More Weedle are appearing in the wild": "ビードルがより多く野生で出現",
  "More Bug-type Pokémon are appearing in the wild": "むしタイプのポケモンがより多く野生で出現",
  "More Dark-type Pokémon are appearing in the wild": "あくタイプのポケモンがより多く野生で出現",
  "More Dragon-type Pokémon are appearing in the wild": "ドラゴンタイプのポケモンがより多く野生で出現",
  "More Electric-type Pokémon are appearing in the wild": "でんきタイプのポケモンがより多く野生で出現",
  "More Fairy-type Pokémon are appearing in the wild": "フェアリータイプのポケモンがより多く野生で出現",
  "More Fighting-type Pokémon are appearing in the wild": "かくとうタイプのポケモンがより多く野生で出現",
  "More Fire-type Pokémon are appearing in the wild": "ほのおタイプのポケモンがより多く野生で出現",
  "More Flying-type Pokémon are appearing in the wild": "ひこうタイプのポケモンがより多く野生で出現",
  "More Ghost-type Pokémon are appearing in the wild": "ゴーストタイプのポケモンがより多く野生で出現",
  "More Grass-type Pokémon are appearing in the wild": "くさタイプのポケモンがより多く野生で出現",
  "More Ground-type Pokémon are appearing in the wild": "じめんタイプのポケモンがより多く野生で出現",
  "More Ice-type Pokémon are appearing in the wild": "こおりタイプのポケモンがより多く野生で出現",
  "More Normal-type Pokémon are appearing in the wild": "ノーマルタイプのポケモンがより多く野生で出現",
  "More Poison-type Pokémon are appearing in the wild": "どくタイプのポケモンがより多く野生で出現",
  "More Psychic-type Pokémon are appearing in the wild": "エスパータイプのポケモンがより多く野生で出現",
  "More Rock-type Pokémon are appearing in the wild": "いわタイプのポケモンがより多く野生で出現",
  "More Steel-type Pokémon are appearing in the wild": "はがねタイプのポケモンがより多く野生で出現",
  "More Water-type Pokémon are appearing in the wild": "みずタイプのポケモンがより多く野生で出現",
  "More Wooper are appearing in the wild": "ウパーがより多く野生で出現",
  "More Galarian Zigzagoon are appearing in the wild!": "ガラルのジグザグマがより多く野生で出現"
}