{
  "More Abra are appearing in the wild": "Plus d’Abra apparaissent dans la nature",
  "More Alolan Geodude are appearing in the wild": "Davantage de Racaillou d’Alola apparaissent dans la nature",
  "More Axew are appearing in the wild!": "Davantage de Coupenotte apparaissent dans la nature.",
  "More Bagon are appearing in the wild!": "Davantage de Draby apparaissent dans la nature.",
  "More Beldum are appearing in the wild!": "Davantage de Terhal apparaissent dans la nature.",
  "More Bellsprout are appearing in the wild!": "Davantage de Chétiflor apparaissent dans la nature.",
  "More Bounsweet are appearing in the wild!": "Davantage de Croquine apparaissent dans la nature.",
  "More Bulbasaur are appearing in the wild": "Plus de Bulbizarre apparaissent dans la nature",
  "More Chansey are appearing in the wild!": "Davantage de Leveinard apparaissent dans la nature.",
  "More Charmander are appearing in the wild": "Plus de Salamèche apparaissent dans la nature",
  "More Chespin are appearing in the wild!": "Davantage de Marisson apparaissent dans la nature.",
  "More Cyndaquil are appearing in the wild!": "Davantage de Héricendre apparaissent dans la nature.",
  "More Deino are appearing in the wild": "Davantage de Solochi apparaissent dans la nature",
  "More Dratini are appearing in the wild!": "Davantage de Minidraco apparaissent dans la nature.",
  "More Duskull are appearing in the wild": "Plus de Skelénox apparaissent dans la nature",
  "More Eevee are appearing in the wild": "Plus d’Évoli apparaissent dans la nature",
  "More Electabuzz are appearing in the wild": "Plus d’Élektek apparaissent dans la nature",
  "More Fennekin are appearing in the wild!": "Davantage de Feunnec apparaissent dans la nature.",
  "More Fletchling are appearing in the wild": "Davantage de Passerouge apparaissent dans la nature",
  "More Froakie are appearing in the wild": "Davantage de Grenousse apparaissent dans la nature",
  "More Fuecoco are appearing in the wild!": "Davantage de Chochodile apparaissent dans la nature.",
  "More Gastly are appearing in the wild": "Plus de Fantominus apparaissent dans la nature",
  "More Gible are appearing in the wild": "Davantage de Griknot apparaissent dans la nature",
  "More Goomy are appearing in the wild!": "Davantage de Mucuscule apparaissent dans la nature.",
  "More Grubbin are appearing in the wild!": "Davantage de Larvibule apparaissent dans la nature !",
  "More Hoppip are appearing in the wild": "Davantage de Granivol apparaissent dans la nature",
  "More Jangmo-o are appearing in the wild!": "Davantage de Bébécaille apparaissent dans la nature.",
  "More Larvitar are appearing in the wild!": "Davantage d’Embrylex apparaissent dans la nature.",
  "More Litten are appearing in the wild!": "Davantage de Flamiaou apparaissent dans la nature.",
  "More Litwick are appearing in the wild!": "Davantage de Funécire apparaissent dans la nature.",
  "More Machop are appearing in the wild": "Plus de Machoc apparaissent dans la nature",
  "More Magikarp are appearing in the wild": "Davantage de Magicarpe apparaissent dans la nature",
  "More Magmar are appearing in the wild": "Davantage de Magmar apparaissent dans la nature",
  "More Mankey are appearing in the wild!": "Davantage de Férosinge apparaissent dans la nature.",
  "More Mareep are appearing in the wild!": "Davantage de Wattouat apparaissent dans la nature !",
  "Mighty Pokémon are appearing in the wild": "Des Pokémon imposants apparaissent dans la nature",
  "More Mudkip are appearing in the wild": "Davantage de Gobou apparaissent dans la nature",
  "More Noibat are appearing in the wild!": "Davantage de Sonistrelle apparaissent dans la nature.",
  "More Oshawott are appearing in the wild": "Plus de Moustillon apparaissent dans la nature",
  "More Pawmi are appearing in the wild!": "Davantage de Pohm apparaissent dans la nature.",
  "More Pidgey are appearing in the wild!": "Plus de Roucool apparaissent dans la nature.",
  "More Poliwag are appearing in the wild!": "Davantage de Ptitard apparaissent dans la nature !",
  "More Ponyta and Galarian Ponyta are appearing in the wild!": "Davantage de Ponyta et de Ponyta de Galar apparaissent dans la nature.",
  "More Popplio are appearing in the wild!": "Davantage d’Otaquin apparaissent dans la nature.",
  "More Porygon are appearing in the wild": "Plus de Porygon apparaissent dans la nature",
  "More Quaxly are appearing in the wild!": "Davantage de Coiffeton apparaissent dans la nature.",
  "More Ralts are appearing in the wild!": "Davantage de Tarsal apparaissent dans la nature.",
  "More Roggenrola are appearing in the wild!": "Davantage de Nodulithe apparaissent dans la nature.",
  "More Rookidee are appearing in the wild!": "Davantage de Minisange apparaissent dans la nature.",
  "More Roselia are appearing in the wild": "Davantage de Rosélia apparaissent dans la nature",
  "More Rowlet are appearing in the wild!": "Davantage de Brindibou apparaissent dans la nature.",
  "More Sandshrew are appearing in the wild": "Davantage de Sabelette apparaissent dans la nature",
  "More Seedot are appearing in the wild": "Davantage de Grainipiot apparaissent dans la nature",
  "More Sewaddle are appearing in the wild!": "Davantage de Larveyette apparaissent dans la nature.",
  "More Shelmet and Karrablast are appearing in the wild!": "Davantage d’Escargaume et de Carabing apparaissent dans la nature.",
  "More Shinx are appearing in the wild": "Plus de Lixy apparaissent dans la nature",
  "Increased chance for Skiploom to appear in parks": "Plus de chances de voir Floravol apparaître dans les parcs",
  "More Slowpoke and Galarian Slowpoke are appearing in the wild!": "Davantage de Ramoloss et de Ramoloss de Galar apparaissent dans la nature.",
  "More Snivy are appearing in the wild": "Davantage de Vipélierre apparaissent dans la nature",
  "More Spheal are appearing in the wild": "Plus d’Obalie apparaissent dans la nature",
  "More Sprigatito are appearing in the wild!": "Davantage de Poussacha apparaissent dans la nature.",
  "More Squirtle are appearing in the wild!": "Davantage de Carapuce apparaissent dans la nature.",
  "More Starly are appearing in the wild!": "Plus d’Étourmi apparaissent dans la nature.",
  "More Stufful are appearing in the wild!": "Plus de Nounourson apparaissent dans la nature.",
  "More Swablu are appearing in the wild": "Davantage de Tylton apparaissent dans la nature",
  "More Swinub are appearing in the wild!": "Davantage de Marcacrin apparaissent dans la nature.",
  "More Teddiursa are appearing in the wild!": "Davantage de Teddiursa apparaissent dans la nature.",
  "More Tepig are appearing in the wild": "Plus de Gruikui apparaissent dans la nature",
  "More Timburr are appearing in the wild!": "Davantage de Charpenti apparaissent dans la nature.",
  "More Togetic are appearing in the wild!": "Davantage de Togetic apparaissent dans la nature.",
  "More Totodile are appearing in the wild!": "Davantage de Kaiminus apparaissent dans la nature.",
  "More Tynamo are appearing in the wild!": "Davantage d’Anchwatt apparaissent dans la nature.",
  "More Vanillite are appearing in the wild!": "Davantage de Sorbébé apparaissent dans la nature.",
  "More Weedle are appearing in the wild": "Plus d’Aspicot apparaissent dans la nature",
  "More Bug-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Insecte apparaissent dans la nature",
  "More Dark-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Ténèbres apparaissent dans la nature",
  "More Dragon-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Dragon apparaissent dans la nature",
  "More Electric-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Électrik apparaissent dans la nature",
  "More Fairy-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Fée apparaissent dans la nature",
  "More Fighting-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Combat apparaissent dans la nature",
  "More Fire-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Feu apparaissent dans la nature",
  "More Flying-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Vol apparaissent dans la nature",
  "More Ghost-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Spectre apparaissent dans la nature",
  "More Grass-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Plante apparaissent dans la nature",
  "More Ground-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Sol apparaissent dans la nature",
  "More Ice-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Glace apparaissent dans la nature",
  "More Normal-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Normal apparaissent dans la nature",
  "More Poison-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Poison apparaissent dans la nature",
  "More Psychic-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Psy apparaissent dans la nature",
  "More Rock-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Roche apparaissent dans la nature",
  "More Steel-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Acier apparaissent dans la nature",
  "More Water-type Pokémon are appearing in the wild": "Davantage de Pokémon de type Eau apparaissent dans la nature",
  "More Wooper are appearing in the wild": "Plus d’Axoloto apparaissent dans la nature",
  "More Galarian Zigzagoon are appearing in the wild!": "Davantage de Zigzaton de Galar apparaissent dans la nature."
}