{
  "More Abra are appearing in the wild": "Wilde Abra erscheinen mit vermehrter Häufigkeit.",
  "More Alolan Geodude are appearing in the wild": "Wilde Alola-Kleinstein erscheinen mit vermehrter Häufigkeit.",
  "More Axew are appearing in the wild!": "Wilde Milza erscheinen mit vermehrter Häufigkeit!",
  "More Bagon are appearing in the wild!": "Wilde Kindwurm erscheinen mit vermehrter Häufigkeit!",
  "More Beldum are appearing in the wild!": "Wilde Tanhel erscheinen mit vermehrter Häufigkeit!",
  "More Bellsprout are appearing in the wild!": "Wilde Knofensa erscheinen mit vermehrter Häufigkeit!",
  "More Bounsweet are appearing in the wild!": "Wilde Frubberl erscheinen mit vermehrter Häufigkeit!",
  "More Bulbasaur are appearing in the wild": "Wilde Bisasam erscheinen mit vermehrter Häufigkeit.",
  "More Chansey are appearing in the wild!": "Wilde Chaneira erscheinen mit vermehrter Häufigkeit!",
  "More Charmander are appearing in the wild": "Wilde Glumanda erscheinen mit vermehrter Häufigkeit.",
  "More Chespin are appearing in the wild!": "Wilde Igamaro erscheinen mit vermehrter Häufigkeit!",
  "More Cyndaquil are appearing in the wild!": "Wilde Feurigel erscheinen mit vermehrter Häufigkeit!",
  "More Deino are appearing in the wild": "Wilde Kapuno erscheinen mit vermehrter Häufigkeit.",
  "More Dratini are appearing in the wild!": "Wilde Dratini erscheinen mit vermehrter Häufigkeit.",
  "More Duskull are appearing in the wild": "Wilde Zwirrlicht erscheinen mit vermehrter Häufigkeit.",
  "More Eevee are appearing in the wild": "Wilde Evoli erscheinen mit vermehrter Häufigkeit.",
  "More Electabuzz are appearing in the wild": "Wilde Elektek erscheinen mit vermehrter Häufigkeit.",
  "More Fennekin are appearing in the wild!": "Wilde Fynx erscheinen mit vermehrter Häufigkeit!",
  "More Flabébé are appearing in the wild!": "Wilde Flabébé erscheinen mit vermehrter Häufigkeit!",
  "More Fletchling are appearing in the wild": "Wilde Dartiri erscheinen mit vermehrter Häufigkeit.",
  "More Froakie are appearing in the wild": "Wilde Froxy erscheinen mit vermehrter Häufigkeit.",
  "More Fuecoco are appearing in the wild!": "Wilde Krokel erscheinen mit vermehrter Häufigkeit!",
  "More Gastly are appearing in the wild": "Wilde Nebulak erscheinen mit vermehrter Häufigkeit.",
  "More Gible are appearing in the wild": "Wilde Kaumalat erscheinen mit vermehrter Häufigkeit.",
  "More Goomy are appearing in the wild!": "Wilde Viscora erscheinen mit vermehrter Häufigkeit!",
  "More Grubbin are appearing in the wild!": "Wilde Mabula erscheinen mit vermehrter Häufigkeit!",
  "More Hoppip are appearing in the wild": "Wilde Hoppspross erscheinen mit vermehrter Häufigkeit.",
  "More Jangmo-o are appearing in the wild!": "Wilde Miniras erscheinen mit vermehrter Häufigkeit!",
  "More Larvitar are appearing in the wild!": "Wilde Larvitar erscheinen mit vermehrter Häufigkeit!",
  "More Litten are appearing in the wild!": "Wilde Flamiau erscheinen mit vermehrter Häufigkeit!",
  "More Litwick are appearing in the wild!": "Wilde Lichtel erscheinen mit vermehrter Häufigkeit!",
  "More Machop are appearing in the wild": "Wilde Machollo erscheinen mit vermehrter Häufigkeit.",
  "More Magikarp are appearing in the wild": "Wilde Karpador erscheinen mit vermehrter Häufigkeit.",
  "More Magmar are appearing in the wild": "Wilde Magmar erscheinen mit vermehrter Häufigkeit.",
  "More Mankey are appearing in the wild!": "Wilde Menki erscheinen mit vermehrter Häufigkeit!",
  "More Mareep are appearing in the wild!": "Wilde Voltilamm erscheinen mit vermehrter Häufigkeit!",
  "Mighty Pokémon are appearing in the wild": "Wilde mächtige Pokémon erscheinen",
  "More Mudkip are appearing in the wild": "Wilde Hydropi erscheinen mit vermehrter Häufigkeit.",
  "More Noibat are appearing in the wild!": "Wilde eF-eM erscheinen mit vermehrter Häufigkeit!",
  "More Oshawott are appearing in the wild": "Wilde Ottaro erscheinen mit vermehrter Häufigkeit.",
  "More Pawmi are appearing in the wild!": "Wilde Pamo erscheinen mit vermehrter Häufigkeit!",
  "More Pidgey are appearing in the wild!": "Wilde Taubsi erscheinen mit vermehrter Häufigkeit!",
  "More Poliwag are appearing in the wild!": "Wilde Quapsel erscheinen mit vermehrter Häufigkeit!",
  "More Ponyta and Galarian Ponyta are appearing in the wild!": "Wilde Ponita und Galar-Ponita erscheinen mit vermehrter Häufigkeit!",
  "More Popplio are appearing in the wild!": "Wilde Robball erscheinen mit vermehrter Häufigkeit!",
  "More Porygon are appearing in the wild": "Wilde Porygon erscheinen mit vermehrter Häufigkeit.",
  "More Quaxly are appearing in the wild!": "Wilde Kwaks erscheinen mit vermehrter Häufigkeit!",
  "More Ralts are appearing in the wild!": "Wilde Trasla erscheinen mit vermehrter Häufigkeit!",
  "More Roggenrola are appearing in the wild!": "Wilde Kiesling erscheinen mit vermehrter Häufigkeit!",
  "More Rookidee are appearing in the wild!": "Wilde Meikro erscheinen mit vermehrter Häufigkeit!",
  "More Roselia are appearing in the wild": "Wilde Roselia erscheinen mit vermehrter Häufigkeit.",
  "More Rowlet are appearing in the wild!": "Wilde Bauz erscheinen mit vermehrter Häufigkeit!",
  "More Sandshrew are appearing in the wild": "Wilde Sandan erscheinen mit vermehrter Häufigkeit.",
  "More Seedot are appearing in the wild": "Wilde Samurzel erscheinen mit vermehrter Häufigkeit.",
  "More Sewaddle are appearing in the wild!": "Wilde Strawickl erscheinen mit vermehrter Häufigkeit!",
  "More Shelmet and Karrablast are appearing in the wild!": "Wilde Schnuthelm und Laukaps erscheinen mit vermehrter Häufigkeit!",
  "More Shinx are appearing in the wild": "Wilde Sheinux erscheinen mit vermehrter Häufigkeit.",
  "Increased chance for Skiploom to appear in parks": "Erhöhte Chance, dass Hubelupf in Parks erscheint.",
  "More Slowpoke and Galarian Slowpoke are appearing in the wild!": "Wilde Flegmon und Galar-Flegmon erscheinen mit vermehrter Häufigkeit!",
  "More Snivy are appearing in the wild": "Wilde Serpifeu erscheinen mit vermehrter Häufigkeit.",
  "More Solosis are appearing in the wild!": "Wilde Monozyto erscheinen mit vermehrter Häufigkeit!",
  "More Spheal are appearing in the wild": "Wilde Seemops erscheinen mit vermehrter Häufigkeit.",
  "More Sprigatito are appearing in the wild!": "Wilde Felori erscheinen mit vermehrter Häufigkeit!",
  "More Squirtle are appearing in the wild!": "Wilde Schiggy erscheinen mit vermehrter Häufigkeit!",
  "More Starly are appearing in the wild!": "Wilde Staralili erscheinen mit vermehrter Häufigkeit.",
  "More Stufful are appearing in the wild!": "Wilde Velursi erscheinen mit vermehrter Häufigkeit!",
  "More Swablu are appearing in the wild": "Wilde Wablu erscheinen mit vermehrter Häufigkeit.",
  "More Swinub are appearing in the wild!": "Wilde Quiekel erscheinen mit vermehrter Häufigkeit!",
  "More Teddiursa are appearing in the wild!": "Wilde Teddiursa erscheinen mit vermehrter Häufigkeit!",
  "More Tepig are appearing in the wild": "Wilde Floink erscheinen mit vermehrter Häufigkeit.",
  "More Timburr are appearing in the wild!": "Wilde Praktibalk erscheinen mit vermehrter Häufigkeit!",
  "More Togetic are appearing in the wild!": "Wilde Togetic erscheinen mit vermehrter Häufigkeit!",
  "More Totodile are appearing in the wild!": "Wilde Karnimani erscheinen mit vermehrter Häufigkeit!",
  "More Tynamo are appearing in the wild!": "Wilde Zapplardin erscheinen mit vermehrter Häufigkeit!",
  "More Vanillite are appearing in the wild!": "Wilde Gelatini erscheinen mit vermehrter Häufigkeit!",
  "More Weedle are appearing in the wild": "Wilde Hornliu erscheinen mit vermehrter Häufigkeit.",
  "More Bug-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Käfer erscheinen im Freien",
  "More Dark-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Unlicht erscheinen im Freien",
  "More Dragon-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Drache erscheinen im Freien",
  "More Electric-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Elektro erscheinen im Freien",
  "More Fairy-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Fee erscheinen im Freien",
  "More Fighting-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Kampf erscheinen im Freien",
  "More Fire-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Feuer erscheinen im Freien",
  "More Flying-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Flug erscheinen im Freien",
  "More Ghost-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Geist erscheinen im Freien",
  "More Grass-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Pflanze erscheinen im Freien",
  "More Ground-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Boden erscheinen im Freien",
  "More Ice-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Eis erscheinen im Freien",
  "More Normal-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Normal erscheinen im Freien",
  "More Poison-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Gift erscheinen im Freien",
  "More Psychic-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Psycho erscheinen im Freien",
  "More Rock-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Gestein erscheinen im Freien",
  "More Steel-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Stahl erscheinen im Freien",
  "More Water-type Pokémon are appearing in the wild": "Mehr Pokémon vom Typ Wasser erscheinen im Freien",
  "More Wooper are appearing in the wild": "Wilde Felino erscheinen mit vermehrter Häufigkeit.",
  "More Galarian Zigzagoon are appearing in the wild!": "Wilde Galar-Zigzachs erscheinen mit vermehrter Häufigkeit!"
}