{
  "More Abra are appearing in the wild": "Más Abra están apareciendo en estado salvaje",
  "More Alolan Geodude are appearing in the wild": "Están apareciendo más Geodude de Alola en estado salvaje",
  "More Axew are appearing in the wild!": "¡Están apareciendo más Axew en estado salvaje!",
  "More Bagon are appearing in the wild!": "¡Están apareciendo más Bagon en estado salvaje!",
  "More Beldum are appearing in the wild!": "¡Están apareciendo más Beldum en estado salvaje!",
  "More Bellsprout are appearing in the wild!": "¡Están apareciendo más Bellsprout en estado salvaje!",
  "More Bounsweet are appearing in the wild!": "¡Están apareciendo más Bounsweet en estado salvaje!",
  "More Bulbasaur are appearing in the wild": "Están apareciendo más Bulbasaur en estado salvaje",
  "More Chansey are appearing in the wild!": "¡Están apareciendo más Chansey en estado salvaje!",
  "More Charmander are appearing in the wild": "Están apareciendo más Charmander en estado salvaje",
  "More Chespin are appearing in the wild!": "¡Están apareciendo más Chespin en estado salvaje!",
  "More Cyndaquil are appearing in the wild!": "¡Están apareciendo más Cyndaquil en estado salvaje!",
  "More Deino are appearing in the wild": "Están apareciendo más Deino en estado salvaje",
  "More Dratini are appearing in the wild!": "¡Están apareciendo más Dratini en estado salvaje!",
  "More Duskull are appearing in the wild": "Están apareciendo más Duskull en estado salvaje",
  "More Eevee are appearing in the wild": "Están apareciendo más Eevee en estado salvaje",
  "More Electabuzz are appearing in the wild": "Están apareciendo más Electabuzz en estado salvaje",
  "More Fennekin are appearing in the wild!": "¡Están apareciendo más Fennekin en estado salvaje!",
  "More Flabébé are appearing in the wild!": "¡Están apareciendo más Flabébé en estado salvaje!",
  "More Fletchling are appearing in the wild": "Están apareciendo más Fletchling en estado salvaje",
  "More Froakie are appearing in the wild": "Están apareciendo más Froakie en estado salvaje",
  "More Fuecoco are appearing in the wild!": "¡Están apareciendo más Fuecoco en estado salvaje!",
  "More Gastly are appearing in the wild": "Más Gastly están apareciendo en estado salvaje",
  "More Gible are appearing in the wild": "Están apareciendo más Gible en estado salvaje",
  "More Goomy are appearing in the wild!": "¡Están apareciendo más Goomy en estado salvaje!",
  "More Grubbin are appearing in the wild!": "¡Están apareciendo más Grubbin en estado salvaje!",
  "More Hoppip are appearing in the wild": "Están apareciendo más Hoppip en estado salvaje",
  "More Jangmo-o are appearing in the wild!": "¡Están apareciendo más Jangmo-o en estado salvaje!",
  "More Larvitar are appearing in the wild!": "¡Están apareciendo más Larvitar en estado salvaje!",
  "More Litten are appearing in the wild!": "¡Están apareciendo más Litten en estado salvaje!",
  "More Litwick are appearing in the wild!": "¡Están apareciendo más Litwick en estado salvaje!",
  "More Machop are appearing in the wild": "Están apareciendo más Machop en estado salvaje",
  "More Magikarp are appearing in the wild": "Más Magikarp están apareciendo en estado salvaje",
  "More Magmar are appearing in the wild": "Están apareciendo más Magmar en estado salvaje",
  "More Mankey are appearing in the wild!": "¡Están apareciendo más Mankey en estado salvaje!",
  "More Mareep are appearing in the wild!": "¡Están apareciendo más Mareep en estado salvaje!",
  "Mighty Pokémon are appearing in the wild": "Están apareciendo Pokémon formidables en estado salvaje",
  "More Mudkip are appearing in the wild": "Están apareciendo más Mudkip en estado salvaje",
  "More Noibat are appearing in the wild!": "¡Están apareciendo más Noibat en estado salvaje!",
  "More Oshawott are appearing in the wild": "Están apareciendo más Oshawott en estado salvaje",
  "More Pawmi are appearing in the wild!": "¡Están apareciendo más Pawmi en estado salvaje!",
  "More Pidgey are appearing in the wild!": "¡Están apareciendo más Pidgey en estado salvaje!",
  "More Poliwag are appearing in the wild!": "¡Están apareciendo más Poliwag en estado salvaje!",
  "More Ponyta and Galarian Ponyta are appearing in the wild!": "¡Están apareciendo más Ponyta y Ponyta de Galar en estado salvaje!",
  "More Popplio are appearing in the wild!": "¡Están apareciendo más Popplio en estado salvaje!",
  "More Porygon are appearing in the wild": "Están apareciendo más Porygon en estado salvaje",
  "More Quaxly are appearing in the wild!": "¡Están apareciendo más Quaxly en estado salvaje!",
  "More Ralts are appearing in the wild!": "¡Están apareciendo más Ralts en estado salvaje!",
  "More Roggenrola are appearing in the wild!": "¡Están apareciendo más Roggenrola en estado salvaje!",
  "More Rookidee are appearing in the wild!": "¡Están apareciendo más Rookidee en estado salvaje!",
  "More Roselia are appearing in the wild": "Están apareciendo más Roselia en estado salvaje",
  "More Rowlet are appearing in the wild!": "¡Están apareciendo más Rowlet en estado salvaje!",
  "More Sandshrew are appearing in the wild": "Están apareciendo más Sandshrew en estado salvaje",
  "More Seedot are appearing in the wild": "Están apareciendo más Seedot en estado salvaje",
  "More Sewaddle are appearing in the wild!": "¡Están apareciendo más Sewaddle en estado salvaje!",
  "More Shelmet and Karrablast are appearing in the wild!": "¡Están apareciendo más Shelmet y Karrablast en estado salvaje!",
  "More Shinx are appearing in the wild": "Están apareciendo más Shinx en estado salvaje",
  "Increased chance for Skiploom to appear in parks": "Mayor probabilidad de que Skiploom aparezca en parques",
  "More Slowpoke and Galarian Slowpoke are appearing in the wild!": "¡Están apareciendo más Slowpoke y Slowpoke Galar en estado salvaje!",
  "More Snivy are appearing in the wild": "Están apareciendo más Snivy en estado salvaje",
  "More Spheal are appearing in the wild": "Están apareciendo más Spheal en estado salvaje",
  "More Sprigatito are appearing in the wild!": "¡Están apareciendo más Sprigatito en estado salvaje!",
  "More Squirtle are appearing in the wild!": "¡Están apareciendo más Squirtle en estado salvaje!",
  "More Starly are appearing in the wild!": "¡Están apareciendo más Starly en estado salvaje!",
  "More Stufful are appearing in the wild!": "¡Están apareciendo más Stufful en estado salvaje!",
  "More Swablu are appearing in the wild": "Están apareciendo más Swablu en estado salvaje",
  "More Swinub are appearing in the wild!": "¡Están apareciendo más Swinub en estado salvaje!",
  "More Teddiursa are appearing in the wild!": "¡Están apareciendo más Teddiursa en estado salvaje!",
  "More Tepig are appearing in the wild": "Están apareciendo más Tepig en estado salvaje",
  "More Timburr are appearing in the wild!": "¡Están apareciendo más Timburr en estado salvaje!",
  "More Togetic are appearing in the wild!": "¡Están apareciendo más Togetic en estado salvaje!",
  "More Totodile are appearing in the wild!": "¡Están apareciendo más Totodile en estado salvaje!",
  "More Tynamo are appearing in the wild!": "¡Están apareciendo más Tynamo en estado salvaje!",
  "More Vanillite are appearing in the wild!": "¡Están apareciendo más Vanillite en estado salvaje!",
  "More Weedle are appearing in the wild": "Más Weedle están apareciendo en estado salvaje",
  "More Bug-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Bicho en estado salvaje",
  "More Dark-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Siniestro en estado salvaje",
  "More Dragon-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Dragón en estado salvaje",
  "More Electric-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Eléctrico en estado salvaje",
  "More Fairy-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Hada en estado salvaje",
  "More Fighting-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Lucha en estado salvaje",
  "More Fire-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Fuego en estado salvaje",
  "More Flying-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Volador en estado salvaje",
  "More Ghost-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Fantasma en estado salvaje",
  "More Grass-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Planta en estado salvaje",
  "More Ground-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Tierra en estado salvaje",
  "More Ice-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Hielo en estado salvaje",
  "More Normal-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Normal en estado salvaje",
  "More Poison-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Veneno en estado salvaje",
  "More Psychic-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Psíquico en estado salvaje",
  "More Rock-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Roca en estado salvaje",
  "More Steel-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Acero en estado salvaje",
  "More Water-type Pokémon are appearing in the wild": "Están apareciendo más Pokémon de tipo Agua en estado salvaje",
  "More Wooper are appearing in the wild": "Están apareciendo más Wooper en estado salvaje",
  "More Galarian Zigzagoon are appearing in the wild!": "¡Están apareciendo más Zigzagoon de Galar en estado salvaje!"
}