{
  "More Abra are appearing in the wild": "Doğada daha fazla Abra ortaya çıkıyor",
  "More Alolan Geodude are appearing in the wild": "Doğada daha fazla Alolalı Geodude ortaya çıkıyor",
  "More Axew are appearing in the wild!": "Doğada daha fazla Axew ortaya çıkıyor!",
  "More Bagon are appearing in the wild!": "Doğada daha fazla Bagon ortaya çıkıyor!",
  "More Beldum are appearing in the wild!": "Doğada daha fazla Beldum ortaya çıkıyor!",
  "More Bellsprout are appearing in the wild!": "Doğada daha fazla Bellsprout ortaya çıkıyor!",
  "More Bounsweet are appearing in the wild!": "Doğada daha fazla Bounsweet ortaya çıkıyor!",
  "More Bulbasaur are appearing in the wild": "Doğada daha fazla Bulbasaur ortaya çıkıyor",
  "More Chansey are appearing in the wild!": "Doğada daha fazla Chansey ortaya çıkıyor!",
  "More Charmander are appearing in the wild": "Doğada daha fazla Charmander ortaya çıkıyor",
  "More Chespin are appearing in the wild!": "Doğada daha fazla Chespin ortaya çıkıyor!",
  "More Cyndaquil are appearing in the wild!": "Doğada daha fazla Cyndaquil ortaya çıkıyor!",
  "More Deino are appearing in the wild": "Doğada daha fazla Deino ortaya çıkıyor",
  "More Dratini are appearing in the wild!": "Doğada daha fazla Dratini ortaya çıkıyor!",
  "More Duskull are appearing in the wild": "Doğada daha fazla Duskull ortaya çıkıyor",
  "More Eevee are appearing in the wild": "Doğada daha fazla Eevee ortaya çıkıyor",
  "More Electabuzz are appearing in the wild": "Doğada daha fazla Electabuzz ortaya çıkıyor",
  "More Fennekin are appearing in the wild!": "Doğada daha fazla Fennekin ortaya çıkıyor!",
  "More Flabébé are appearing in the wild!": "Doğada daha fazla Flabébé ortaya çıkıyor!",
  "More Fletchling are appearing in the wild": "Doğada daha fazla Fletchling ortaya çıkıyor",
  "More Froakie are appearing in the wild": "Doğada daha fazla Froakie ortaya çıkıyor",
  "More Fuecoco are appearing in the wild!": "Doğada daha fazla Fuecoco ortaya çıkıyor!",
  "More Gastly are appearing in the wild": "Doğada daha fazla Gastly ortaya çıkıyor",
  "More Gible are appearing in the wild": "Doğada daha fazla Gible ortaya çıkıyor",
  "More Goomy are appearing in the wild!": "Doğada daha fazla Goomy ortaya çıkıyor!",
  "More Grubbin are appearing in the wild!": "Doğada daha fazla Grubbin ortaya çıkıyor!",
  "More Hoppip are appearing in the wild": "Doğada daha fazla Hoppip ortaya çıkıyor",
  "More Jangmo-o are appearing in the wild!": "Doğada daha fazla Jangmo-o ortaya çıkıyor!",
  "More Larvitar are appearing in the wild!": "Doğada daha fazla Larvitar ortaya çıkıyor!",
  "More Litten are appearing in the wild!": "Doğada daha fazla Litten ortaya çıkıyor!",
  "More Litwick are appearing in the wild!": "Doğada daha fazla Litwick ortaya çıkıyor!",
  "More Machop are appearing in the wild": "Doğada daha fazla Machop ortaya çıkıyor",
  "More Magikarp are appearing in the wild": "Doğada daha fazla Magikarp ortaya çıkıyor",
  "More Magmar are appearing in the wild": "Doğada daha fazla Magmar ortaya çıkıyor",
  "More Mankey are appearing in the wild!": "Doğada daha fazla Mankey ortaya çıkıyor!",
  "More Mareep are appearing in the wild!": "Doğada daha fazla Mareep ortaya çıkıyor!",
  "Mighty Pokémon are appearing in the wild": "Doğada muazzam Pokémon’lar ortaya çıkıyor",
  "More Mudkip are appearing in the wild": "Doğada daha fazla Mudkip ortaya çıkıyor",
  "More Noibat are appearing in the wild!": "Doğada daha fazla Noibat ortaya çıkıyor!",
  "More Oshawott are appearing in the wild": "Doğada daha fazla Oshawott ortaya çıkıyor",
  "More Pawmi are appearing in the wild!": "Doğada daha fazla Pawmi ortaya çıkıyor!",
  "More Pidgey are appearing in the wild!": "Doğada daha fazla Pidgey ortaya çıkıyor!",
  "More Poliwag are appearing in the wild!": "Doğada daha fazla Poliwag ortaya çıkıyor!",
  "More Ponyta and Galarian Ponyta are appearing in the wild!": "Doğada daha fazla Ponyta ve Galarlı Ponyta ortaya çıkıyor!",
  "More Popplio are appearing in the wild!": "Doğada daha fazla Popplio ortaya çıkıyor!",
  "More Porygon are appearing in the wild": "Doğada daha fazla Porygon ortaya çıkıyor",
  "More Quaxly are appearing in the wild!": "Doğada daha fazla Quaxly ortaya çıkıyor!",
  "More Ralts are appearing in the wild!": "Doğada daha fazla Ralts ortaya çıkıyor!",
  "More Roggenrola are appearing in the wild!": "Doğada daha fazla Roggenrola ortaya çıkıyor!",
  "More Rookidee are appearing in the wild!": "Doğada daha fazla Rookidee ortaya çıkıyor!",
  "More Roselia are appearing in the wild": "Doğada daha fazla Roselia ortaya çıkıyor",
  "More Rowlet are appearing in the wild!": "Doğada daha fazla Rowlet ortaya çıkıyor!",
  "More Sandshrew are appearing in the wild": "Doğada daha fazla Sandshrew ortaya çıkıyor",
  "More Seedot are appearing in the wild": "Doğada daha fazla Seedot ortaya çıkıyor",
  "More Sewaddle are appearing in the wild!": "Doğada daha fazla Sewaddle ortaya çıkıyor!",
  "More Shelmet and Karrablast are appearing in the wild!": "Doğada daha fazla Shelmet ve Karrablast ortaya çıkıyor!",
  "More Shinx are appearing in the wild": "Doğada daha fazla Shinx ortaya çıkıyor",
  "Increased chance for Skiploom to appear in parks": "Parklarda Skiploom ile karşılaşmak için artırılmış şans",
  "More Slowpoke and Galarian Slowpoke are appearing in the wild!": "Doğada daha fazla Slowpoke ve Galarlı Slowpoke ortaya çıkıyor!",
  "More Snivy are appearing in the wild": "Doğada daha fazla Snivy ortaya çıkıyor",
  "More Solosis are appearing in the wild!": "Doğada daha fazla Solosis ortaya çıkıyor!",
  "More Spheal are appearing in the wild": "Doğada daha fazla Spheal ortaya çıkıyor",
  "More Sprigatito are appearing in the wild!": "Doğada daha fazla Sprigatito ortaya çıkıyor!",
  "More Squirtle are appearing in the wild!": "Doğada daha fazla Squirtle ortaya çıkıyor!",
  "More Starly are appearing in the wild!": "Doğada daha fazla Starly ortaya çıkıyor!",
  "More Stufful are appearing in the wild!": "Doğada daha fazla Stufful ortaya çıkıyor!",
  "More Swablu are appearing in the wild": "Doğada daha fazla Swablu ortaya çıkıyor",
  "More Swinub are appearing in the wild!": "Doğada daha fazla Swinub ortaya çıkıyor!",
  "More Teddiursa are appearing in the wild!": "Doğada daha fazla Teddiursa ortaya çıkıyor!",
  "More Tepig are appearing in the wild": "Doğada daha fazla Tepig ortaya çıkıyor",
  "More Timburr are appearing in the wild!": "Doğada daha fazla Timburr ortaya çıkıyor!",
  "More Togetic are appearing in the wild!": "Doğada daha fazla Togetic ortaya çıkıyor!",
  "More Totodile are appearing in the wild!": "Doğada daha fazla Totodile ortaya çıkıyor!",
  "More Tynamo are appearing in the wild!": "Doğada daha fazla Tynamo ortaya çıkıyor!",
  "More Vanillite are appearing in the wild!": "Doğada daha fazla Vanillite ortaya çıkıyor!",
  "More Weedle are appearing in the wild": "Doğada daha fazla Weedle ortaya çıkıyor",
  "More Bug-type Pokémon are appearing in the wild": "Doğada daha fazla Böcek türü Pokémon ortaya çıkıyor",
  "More Dark-type Pokémon are appearing in the wild": "Doğada daha fazla Karanlık tür Pokémon ortaya çıkıyor",
  "More Dragon-type Pokémon are appearing in the wild": "Doğada daha fazla Ejderha türü Pokémon ortaya çıkıyor",
  "More Electric-type Pokémon are appearing in the wild": "Doğada daha fazla Elektrik türü Pokémon ortaya çıkıyor",
  "More Fairy-type Pokémon are appearing in the wild": "Doğada daha fazla Peri türü Pokémon ortaya çıkıyor",
  "More Fighting-type Pokémon are appearing in the wild": "Doğada daha fazla Dövüşçü türü Pokémon ortaya çıkıyor",
  "More Fire-type Pokémon are appearing in the wild": "Doğada daha fazla Ateş türü Pokémon ortaya çıkıyor",
  "More Flying-type Pokémon are appearing in the wild": "Doğada daha fazla Uçan tür Pokémon ortaya çıkıyor",
  "More Ghost-type Pokémon are appearing in the wild": "Doğada daha fazla Hayalet türü Pokémon ortaya çıkıyor",
  "More Grass-type Pokémon are appearing in the wild": "Doğada daha fazla Bitki türü Pokémon ortaya çıkıyor",
  "More Ground-type Pokémon are appearing in the wild": "Doğada daha fazla Yer türü Pokémon ortaya çıkıyor",
  "More Ice-type Pokémon are appearing in the wild": "Doğada daha fazla Buz türü Pokémon ortaya çıkıyor",
  "More Normal-type Pokémon are appearing in the wild": "Doğada daha fazla Normal tür Pokémon ortaya çıkıyor",
  "More Poison-type Pokémon are appearing in the wild": "Doğada daha fazla Zehir türü Pokémon ortaya çıkıyor",
  "More Psychic-type Pokémon are appearing in the wild": "Doğada daha fazla Psişik türü Pokémon ortaya çıkıyor",
  "More Rock-type Pokémon are appearing in the wild": "Doğada daha fazla Kaya türü Pokémon ortaya çıkıyor",
  "More Steel-type Pokémon are appearing in the wild": "Doğada daha fazla Çelik türü Pokémon ortaya çıkıyor",
  "More Water-type Pokémon are appearing in the wild": "Doğada daha fazla Su türü Pokémon ortaya çıkıyor",
  "More Wooper are appearing in the wild": "Doğada daha fazla Wooper ortaya çıkıyor",
  "More Galarian Zigzagoon are appearing in the wild!": "Doğada daha fazla Galarlı Zigzagoon ortaya çıkıyor!"
}