{
  "None": "無",
  "Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun's rays, the seed grows progressively larger.": "經常可見牠在太陽下睡午覺的樣子。在沐浴了充足的陽光之後，牠背上的種子就會成長茁壯。",
  "There is a bud on this Pokémon's back. To support its weight, Ivysaur's legs and trunk grow thick and strong. If it starts spending more time lying in the sunlight, it's a sign that the bud will bloom into a large flower soon.": "下盤為了支撐背上的花苞而變得強韌。當待在太陽底下一動也不動的時間變長，就表示大朵的花即將盛開。",
  "There is a large flower on Venusaur's back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower's aroma soothes the emotions of people.": "據說充足的營養和陽光會讓花朵的顏色變得更加鮮豔。花朵散發的香氣能夠療癒人心。",
  "The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is enjoying itself. If the Pokémon becomes enraged, the flame burns fiercely.": "尾巴上的火焰代表牠的心情。開心時火焰會搖曳晃動，生氣時火焰則會猛烈燃燒。",
  "Charmeleon mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white color.": "會用銳利的爪子無情地打倒對手。遇到強敵時會興奮起來，尾巴上會燃起藍白色的火焰。",
  "Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself.": "會在空中四處飛翔尋找強大的對手。在面對比自己弱小的對手時，牠不會吐出那可熔化一切的高溫火焰。",
  "Squirtle's shell is not merely used for protection. The shell's rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokémon to swim at high speeds.": "甲殼的作用不僅是用來保護自己，圓潤的外形和表面的溝槽會減少水的阻力，使牠能夠快速地游泳。",
  "Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as Wartortle ages. The scratches on its shell are evidence of this Pokémon's toughness as a battler.": "長滿蓬鬆毛髮的大尾巴，顏色會隨著年齡增長而變深。甲殼上的傷痕是強者的證明。",
  "Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 160 feet.": "甲殼上的噴射口能夠精確地瞄準目標。射出的水彈可以命中５０公尺外的空罐子。",
  "Caterpie has a voracious appetite. It can devour leaves bigger than its body right before your eyes. From its antenna, this Pokémon releases a terrifically strong odor.": "食慾很強，轉眼間就能吃掉比自己身體還要大的葉子。會從觸角釋放出強烈的臭氣。",
  "The shell covering this Pokémon's body is as hard as an iron slab. Metapod does not move very much. It stays still because it is preparing its soft innards for evolution inside the hard shell.": "包裹身體的外殼像鐵板一般堅硬。之所以不怎麼動，是因為殼裡面的柔軟身體正在為進化做準備。",
  "Butterfree has a superior ability to search for delicious honey from flowers. It can even search out, extract, and carry honey from flowers that are blooming over six miles from its nest.": "尋找美味花蜜的能力非常優秀，會從開在離家１０公里遠之處的花朵上採集花蜜回來。",
  "Weedle has an extremely acute sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis (nose).": "有著非常靈敏的嗅覺。能用大大的紅鼻子聞出自己喜歡吃和不喜歡吃的葉子。",
  "Kakuna remains virtually immobile as it clings to a tree. However, on the inside, it is extremely busy as it prepares for its coming evolution. This is evident from how hot the shell becomes to the touch.": "雖然掛在樹上幾乎一動也不動，但體內正為了進化而忙碌準備著。證據就是牠的身體會變得很熱。",
  "Beedrill is extremely territorial. No one should ever approach its nest—this is for their own safety. If angered, they will attack in a furious swarm.": "大針蜂非常重視自己的地盤，為了安全起見，最好不要接近牠的住處。一旦生氣就會成群結隊襲擊而來。",
  "Pidgey has an extremely sharp sense of direction. It is capable of unerringly returning home to its nest, however far it may be removed from its familiar surroundings.": "因為方向感非常好，所以無論到了離巢穴多遠的地方，都能不迷路地飛回巢穴。",
  "Pidgeotto claims a large area as its own territory. This Pokémon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.": "會飛在空中巡視自己廣大的地盤。要是有誰膽敢侵犯牠的地盤，牠會毫不留情地用利爪狠狠教訓一番。",
  "This Pokémon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokémon.": "有著亮麗羽毛的寶可夢。有許多訓練家被大比鳥頭上美麗的羽毛深深吸引而開始培育牠。",
  "Rattata is cautious in the extreme. Even while it is asleep, it constantly listens by moving its ears around. It is not picky about where it lives—it will make its nest anywhere.": "戒心很強，就算睡著的時候也會轉動耳朵聆聽周圍的動靜。會在任何地方築巢定居。",
  "Night after night, they sneak into people's homes seeking food. A massive outbreak of them has become an issue of public concern.": "每天夜裡都會為了尋找食物而潛入人們家中。牠們的大量出現已經成了社會問題。",
  "Raticate's sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses.": "堅硬的牙齒會不斷生長，所以會透過啃咬岩石或大樹來磨牙。房屋的牆壁有時也會變成牠的啃咬對象。",
  "It commands a nest of Rattata. Different nests don't get along, whipping up severe fights over feeding grounds.": "帶領小拉達們組成群體。群體之間的關係很惡劣，會為了爭奪覓食地而激烈爭鬥。",
  "Spearow has a very loud cry that can be heard over half a mile away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.": "響亮的叫聲可以傳到１公里之外。當四處傳來高亢的叫聲時，就是牠們通知夥伴有危險的信號。",
  "Fearow is recognized by its long neck and elongated beak. They are conveniently shaped for catching prey in soil or water. It deftly moves its long and skinny beak to pluck prey.": "長長的脖子和鳥嘴十分便於捕捉土裡或水中的獵物。能靈巧地用細長的鳥嘴夾住獵物。",
  "Ekans curls itself up in a spiral while it rests. Assuming this position allows it to quickly respond to a threat from any direction with a glare from its upraised head.": "之所以一圈圈蜷起身體睡覺，是為了不管敵人從哪個方向襲來，都能立刻把頭轉過去威嚇對方。",
  "This Pokémon is terrifically strong in order to constrict things with its body. It can even flatten steel oil drums. Once Arbok wraps its body around its foe, escaping its crushing embrace is impossible.": "勒緊的力量非常強大，連鐵桶都能擠扁。一旦被纏住就絕對無法逃脫。",
  "Whenever Pikachu comes across something new, it blasts it with a jolt of electricity. If you come across a blackened berry, it's evidence that this Pokémon mistook the intensity of its charge.": "會對第一次看見的東西發出電擊。當有燒焦的樹果落下時，就是牠搞錯了電擊強度的證明。",
  "If the electrical sacs become excessively charged, Raichu plants its tail in the ground and discharges. Scorched patches of ground will be found near this Pokémon's nest.": "電力袋中儲存了過多的電力時，就會把尾巴貼著地面放電。巢穴附近的地面上會有燒焦的痕跡。",
  "When you rub its cheeks, a sweet fragrance comes wafting out. However, you'll also get a light shock!": "如果搓揉牠的臉頰，就會飄散出甜美的芳香，但是會有輕微的麻痺感。",
  "Sandshrew's body is configured to absorb water without waste, enabling it to survive in an arid desert. This Pokémon curls up to protect itself from its enemies.": "因為有著能夠充分吸收水分的身體構造，所以在乾燥的沙地上生活也沒問題。會將身體蜷成一團來防禦敵人的攻擊。",
  "The skin on its back is as hard as steel. Predators go after its soft belly, so it clings to the ground desperately.": "背上的皮膚硬如鋼鐵。因為柔軟的肚子會成為攻擊目標，所以牠會死命地趴在地上。",
  "Sandslash's body is covered by tough spikes, which are hardened sections of its hide. Once a year, the old spikes fall out, to be replaced with new spikes that grow out from beneath the old ones.": "身上的刺是皮膚硬化後形成的。身上的老刺每年會脫落１次，然後從下面長出新刺。",
  "A long, long time ago, it lived in the desert. With its sharp claws fully extended, it can climb right up an iceberg without slipping.": "很久以前曾經棲息在沙漠裡。會用銳利的爪子牢牢插進山壁，即使攀爬冰山也不會滑落。",
  "Nidoran♀ has barbs that secrete a powerful poison. They are thought to have developed as protection for this small-bodied Pokémon. When enraged, it releases a horrible toxin from its horn.": "人們認為牠是為了保護自己嬌小的身體才演化出了威力強大的毒針。生氣時會從角的尖端噴出劇毒。",
  "When Nidorina are with their friends or family, they keep their barbs tucked away to prevent hurting each other. This Pokémon appears to become nervous if separated from the others.": "和夥伴及家人在一起的時候，會收起尖刺以避免傷到彼此。一旦離開夥伴似乎就會變得不安。",
  "Nidoqueen's body is encased in extremely hard scales. It is adept at sending foes flying with harsh tackles. This Pokémon is at its strongest when it is defending its young.": "擅長利用長滿堅硬鱗片的身體將對手撞飛的攻擊。在保護孩子的時候會發揮最強的力量。",
  "Nidoran♂ has developed muscles for moving its ears. Thanks to them, the ears can be freely moved in any direction. Even the slightest sound does not escape this Pokémon's notice.": "牽動耳朵的肌肉十分發達，可以隨意將耳朵轉動到任何方向。是無論多小的聲音也不會漏聽的寶可夢。",
  "Nidorino has a horn that is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might.": "有著比鑽石還要堅硬的角。感覺到敵人的氣息時，背上的刺會一起豎起來全力迎敵。",
  "Nidoking's thick tail packs enormously destructive power. With one swing, it can topple a metal transmission tower. Once this Pokémon goes on a rampage, there is no stopping it.": "粗壯的尾巴揮出的一擊有著能將堅固鐵塔折斷的驚人破壞力。一旦鬧了起來就無人能擋。",
  "On every night of a full moon, groups of this Pokémon come out to play. When dawn arrives, the tired Clefairy return to their quiet mountain retreats and go to sleep nestled up against each other.": "在滿月的夜晚會精力十足地玩耍。破曉時玩累了的皮皮們就會回到安靜的深山裡和夥伴們依偎在一起睡覺。",
  "Clefable moves by skipping lightly as if it were flying using its wings. Its bouncy step lets it even walk on water. It is known to take strolls on lakes on quiet, moonlit nights.": "會用翅膀像飛一樣地跳著走。就算要在水面上行走也沒問題。會在寂靜的月夜漫步湖上。",
  "At the time of its birth, Vulpix has one white tail. The tail separates into six if this Pokémon receives plenty of love from its Trainer. The six tails become magnificently curled.": "出生的時候是１根白色的尾巴。在受到了足夠的關愛之後，就會分成６根並變成漂亮的捲毛。",
  "They live together in a skulk, helping one another. Before eating their prey, they freeze it solid with their –58 degree Fahrenheit breath.": "成群結隊地互助生活。會吐出零下５０度的氣息，將獵物牢牢凍住後再進食。",
  "Ninetales casts a sinister light from its bright red eyes to gain total control over its foe's mind. This Pokémon is said to live for a thousand years.": "能從鮮紅的眼睛裡發出奇怪的光線，自由操縱對手的心靈。據說牠的壽命長達１０００年。",
  "Some said that deities visited mountains where Ninetales live, so in times long past, no one was allowed to go into those mountains.": "據說九尾棲息的山中會有神靈來訪，所以過去是禁止入山的。",
  "Jigglypuff's vocal cords can freely adjust the wavelength of its voice. This Pokémon uses this ability to sing at precisely the right wavelength to make its foes most drowsy.": "因為擁有能夠隨意改變聲音波長的聲帶，所以能以對手最容易睡著的波長來唱歌。",
  "Wigglytuff has large, saucerlike eyes. The surfaces of its eyes are always covered with a thin layer of tears. If any dust gets in this Pokémon's eyes, it is quickly washed away.": "在圓圓的大眼睛的表面，總是覆蓋著一層薄薄的淚膜。即使黏上灰塵也能立刻洗掉。",
  "Zubat remains quietly unmoving in a dark spot during the bright daylight hours. It does so because prolonged exposure to the sun causes its body to become slightly burned.": "白天之所以一直待在陰暗的地方，是因為長時間受到陽光照射，全身就會被輕微灼傷。",
  "Golbat loves to drink the blood of living things. It is particularly active in the pitch black of night. This Pokémon flits around in the night skies, seeking fresh blood.": "非常喜歡生物的血液。大多是在深夜時間活動，會在夜空中飛來飛去尋找鮮血。",
  "During the daytime, Oddish buries itself in soil to absorb nutrients from the ground using its entire body. The more fertile the soil, the glossier its leaves become.": "白天會把身體埋進地下，用全身吸收土壤中的營養。據說土壤越肥沃，葉子就越有光澤。",
  "Gloom releases a foul fragrance from the pistil of its flower. When faced with danger, the stench worsens. If this Pokémon is feeling calm and secure, it does not release its usual stinky aroma.": "感到危險的時候，雌蕊放出的臭味會變得更加強烈，但心平氣和的時候不會放出臭味。",
  "Vileplume's toxic pollen triggers atrocious allergy attacks. That's why it is advisable never to approach any attractive flowers in a jungle, however pretty they may be.": "毒花粉會引起嚴重的過敏反應。在叢林裡就算發現了美麗的花朵，也不要隨便接近比較好哦。",
  "Paras has parasitic mushrooms growing on its back called tochukaso. They grow large by drawing nutrients from this Bug Pokémon host. They are highly valued as a medicine for extending life.": "從派拉斯身上吸取養分而長大的蘑菇被稱為冬蟲夏草。是被當成長壽之藥的貴重蘑菇。",
  "Parasect is known to infest large trees en masse and drain nutrients from the lower trunk and roots. When an infested tree dies, they move onto another tree all at once.": "派拉斯特會成群貼在大樹的根部吸取養分。樹枯萎後會一起轉移到其他的樹上。",
  "Venonat is said to have evolved with a coat of thin, stiff hair that covers its entire body for protection. It possesses large eyes that never fail to spot even minuscule prey.": "據說為了保護自己，變得全身長滿了堅硬細小的體毛。有著不會放過任何小獵物的眼睛。",
  "Venomoth is nocturnal—it is a Pokémon that only becomes active at night. Its favorite prey are small insects that gather around streetlights, attracted by the light in the darkness.": "具有夜行性，會在夜間開始活動。喜歡捕食被路燈的燈光吸引而聚集在一起的小蟲子。",
  "Diglett are raised in most farms. The reason is simple—wherever this Pokémon burrows, the soil is left perfectly tilled for planting crops. This soil is made ideal for growing delicious vegetables.": "幾乎所有的農家都有培育地鼠。因為被地鼠挖過洞的土地等於經過了適度的耕耘，能夠種出美味的蔬菜。",
  "The need to dig through volcanic rock in the ground has made them more powerful than the Diglett of other regions.": "比其他地區的地鼠更有力氣。這是在熔岩地質的地層中挖掘前進而鍛鍊出來的。",
  "Dugtrio are actually triplets that emerged from one body. As a result, each triplet thinks exactly like the other two triplets. They work cooperatively to burrow endlessly.": "因為是從一個身體長出來的三胞胎，所以大家想的事情是一樣的。可以同心協力挖到任何地方。",
  "Its shining gold whiskers are advanced sensors that can detect vibrations from sounds several miles away.": "閃著金光的鬍鬚是靈敏度極高的感應器。就連數公里外的聲音也能透過振動感應到。",
  "Meowth withdraws its sharp claws into its paws to slinkily sneak about without making any incriminating footsteps. For some reason, this Pokémon loves shiny coins that glitter with light.": "可以收起尖銳的爪子，躡手躡腳無聲無息地行走。不知為何非常喜歡閃閃發亮的硬幣。",
  "A royal house that flourished in the distant past brought it here from another region. Meowth is both selfish and prideful.": "在遙遠的過去由當時興旺的王族從其他地區帶到此地。性格任性且自尊心很強。",
  "Living with a savage, seafaring people has toughened this Pokémon's body so much that parts of it have turned to iron.": "和好戰的海洋民族一起生活，久而久之身體的各個地方就都變成了黑鐵。",
  "Persian has six bold whiskers that give it a look of toughness. The whiskers sense air movements to determine what is in the Pokémon's surrounding vicinity. It becomes docile if grabbed by the whiskers.": "６根粗硬鬍鬚的功用是感知空氣的流動來判斷周圍的狀況。鬍鬚被抓住後就會變得溫順起來。",
  "Its round face is a symbol of wealth. Persian that have bigger, plumper faces are considered more beautiful.": "圓圓的臉是富貴的象徵。人們認為有著豐滿體態和大臉的貓老大才美。",
  "Psyduck uses a mysterious power. When it does so, this Pokémon generates brain waves that are supposedly only seen in sleepers. This discovery spurred controversy among scholars.": "從發揮著神奇力量的可達鴨身上觀測到了應該只有在睡眠時才會出現的腦波，因此在學術界造成了話題。",
  "The webbed flippers on its forelegs and hind legs and the streamlined body of Golduck give it frightening speed. This Pokémon is definitely much faster than even the most athletic swimmer.": "手腳上的蹼和流線型的身體使牠能以驚人的速度在水中游動。速度絕對比金牌運動員快得多。",
  "When Mankey starts shaking and its nasal breathing turns rough, it's a sure sign that it is becoming angry. However, because it goes into a towering rage almost instantly, it is impossible for anyone to flee its wrath.": "身體顫抖，鼻息變得急促是牠即將發怒的前兆，但因為總是瞬間暴怒，所以根本來不及逃跑。",
  "When Primeape becomes furious, its blood circulation is boosted. In turn, its muscles are made even stronger. However, it also becomes much less intelligent at the same time.": "暴怒會促進血液循環，讓肌肉的力量變得更強。但是大腦的運轉會因此變慢。",
  "Growlithe has a superb sense of smell. Once it smells anything, this Pokémon won't forget the scent, no matter what. It uses its advanced olfactory sense to determine the emotions of other living things.": "嗅覺靈敏，只要是聞過的味道，不管發生什麼都不會忘記。會靠氣味來察覺對手的情緒。",
  "They patrol their territory in pairs. I believe the igneous rock components in the fur of this species are the result of volcanic activity in its habitat.": "兩隻一組共同負責地盤的警戒工作。體毛中混有火成岩的成分，可以推想這是受到火山活動的影響。",
  "Arcanine is known for its high speed. It is said to be capable of running over 6,200 miles in a single day and night. The fire that blazes wildly within this Pokémon's body is its source of power.": "據說牠是一個晝夜能跑上１００００公里距離的快速寶可夢。體內熊熊燃燒的火焰是牠的力量來源。",
  "Snaps at its foes with fangs cloaked in blazing flame. Despite its bulk, it deftly feints every which way, leading opponents on a deceptively merry chase as it all but dances around them.": "將猛烈燃燒的火焰纏繞在牙齒上撲向獵物。雖然體型很大，卻能以靈巧的假動作戲弄敵手，那姿態就像是舞蹈一般。",
  "Poliwag has a very thin skin. It is possible to see the Pokémon's spiral innards right through the skin. Despite its thinness, however, the skin is also very flexible. Even sharp fangs bounce right off it.": "雖然牠的皮膚薄得能看見裡頭漩渦狀的內臟，但卻有著能反彈尖牙的彈力。",
  "The surface of Poliwhirl's body is always wet and slick with a slimy fluid. Because of this slippery covering, it can easily slip and slide out of the clutches of any enemy in battle.": "覆蓋在身體表面的液體讓牠的身體總是濕濕黏黏的。即使被敵人捉住，也能滑溜溜地輕易逃脫。",
  "Poliwrath's highly developed, brawny muscles never grow fatigued, however much it exercises. It is so tirelessly strong, this Pokémon can swim back and forth across the ocean without effort.": "發達強韌的肌肉無論怎麼運動都不會覺得疲勞。甚至可以輕鬆橫渡太平洋。",
  "Abra sleeps for 18 hours a day. However, it can sense the presence of foes even while it is sleeping. In such a situation, this Pokémon immediately teleports to safety.": "１天有１８個小時都在睡覺的寶可夢。就算睡著了，也能察覺到敵人出現並使出瞬間移動來逃走。",
  "Kadabra emits a peculiar alpha wave if it develops a headache. Only those people with a particularly strong psyche can hope to become a Trainer of this Pokémon.": "會發出能引起頭痛的特殊阿爾法波。如果沒有強大的精神力，是無法成為勇基拉的訓練家的。",
  "Alakazam's brain continually grows, making its head far too heavy to support with its neck. This Pokémon holds its head up using its psychokinetic power instead.": "因為腦袋不斷變大，頭重到連脖子都無法支撐，所以牠是用超能力來支撐自己的頭。",
  "Machop's muscles are special—they never get sore no matter how much they are used in exercise. This Pokémon has sufficient power to hurl a hundred adult humans.": "擁有特殊肌肉的寶可夢。不管怎樣運動都不會感到疼痛。有著可以扔飛１００個成年人的力量。",
  "Machoke's thoroughly toned muscles possess the hardness of steel. This Pokémon has so much strength, it can easily hold aloft a sumo wrestler on just one finger.": "鍛鍊過的肌肉硬如鋼鐵。是一種擁有怪力，只需１根手指就能輕鬆舉起相撲力士的寶可夢。",
  "Machamp has the power to hurl anything aside. However, trying to do any work requiring care and dexterity causes its arms to get tangled. This Pokémon tends to leap into action before it thinks.": "有著能夠扔飛一切東西的力量，但要做細微的動作時手臂會纏在一起。身體會比大腦先一步行動。",
  "Bellsprout's thin and flexible body lets it bend and sway to avoid any attack, however strong it may be. From its mouth, this Pokémon spits a corrosive fluid that melts even iron.": "無論多強的攻擊都能靠著彎曲纖細柔軟的身體來迴避。會從口中吐出連鐵都能融化的液體。",
  "Weepinbell has a large hook on its rear end. At night, the Pokémon hooks on to a tree branch and goes to sleep. If it moves around in its sleep, it may wake up to find itself on the ground.": "到了晚上就會用臀部的鉤子掛在樹枝上睡覺。如果睡相不好，早上就會掉到地上。",
  "Victreebel has a long vine that extends from its head. This vine is waved and flicked about as if it were an animal to attract prey. When an unsuspecting prey draws near, this Pokémon swallows it whole.": "會讓長在頭上的藤蔓像小生物一樣動來動去引誘獵物。等獵物靠近時就會張開大嘴一口吞掉。",
  "Tentacool's body is largely composed of water. If it is removed from the sea, it dries up like parchment. If this Pokémon happens to become dehydrated, put it back into the sea.": "因為身體的絕大部分都是由水組成，所以離開大海後就會變得乾巴巴的。看見牠變得乾巴巴時，把牠放回大海去吧。",
  "Tentacruel has large red orbs on its head. The orbs glow before lashing the vicinity with a harsh ultrasonic blast. This Pokémon's outburst creates rough waves around it.": "頭上的紅色珠子發光時，會向周圍發射強烈的超音波。據說那時海面會掀起巨大的波浪。",
  "The longer a Geodude lives, the more its edges are chipped and worn away, making it more rounded in appearance. However, this Pokémon's heart will remain hard, craggy, and rough always.": "越是長壽的小拳石，身上被磨掉的棱角也就越多，也會變得越圓。但脾氣卻一直都是又臭又硬十分粗暴。",
  "Geodude compete against each other with headbutts. The iron sand on their heads will stick to whichever one has stronger magnetism.": "會用頭錘與夥伴競爭。頭上的鐵沙會被磁力較強的那一方吸過去。",
  "Graveler grows by feeding on rocks. Apparently, it prefers to eat rocks that are covered in moss. This Pokémon eats its way through a ton of rocks on a daily basis.": "靠著吃岩石成長的寶可夢。好像比較愛吃長著苔蘚的岩石。每天要吃掉１噸的岩石。",
  "Graveler's entire body is tinged with electricity due to the stones it likes to eat. It's very quick-tempered.": "受到愛吃的石頭影響，牠的全身都帶著電。性格非常好鬥。",
  "Golem live up on mountains. If there is a large earthquake, these Pokémon will come rolling down off the mountains en masse to the foothills below.": "當發生大地震的時候，住在山上的隆隆岩有時會幾隻一起轟隆隆地滾到山腳下來哦。",
  "It shoots large rocks that are charged with electricity. Tremendous electric shocks are flung out across the whole area of impact.": "會發射帶電的大岩石。被擊中的地點周圍會迸發出驚人的電擊。",
  "Ponyta is very weak at birth. It can barely stand up. This Pokémon becomes stronger by stumbling and falling to keep up with its parent.": "剛出生的時候連站起來也很不容易，但在跌跌撞撞地追趕雙親的過程中，下盤會被鍛鍊得十分結實。",
  "Its small horn hides a healing power. With a few rubs from this Pokémon’s horn, any slight wound you have will be healed.": "小小的角裡蘊藏著治癒之力。如果只是一點小傷，牠只要用角輕擦傷口就能治癒。",
  "Rapidash usually can be seen casually cantering in the fields and plains. However, when this Pokémon turns serious, its fiery manes flare and blaze as it gallops its way up to 150 mph.": "雖然平時總是悠閒地在原野上到處跑，但一旦認真起來，鬃毛上的火焰就會燃燒，以２４０公里的時速開始奔馳。",
  "Little can stand up to its psycho cut. Unleashed from this Pokémon’s horn, the move will punch a hole right through a thick metal sheet.": "會從角發射強力的精神利刃。那超群的破壞力甚至可以在厚厚的鐵板上開出洞來。",
  "Slowpoke uses its tail to catch prey by dipping it in water at the side of a river. However, this Pokémon often forgets what it's doing and often spends entire days just loafing at water's edge.": "會把尾巴放進河裡釣食物，但釣著釣著就會忘記自己在做什麼，然後就會躺在河邊直到１天結束。",
  "Although this Pokémon is normally zoned out, its expression abruptly sharpens on occasion. The cause for this seems to lie in Slowpoke's diet.": "平時一直都在發呆， 但偶爾會突然露出銳利的神色。 據說這和牠所吃的食物有關。",
  "Slowbro's tail has a Shellder firmly attached with a bite. As a result, the tail can't be used for fishing anymore. This causes Slowbro to grudgingly swim and catch prey instead.": "因為大舌貝咬著尾巴而無法釣食物的呆殼獸只能不情不願地到水裡游泳捕食。",
  "A Shellder bite set off a chemical reaction with the spices inside Slowbro's body, causing Slowbro to become a Poison-type Pokémon.": "被大舌貝咬住的刺激和體內的香料發生化學反應，讓牠變成了毒屬性。",
  "Magnemite attaches itself to power lines to feed on electricity. If your house has a power outage, check your circuit breakers. You may find a large number of this Pokémon clinging to the breaker box.": "會吸附在電線上進食電力。如果停電了就調查一下配電箱吧。也許上面正附著密密麻麻的小磁怪呢。",
  "Magneton emits a powerful magnetic force that is fatal to mechanical devices. As a result, large cities sound sirens to warn citizens of large-scale outbreaks of this Pokémon.": "因為會用強大的磁力破壞機器，所以當三合一磁怪大量出現時，大城鎮都會拉響警報通知大家。",
  "Farfetch'd is always seen with a stalk from a plant of some sort. Apparently, there are good stalks and bad stalks. This Pokémon has been known to fight with others over stalks.": "手上拿著的植物莖好像有好有壞，所以大蔥鴨之間有時會為了爭奪莖而彼此爭鬥。",
  "The Farfetch'd of the Galar region are brave warriors, and they wield thick, tough leeks in battle.": "生活在伽勒爾的大蔥鴨。揮舞著又粗又壯的大蔥，是英勇奮戰的戰士。",
  "Doduo's two heads never sleep at the same time. Its two heads take turns sleeping, so one head can always keep watch for enemies while the other one sleeps.": "２顆頭從來不會同時睡著。為了防止在睡著時受到敵人襲擊，牠們會輪流負責放哨。",
  "Watch out if Dodrio's three heads are looking in three separate directions. It's a sure sign that it is on its guard. Don't go near this Pokémon if it's being wary—it may decide to peck you.": "３顆頭分別朝著不同方向時，就是牠正處於警戒狀態的證明。不小心靠近牠的話就會被鳥嘴啄。",
  "Seel hunts for prey in the frigid sea underneath sheets of ice. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head.": "會在冰封的海中捕食。換氣時會用頭上的突起部分破開冰層從海裡露出臉來。",
  "Dewgong loves to snooze on bitterly cold ice. The sight of this Pokémon sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago.": "最喜歡在寒冷的冰面上睡覺。過去曾有水手看到牠在冰山上的睡姿，而把牠誤認成了人魚。",
  "Grimer's sludgy and rubbery body can be forced through any opening, however small it may be. This Pokémon enters sewer pipes to drink filthy wastewater.": "不管是多麼細小的縫隙，牠黏糊糊軟趴趴的身體都能鑽進去。會潛入下水管喝髒水。",
  "Brought to Alola to solve the garbage problem, Grimer seems to relish any and all kinds of trash.": "為了解決垃圾問題，牠被人們帶到了阿羅拉來。不管什麼垃圾都能大快朵頤。",
  "From Muk's body seeps a foul fluid that gives off a nose-bendingly horrible stench. Just one drop of this Pokémon's body fluid can turn a pool stagnant and rancid.": "從體內滲出的體液會散發出足以讓鼻子失靈的強烈臭味。只要１滴就能讓整個泳池的水混濁發臭。",
  "What look like fangs and claws are actually crystallized poison that will afflict you at a mere touch, so don't get too close.": "看起來像牙齒和爪子的東西是毒素結晶。一旦碰到就會中毒，所以靠近牠是很危險的。",
  "At night, this Pokémon uses its broad tongue to burrow a hole in the seafloor sand and then sleep in it. While it is sleeping, Shellder closes its shell, but leaves its tongue hanging out.": "每到夜裡就會用大舌頭在海底的沙子上挖洞並在裡面睡覺。雖然睡覺時會緊閉貝殼，但舌頭卻伸在外面。",
  "Cloyster is capable of swimming in the sea. It does so by swallowing water, then jetting it out toward the rear. This Pokémon shoots spikes from its shell using the same system.": "會把吞入的海水一口氣向後噴射，藉此在海裡游泳。發射尖刺時也是利用相同的原理。",
  "Gastly is largely composed of gaseous matter. When exposed to a strong wind, the gaseous body quickly dwindles away. Groups of this Pokémon cluster under the eaves of houses to escape the ravages of wind.": "遇到強風時，氣體狀的身體轉眼間就會被吹散變小。躲過了風吹的鬼斯會聚集在屋簷下。",
  "Haunter is a dangerous Pokémon. If one beckons you while floating in darkness, you must never approach it. This Pokémon will try to lick you with its tongue and steal your life away.": "即使看到浮現在黑暗中的鬼斯通向你招手，也絕對不要靠近哦。一旦靠近就會被牠的舌頭舔到並吸走生命。",
  "Sometimes, on a dark night, your shadow thrown by a streetlight will suddenly and startlingly overtake you. It is actually a Gengar running past you, pretending to be your shadow.": "半夜裡路燈下的影子之所以會超過自己，是因為耿鬼化作影子跑了過去。",
  "Onix has a magnet in its brain. It acts as a compass so that this Pokémon does not lose direction while it is tunneling. As it grows older, its body becomes increasingly rounder and smoother.": "因為腦內有磁石，所以即使在地裡挖洞前進也不會弄錯方向。年紀越大身體就越圓潤。",
  "If your nose becomes itchy while you are sleeping, it's a sure sign that one of these Pokémon is standing above your pillow and trying to eat your dream through your nostrils.": "如果你睡著時覺得鼻子發癢，那就是站在枕邊的催眠貘想從你鼻孔中食夢的信號。",
  "Hypno holds a pendulum in its hand. The arcing movement and glitter of the pendulum lull the foe into a deep state of hypnosis. While this Pokémon searches for prey, it polishes the pendulum.": "牠手上拿著的鐘擺的擺動和光芒會讓對手陷入深深的催眠狀態。會在尋找獵物的同時磨亮鐘擺。",
  "Krabby live on beaches, burrowed inside holes dug into the sand. On sandy beaches with little in the way of food, these Pokémon can be seen squabbling with each other over territory.": "會在沙灘上挖洞並生活在裡面。在食物稀少的沙灘上，能夠看到大鉗蟹們為了搶地盤而彼此爭鬥。",
  "Kingler has an enormous, oversized claw. It waves this huge claw in the air to communicate with others. However, because the claw is so heavy, the Pokémon quickly tires.": "巨鉗蟹之間會透過揮舞巨大的鉗子來傳遞信號，但由於鉗子太重，很快就會累了。",
  "Voltorb was first sighted at a company that manufactures Poké Balls. The link between that sighting and the fact that this Pokémon looks very similar to a Poké Ball remains a mystery.": "最早在製造精靈球的公司被發現，而且牠的外型酷似精靈球，這兩點之間的關連至今還是個謎。",
  "An enigmatic Pokémon that happens to bear a resemblance to a Poké Ball. When excited, it discharges the electric current it has stored in its belly, then lets out a great, uproarious laugh.": "形狀頗似精靈球的奇異寶可夢。當情緒高漲時，積蓄在腹部的電流就會放出，同時發出大笑。",
  "Electrode eats electricity in the atmosphere. On days when lightning strikes, you can see this Pokémon exploding all over the place from eating too much electricity.": "會吃空氣中的電能。在打雷的日子，吃下過多電力的頑皮雷彈會在各處發生大爆炸。",
  "The tissue on the surface of its body is curiously similar in composition to an Apricorn. When irritated, this Pokémon lets loose an electric current equal to 20 lightning bolts.": "體表的組織與球果的成分極為接近，實在不可思議。當牠情緒焦躁時所放出的電流，能量足以匹敵２０次的落雷。",
  "This Pokémon consists of six eggs that form a closely knit cluster. The six eggs attract each other and spin around. When cracks increasingly appear on the eggs, Exeggcute is close to evolution.": "６隻情同手足的蛋會互相吸引，一起滾來滾去。當殼上的裂痕變多時，就表示快要進化了。",
  "Exeggutor originally came from the tropics. Its heads steadily grow larger from exposure to strong sunlight. It is said that when the heads fall off, they group together to form Exeggcute.": "據說在南國出生的椰蛋樹的頭會因長期受到強烈陽光的照射而不斷長大，掉到地面上就會變成蛋蛋。",
  "It swings its long neck like a whip and smacks its opponents. This makes Exeggutor itself dizzy, too.": "能像甩鞭子一樣揮動長脖子，用頭重重地敲擊對手。自己也會有些頭暈眼花。",
  "Cubone pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull the Pokémon wears are made by the tears it sheds.": "對著滿月想起已無法再見的母親的面容，於是放聲哭泣。戴著的頭骨上的污漬是淚水的痕跡。",
  "Marowak is the evolved form of a Cubone that has overcome its sadness at the loss of its mother and grown tough. This Pokémon's tempered and hardened spirit is not easily broken.": "卡拉卡拉克服了無法再見母親的悲痛，堅強地進化而成的樣子。經過磨練的心不會輕易氣餒。",
  "When it beats opponents with its bone, the cursed flames spread to them. No amount of water will stop those flames from burning.": "用骨頭打擊對方時，詛咒之火會蔓延到對方身上。這種火無法用水澆熄，會永遠燃燒下去。",
  "Hitmonlee's legs freely contract and stretch. Using these springlike legs, it bowls over foes with devastating kicks. After battle, it rubs down its legs and loosens the muscles to overcome fatigue.": "會用能伸縮自如的腿使出猛烈的腳踢把對手踢倒。戰鬥後會去按摩疲勞的雙腿。",
  "Hitmonchan is said to possess the spirit of a boxer who had been working toward a world championship. This Pokémon has an indomitable spirit and will never give up in the face of adversity.": "快拳郎身上據說寄宿著以成為世界冠軍為目標的拳擊手的靈魂。不屈不撓的牠永遠不會認輸。",
  "Whenever Lickitung comes across something new, it will unfailingly give it a lick. It does so because it memorizes things by texture and by taste. It is somewhat put off by sour things.": "第一次看到的東西一定會舔一下，靠舌頭的觸感和味道來記憶。但是牠有點怕酸的東西。",
  "If Koffing becomes agitated, it raises the toxicity of its internal gases and jets them out from all over its body. This Pokémon may also overinflate its round body, then explode.": "若是刺激牠，瓦斯的毒性就會變強，並從身體各處猛烈噴出。膨脹成圓滾滾的球形後會發生大爆炸。",
  "Weezing loves the gases given off by rotted kitchen garbage. This Pokémon will find a dirty, unkempt house and make it its home. At night, when the people in the house are asleep, it will go through the trash.": "非常喜歡腐爛的垃圾廚餘產生的瓦斯。會定居在不打掃的人家中，趁夜深人靜的時候去翻找垃圾箱。",
  "This Pokémon consumes particles that contaminate the air. Instead of leaving droppings, it expels clean air.": "會吸收大氣中的污染成分，然後吐出新鮮的空氣，這就是牠的排泄方式。",
  "Rhyhorn runs in a straight line, smashing everything in its path. It is not bothered even if it rushes headlong into a block of steel. This Pokémon may feel some pain from the collision the next day, however.": "會直直地不斷向前衝並瘋狂破壞。就算撞上銅牆鐵壁也完全沒事，但過了１天會感到有點痛。",
  "Rhydon's horn can crush even uncut diamonds. One sweeping blow of its tail can topple a building. This Pokémon's hide is extremely tough. Even direct cannon hits don't leave a scratch.": "角能粉碎鑽石原石，尾巴一掃就能讓大樓倒塌。堅硬的皮膚連大砲也無法傷及分毫。",
  "Chansey lays nutritionally excellent eggs on an everyday basis. The eggs are so delicious, they are easily and eagerly devoured by even those people who have lost their appetite.": "每天都會生下營養豐富的蛋。牠的蛋十分可口，就連沒有食慾的人都會忍不住一口吃掉。",
  "Tangela's vines snap off easily if they are grabbed. This happens without pain, allowing it to make a quick getaway. The lost vines are replaced by newly grown vines the very next day.": "被敵人抓住時藤蔓會斷開。因為完全不會痛，所以牠會趁那個空檔逃走。藤蔓在第二天就會重新長好。",
  "If you come across a young Kangaskhan playing by itself, you must never disturb it or attempt to catch it. The baby Pokémon's parent is sure to be in the area, and it will become violently enraged at you.": "就算只有１隻袋獸寶寶在玩，也絕對不可以去捉牠。不然待在附近的母親會非常生氣。",
  "Horsea eats small insects and moss off of rocks. If the ocean current turns fast, this Pokémon anchors itself by wrapping its tail around rocks or coral to prevent being washed away.": "吃小蟲子或岩石灘上的苔蘚。海流變快時，為了不讓自己被沖走，會用尾巴纏住岩石或珊瑚。",
  "Seadra sleeps after wriggling itself between the branches of coral. Those trying to harvest coral are occasionally stung by this Pokémon's poison barbs if they fail to notice it.": "會潛伏在珊瑚枝的縫隙中睡覺。有時會發生採珊瑚時沒注意到海刺龍而被毒刺扎到的事件。",
  "Goldeen is a very beautiful Pokémon with fins that billow elegantly in water. However, don't let your guard down around this Pokémon—it could ram you powerfully with its horn.": "在水中優雅地搖擺美麗魚鰭的寶可夢。但如果因此對牠掉以輕心，就會被牠的角猛烈刺擊。",
  "In the autumn, Seaking males can be seen performing courtship dances in riverbeds to woo females. During this season, this Pokémon's body coloration is at its most beautiful.": "每到秋天就可以看見為了向雌魚求偶而在河底跳舞的雄魚。這是牠們體色最漂亮的季節。",
  "Staryu's center section has an organ called the core that shines bright red. If you go to a beach toward the end of summer, the glowing cores of these Pokémon look like the stars in the sky.": "如果在夏天快結束時的晚上到沙灘去，就能看見海星星讓身上被稱為核心的器官發出紅光，變得像天上的星星一樣。",
  "Starmie's center section—the core—glows brightly in seven colors. Because of its luminous nature, this Pokémon has been given the nickname “the gem of the sea.”": "因為身體中央被稱為核心的部分會發出七彩光芒，所以牠被冠上了海之寶石的別名。",
  "Mr. Mime is a master of pantomime. Its gestures and motions convince watchers that something unseeable actually exists. Once the watchers are convinced, the unseeable thing exists as if it were real.": "能用肢體動作去表現看不見的東西，讓人相信它真的存在的默劇高手。被人信以為真的東西會真的出現。",
  "Its talent is tap-dancing. It can also manipulate temperatures to create a floor of ice, which this Pokémon can kick up to use as a barrier.": "擅長踢踏舞。會用冷氣製造出冰之地板並將其踢起，以此作為保護自己的障壁。",
  "Scyther is blindingly fast. Its blazing speed enhances the effectiveness of the twin scythes on its forearms. This Pokémon's scythes are so effective, they can slice through thick logs in one wicked stroke.": "肉眼無法看清的速度讓雙臂上的鐮刀變得更加鋒利。只要一揮鐮刀，就連大樹也能一分為二。",
  "Jynx walks rhythmically, swaying and shaking its hips as if it were dancing. Its motions are so bouncingly alluring, people seeing it are compelled to shake their hips without giving any thought to what they are doing.": "會用跳舞般的腰部動作跟著節奏走路。動作輕快得連看的人都會不由自主地開始扭腰。",
  "When a storm arrives, gangs of this Pokémon compete with each other to scale heights that are likely to be stricken by lightning bolts. Some towns use Electabuzz in place of lightning rods.": "暴風雨來臨時，牠們會爭先恐後地爬到樹上等容易遭到雷擊的高處。有些城市會用牠來代替避雷針。",
  "In battle, Magmar blows out intensely hot flames from all over its body to intimidate its opponent. This Pokémon's fiery bursts create heat waves that ignite grass and trees in its surroundings.": "進入戰鬥時，會從體內噴出灼熱的火焰威嚇對手。產生的熱風甚至能點燃周圍的草木。",
  "Pinsir is astoundingly strong. It can grip a foe weighing twice its weight in its horns and easily lift it. This Pokémon's movements turn sluggish in cold places.": "擁有能將重量是自己２倍的對手用角夾住並輕鬆舉起的怪力。在寒冷的地方身體會變得遲鈍。",
  "This Pokémon is not satisfied unless it is rampaging at all times. If there is no opponent for Tauros to battle, it will charge at thick trees and knock them down to calm itself.": "無論何時只要不大鬧就會覺得不痛快。沒有交戰對手時就會去撞大樹，藉由把樹撞倒來平復心情。",
  "This Pokémon has a muscular body and excels at close-quarters combat. It uses its short horns to strike the opponent’s weak spots.": "擅長以肌肉發達的身體打格鬥戰。會用短短的角瞄準對手的要害。",
  "When heated by fire energy, its horns can get hotter than 1,800 degrees Fahrenheit. Those gored by them will suffer both wounds and burns.": "會用火焰能量將角加熱到攝氏１０００度，被刺中的敵人會受創傷和灼傷所苦。",
  "This Pokémon blasts water from holes on the tips of its horns—the high-pressure jets pierce right through Tauros’s enemies.": "會從角尖端的洞噴射出力道強勁的水流，以其高壓來貫穿敵人的身體。",
  "Magikarp is a pathetic excuse for a Pokémon that is only capable of flopping and splashing. This behavior prompted scientists to undertake research into it.": "除了彈跳什麼都不會的可憐寶可夢。成天只會跳啊跳個不停，甚至有研究者調查牠為什麼要跳。",
  "When Magikarp evolves into Gyarados, its brain cells undergo a structural transformation. It is said that this transformation is to blame for this Pokémon's wildly violent nature.": "據說從鯉魚王進化成暴鯉龍時，腦細胞的構造會發生重組，所以性格才會變得兇暴起來。",
  "People have driven Lapras almost to the point of extinction. In the evenings, this Pokémon is said to sing plaintively as it seeks what few others of its kind still remain.": "被人類逼得瀕臨滅絕。據說每到黃昏便會去尋找為數不多的夥伴，並用充滿哀傷的聲音唱歌。",
  "Ditto rearranges its cell structure to transform itself into other shapes. However, if it tries to transform itself into something by relying on its memory, this Pokémon manages to get details wrong.": "會重組身體的細胞來變身。如果一邊回憶一邊變成以前看過的東西，外形就會變得稍微有點不一樣。",
  "Eevee has an unstable genetic makeup that suddenly mutates due to the environment in which it lives. Radiation from various stones causes this Pokémon to evolve.": "有著會在生存環境中發生突變的不穩定基因的寶可夢。來自石頭的放射線會引起進化。",
  "Vaporeon underwent a spontaneous mutation and grew fins and gills that allow it to live underwater. This Pokémon has the ability to freely control water.": "因突變而長出了鰭和鰓，變得能夠在水中生活。有著可以自在地操控水的力量。",
  "Jolteon's cells generate a low level of electricity. This power is amplified by the static electricity of its fur, enabling the Pokémon to drop thunderbolts. The bristling fur is made of electrically charged needles.": "會利用體毛上的靜電增強細胞發出的微弱電流來製造落雷。豎起的體毛就像是一根根帶電的針。",
  "Flareon's fluffy fur has a functional purpose—it releases heat into the air so that its body does not get excessively hot. This Pokémon's body temperature can rise to a maximum of 1,650 degrees Fahrenheit.": "蓬鬆的體毛有著向空氣中散熱，讓過度上升的體溫下降的功能。體溫最高能達到９００度。",
  "Porygon is capable of reverting itself entirely back to program data and entering cyberspace. This Pokémon is copy protected so it cannot be duplicated by copying.": "能夠將全身轉換回程式，讓自己進入電子空間。因為有防拷保護，所以無法複製。",
  "Omanyte is one of the ancient and long-since-extinct Pokémon that have been regenerated from fossils by people. If attacked by an enemy, it withdraws itself inside its hard shell.": "很久以前就已滅絕，但又藉著人類之手從化石中復活的寶可夢之一。受到敵人襲擊時會躲進堅硬的殼裡。",
  "Omastar uses its tentacles to capture its prey. It is believed to have become extinct because its shell grew too large and heavy, causing its movements to become too slow and ponderous.": "會操縱觸手捕捉獵物。人們認為牠是因為殼長得太大，導致行動遲緩所以才會滅絕。",
  "Kabuto is a Pokémon that has been regenerated from a fossil. However, in extremely rare cases, living examples have been discovered. The Pokémon has not changed at all for 300 million years.": "雖然是從化石中復活的寶可夢，但偶爾也能發現存活至今的化石盔。牠的樣子在３億年間絲毫未變。",
  "Kabutops swam underwater to hunt for its prey in ancient times. The Pokémon was apparently evolving from being a water dweller to living on land as evident from the beginnings of change in its gills and legs.": "曾經在水中游動捕捉獵物。為了能從水中轉移到陸地上生活，鰓和腳等部位開始出現變化。",
  "Aerodactyl is a Pokémon from the age of dinosaurs. It was regenerated from genetic material extracted from amber. It is imagined to have been the king of the skies in ancient times.": "擷取琥珀中的基因，使其再生後復活的恐龍時代寶可夢。人們把牠想像成了當時的空中王者。",
  "Snorlax's typical day consists of nothing more than eating and sleeping. It is such a docile Pokémon that there are children who use its expansive belly as a place to play.": "在吃飽睡睡飽吃的循環中度過每一天。性情溫順到可以讓孩子們把牠大大的肚子當成遊樂場的寶可夢。",
  "Articuno is a Legendary Pokémon that can control ice. The flapping of its wings chills the air. As a result, it is said that when this Pokémon flies, snow will fall.": "操縱冰的傳說的鳥寶可夢。因為拍動翅膀就能冷卻空氣，所以據說急凍鳥飛過的地方就會下雪。",
  "Its feather-like blades are composed of psychic energy and can shear through thick iron sheets as if they were paper.": "用精神力量製作的羽毛狀利刃，就連厚厚的鐵板都能像紙片般割開。",
  "Zapdos is a Legendary Pokémon that has the ability to control electricity. It usually lives in thunderclouds. The Pokémon gains power if it is stricken by lightning bolts.": "操縱電的傳說的鳥寶可夢。平時生活在雷雲之中。被雷電擊中時體內會湧現出力量。",
  "When its feathers rub together, they produce a crackling sound like the zapping of electricity. That’s why this Pokémon is called Zapdos.": "由於羽毛相擦時會發出像電流般的劈哩啪啦聲，因此一直被稱為閃電鳥。",
  "Moltres is a Legendary Pokémon that has the ability to control fire. If this Pokémon is injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself.": "操縱火的傳說的鳥寶可夢。據說受傷時會鑽進火山口的熔岩裡，燃燒全身來治癒身上的傷口。",
  "This Pokémon’s sinister, flame-like aura will consume the spirit of any creature it hits. Victims become burned-out shadows of themselves.": "如果被牠烈火般的邪惡氣場掃到，就會精疲力竭，鬥志燒盡只剩下雪白的灰。",
  "Dratini continually molts and sloughs off its old skin. It does so because the life energy within its body steadily builds to reach uncontrollable levels.": "迷你龍之所以會反覆蛻皮，是因為體內的生命能量不斷膨脹，無法抑制的緣故。",
  "Dragonair stores an enormous amount of energy inside its body. It is said to alter weather conditions in its vicinity by discharging energy from the crystals on its neck and tail.": "體內儲存著巨大的能量。據說會從脖子和尾巴的水晶中釋放能量，改變周圍的天氣。",
  "Dragonite is capable of circling the globe in just 16 hours. It is a kindhearted Pokémon that leads lost and foundering ships in a storm to the safety of land.": "只需１６小時就能繞地球１圈。如果發現在暴風雨中遇難的船隻，就會將其引導到陸地的善良寶可夢。",
  "Mewtwo is a Pokémon that was created by genetic manipulation. However, even though the scientific power of humans created this Pokémon's body, they failed to endow Mewtwo with a compassionate heart.": "透過操作基因製造出的寶可夢。人類的科技可以造出牠的身體，卻無法造出一顆溫柔的心。",
  "Mew is said to possess the genetic composition of all Pokémon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people.": "據說牠有著所有寶可夢的基因。因為可以隨心所欲地隱形，所以就算接近人類也完全不會被察覺。",
  "In battle, Chikorita waves its leaf around to keep the foe at bay. However, a sweet fragrance also wafts from the leaf, becalming the battling Pokémon and creating a cozy, friendly atmosphere all around.": "雖然會揮舞葉子威嚇對手，但因為葉子上會飄散出甜甜的香氣，所以雙方都會變得心平氣和下來。",
  "Bayleef's neck is ringed by curled-up leaves. Inside each tubular leaf is a small shoot of a tree. The fragrance of this shoot makes people peppy.": "脖子周圍圓圓捲起的每片葉子中，都長著１個小樹芽。那香味會讓人充滿活力。",
  "The fragrance of Meganium's flower soothes and calms emotions. In battle, this Pokémon gives off more of its becalming scent to blunt the foe's fighting spirit.": "花的香味能夠平復情緒。戰鬥的時候，牠會散發出香味來削弱對手的戰意。",
  "Cyndaquil protects itself by flaring up the flames on its back. The flames are vigorous if the Pokémon is angry. However, if it is tired, the flames splutter fitfully with incomplete combustion.": "會從背上噴出火焰保護自己。雖然生氣時的火焰勢頭猛烈，但疲憊時就會不完全燃燒。",
  "Quilava keeps its foes at bay with the intensity of its flames and gusts of superheated air. This Pokémon applies its outstanding nimbleness to dodge attacks even while scorching the foe with flames.": "會用火勢和熱風威嚇對手。在用敏捷的身手躲避對手攻擊的同時會用火焰點燃對手。",
  "Typhlosion obscures itself behind a shimmering heat haze that it creates using its intensely hot flames. This Pokémon creates blazing explosive blasts that burn everything to cinders.": "會用灼熱的火焰在周圍製造出熱浪隱藏身影。燃起的爆炸氣浪能燒盡一切。",
  "Said to purify lost, forsaken souls with its flames and guide them to the afterlife. I believe its form has been influenced by the energy of the sacred mountain towering at Hisui’s center.": "據考察，牠是受到聳立於洗翠中心的靈山所發之氣的影響，才形成了現在的模樣。據說會用自己的火焰淨化並超渡無處可去的靈魂。",
  "Despite the smallness of its body, Totodile's jaws are very powerful. While the Pokémon may think it is just playfully nipping, its bite has enough power to cause serious injury.": "個子雖小但雙顎力量很強。力量強大到小鋸鱷只是想輕輕咬一下，但卻會讓對方受到重傷的程度。",
  "Once Croconaw has clamped its jaws on its foe, it will absolutely not let go. Because the tips of its fangs are forked back like barbed fishhooks, they become impossible to remove when they have sunk in.": "一旦咬住就絕不會鬆口。牙齒尖端像魚鉤那樣向後彎曲，一旦刺進去就拔不出來了。",
  "Feraligatr intimidates its foes by opening its huge mouth. In battle, it will kick the ground hard with its thick and powerful hind legs to charge at the foe at an incredible speed.": "會張開大嘴威嚇對手。能用強韌的後腳蹬地，以驚人的速度猛撞過來。",
  "When Sentret sleeps, it does so while another stands guard. The sentry wakes the others at the first sign of danger. When this Pokémon becomes separated from its pack, it becomes incapable of sleep due to fear.": "睡覺的時候會輪流放哨。察覺到危險便會叫醒夥伴。和族群走散後會害怕得睡不著覺。",
  "Furret has a very slim build. When under attack, it can slickly squirm through narrow spaces and get away. In spite of its short limbs, this Pokémon is very nimble and fleet.": "就算受到敵人的襲擊，也能一溜煙鑽進細小的縫隙裡逃走。手腳雖短卻十分靈活。",
  "Hoothoot has an internal organ that senses and tracks the earth's rotation. Using this special organ, this Pokémon begins hooting at precisely the same time every day.": "體內有著可以感知地球自轉的器官，所以每天都會在同一時間鳴叫。",
  "Noctowl never fails at catching prey in darkness. This Pokémon owes its success to its superior vision that allows it to see in minimal light, and to its soft, supple wings that make no sound in flight.": "因為有著在微光下也能視物的銳利雙眼，以及不會發出振翅聲的柔軟翅膀，即使在黑暗中牠也絕不會讓獵物逃走。",
  "Ledyba secretes an aromatic fluid from where its legs join its body. This fluid is used for communicating with others. This Pokémon conveys its feelings to others by altering the fluid's scent.": "會用腿根處分泌出的液體臭味和夥伴進行交流。據說能用不同的臭味來傳遞不同的感情。",
  "It is said that in lands with clean air, where the stars fill the sky, there live Ledian in countless numbers. There is a good reason for this—the Pokémon uses the light of the stars as its energy.": "據說安瓢蟲會大量居住在空氣清新，可以看到很多星星的地方。之所以這樣做是為了要把星光轉化為能量。",
  "The web spun by Spinarak can be considered its second nervous system. It is said that this Pokémon can determine what kind of prey is touching its web just by the tiny vibrations it feels through the web's strands.": "用絲做成的陷阱是牠的第２個神經網路。據說單憑絲上傳來的細微振動，牠就能判斷出獵物的種類。",
  "Ariados's feet are tipped with tiny hooked claws that enable it to scuttle on ceilings and vertical walls. This Pokémon constricts the foe with thin and strong silk webbing.": "腳的前端有小小的鉤爪，在天花板或垂直的牆壁也能行走。會用又細又結實的絲纏緊敵人。",
  "If this Pokémon is flying by fluttering only a pair of wings on either the forelegs or hind legs, it's proof that Crobat has been flying a long distance. It switches the wings it uses if it is tired.": "當牠只用前肢或後肢拍動翅膀時，就表示牠已經飛行了很長的距離。感到疲勞時會換另一對翅膀來拍動。",
  "Chinchou lets loose positive and negative electrical charges from its two antennas to make its prey faint. This Pokémon flashes its electric lights to exchange signals with others.": "會從２根觸手釋放正負電流來電暈獵物。電光是和夥伴之間的信號。",
  "Lanturn is nicknamed “the deep-sea star” for its illuminated antenna. This Pokémon produces light by causing a chemical reaction between bacteria and its bodily fluids inside the antenna.": "被稱為深海之星的寶可夢。會讓觸手裡的細菌和體液起化學反應來製造亮光。",
  "Pichu charges itself with electricity more easily on days with thunderclouds or when the air is very dry. You can hear the crackling of static electricity coming off this Pokémon.": "在有雷雲出現時或空氣乾燥的日子裡比較容易蓄電。會發出劈哩啪啦的靜電聲。",
  "On nights with many shooting stars, Cleffa can be seen dancing in a ring. They dance through the night and stop only at the break of day, when these Pokémon quench their thirst with the morning dew.": "在流星很多的夜晚，能看到皮寶寶們圍成一圈跳舞的身影。會一直跳到日出再用昨夜的露水解渴。",
  "Igglybuff's vocal cords are not sufficiently developed. It would hurt its throat if it were to sing too much. This Pokémon gargles with freshwater from a clean stream.": "因為聲帶還沒有發育成熟，所以持續歌唱的話嗓子會痛。會用清澈小河裡的水漱口。",
  "As its energy, Togepi uses the positive emotions of compassion and pleasure exuded by people and Pokémon. This Pokémon stores up feelings of happiness inside its shell, then shares them with others.": "能將人和寶可夢發出的溫情和喜悅等情感轉化成能量。會將殼裡儲存的幸福分發出去。",
  "Togetic is said to be a Pokémon that brings good fortune. When the Pokémon spots someone who is pure of heart, it is said to appear and share its happiness with that person.": "據說會帶來幸運的寶可夢。如果發現心靈純潔的人，就會現身並將幸福分給他。",
  "Natu cannot fly because its wings are not yet fully grown. If your eyes meet with this Pokémon's eyes, it will stare back intently at you. But if you move even slightly, it will hop away to safety.": "因為翅膀還沒發育成熟所以無法飛行。雖然視線對上後就會一直盯著對方，但只要對方有一點點動作就會立刻跳起逃走。",
  "Xatu stands rooted and still in one spot all day long. People believe that this Pokémon does so out of fear of the terrible things it has foreseen in the future.": "人們相信天然鳥之所以整天一動不動，是因為牠被自己預知到的未來裡將發生的可怕事情嚇到了。",
  "Mareep's fluffy coat of wool rubs together and builds a static charge. The more static electricity is charged, the more brightly the lightbulb at the tip of its tail glows.": "摩擦體毛就能儲存靜電。儲存的電力越多，尾巴前端的燈泡就會越亮。",
  "Flaaffy's wool quality changes so that it can generate a high amount of static electricity with a small amount of wool. The bare and slick parts of its hide are shielded against electricity.": "因為體毛的性質發生變化，只需要一點點體毛就能產生大量的電。有著可以屏蔽電力的光滑皮膚。",
  "Ampharos gives off so much light that it can be seen even from space. People in the old days used the light of this Pokémon to send signals back and forth with others far away.": "從宇宙中也能看到電龍的燈光。以前的人們會利用電龍的燈光來和遠處的夥伴互相傳遞信號。",
  "When Bellossom gets exposed to plenty of sunlight, the leaves ringing its body begin to spin around. This Pokémon's dancing is renowned in the southern lands.": "在充分沐浴了陽光後，身上的葉子就會開始旋轉。美麗花的舞蹈是南國的著名特色。",
  "Marill's oil-filled tail acts much like a life preserver. If you see just its tail bobbing on the water's surface, it's a sure indication that this Pokémon is diving beneath the water to feed on aquatic plants.": "裝滿油的尾巴能用來代替救生圈。如果只有尾巴浮在水面上，就表示牠正潛在水中吃水草。",
  "Azumarill's long ears are indispensable sensors. By focusing its hearing, this Pokémon can identify what kinds of prey are around, even in rough and fast-running rivers.": "長長的耳朵是瑪力露麗重要的感應器。只要注意聽，即使是在湍急的河流中也能分辨出獵物的種類。",
  "Sudowoodo camouflages itself as a tree to avoid being attacked by enemies. However, because its hands remain green throughout the year, the Pokémon is easily identified as a fake during the winter.": "為了不被敵人襲擊而偽裝成樹的樣子。因為雙手一年到頭都是綠色，所以冬天時立刻就會被發現是冒牌貨。",
  "The curled hair on Politoed's head is proof of its status as a king. It is said that the longer and more curled the hair, the more respect this Pokémon earns from its peers.": "頭上的捲毛是王者的證明。據說捲毛越長越漂亮的蚊香蛙皇，就越是能受到夥伴的尊敬。",
  "This Pokémon drifts and floats with the wind. If it senses the approach of strong winds, Hoppip links its leaves with other Hoppip to prepare against being blown away.": "能隨風輕輕飄浮的寶可夢。如果感到有強風要來的跡象，夥伴之間就會互相綁緊葉子，做好不被強風吹走的準備。",
  "Skiploom's flower blossoms when the temperature rises above 64 degrees Fahrenheit. How much the flower opens depends on the temperature. For that reason, this Pokémon is sometimes used as a thermometer.": "氣溫超過１８度就會開花。開花方式會隨著溫度的不同而變化，所以有時也會用來代替溫度計。",
  "Jumpluff rides warm southern winds to cross the sea and fly to foreign lands. The Pokémon descends to the ground when it encounters cold air while it is floating.": "會乘著溫暖的南風飛越大海，一直飛到外國的寶可夢。遇到冷空氣就會降落到地面上。",
  "Aipom's tail ends in a hand-like appendage that can be cleverly manipulated. However, because the Pokémon uses its tail so much, its real hands have become rather clumsy.": "一直用動作靈活的尾巴前端來代替手掌，結果雙手反而變得不太靈活的寶可夢。",
  "Sunkern tries to move as little as it possibly can. It does so because it tries to conserve all the nutrients it has stored in its body for its evolution. It will not eat a thing, subsisting only on morning dew.": "為了將體內儲存的營養保留到進化那一刻，牠幾乎動也不動。平時什麼都不吃，就只會喝朝露。",
  "Sunflora converts solar energy into nutrition. It moves around actively in the daytime when it is warm. It stops moving as soon as the sun goes down for the night.": "會從太陽的能量中製造出營養。在氣溫高的白天會頻繁地活動，太陽下山後會突然變得一動也不動。",
  "Yanma is capable of seeing 360 degrees without having to move its eyes. It is a great flier that is adept at making sudden stops and turning midair. This Pokémon uses its flying ability to quickly chase down targeted prey.": "不轉動眼珠就可以３６０度環視。擅長急停和轉向，很快便能將盯上的獵物追得走投無路。",
  "Wooper usually lives in water. However, it occasionally comes out onto land in search of food. On land, it coats its body with a gooey, toxic film.": "平時生活在水中，覓食等時候偶爾會來到陸地上。在陸地上會用有毒的黏液覆蓋身體。",
  "After losing a territorial struggle, Wooper began living on land. The Pokémon changed over time, developing a poisonous film to protect its body.": "因搶輸地盤而到陸地上生活，久而久之變成了是用帶毒的黏膜來保護身體。",
  "Quagsire hunts for food by leaving its mouth wide open in water and waiting for its prey to blunder in unaware. Because the Pokémon does not move, it does not get very hungry.": "會在水中張開嘴巴，然後什麼都不做靜靜等著食物自己碰巧跳進來。因為不會動，所以肚子也不怎麼會餓。",
  "Espeon is extremely loyal to any Trainer it considers to be worthy. It is said that this Pokémon developed its precognitive powers to protect its Trainer from harm.": "對自己認可的訓練家極為忠誠。據說為了保護訓練家的安全，預知能力變得非常發達。",
  "Umbreon evolved as a result of exposure to the moon's waves. It hides silently in darkness and waits for its foes to make a move. The rings on its body glow when it leaps to attack.": "受到月亮波動影響而進化的寶可夢。會一直潛伏在黑暗中觀察對手。發動襲擊時身上的圈圈會發光。",
  "Murkrow was feared and loathed as the alleged bearer of ill fortune. This Pokémon shows strong interest in anything that sparkles or glitters. It will even try to steal rings from women.": "據說會帶來不幸，因此曾受到世人恐懼。對閃閃發亮的東西很有興趣，會試著去搶女性的戒指。",
  "Slowking undertakes research every day in an effort to solve the mysteries of the world. However, this Pokémon apparently forgets everything it has learned if the Shellder on its head comes off.": "雖然每天都為了解開世界上的謎團進行著研究，但把頭上的大舌貝摘掉後，好像就會把研究成果忘得一乾二淨。",
  "A combination of toxins and the shock of evolving has increased Shellder’s intelligence to the point that Shellder now controls Slowking.": "受到進化的衝擊和毒素的影響，大舌貝的智力飆升到了可以控制呆呆王的程度。",
  "Misdreavus frightens people with a creepy, sobbing cry. The Pokémon apparently uses its red spheres to absorb the fearful feelings of foes and turn them into nutrition.": "能用啜泣般的叫聲嚇唬對方。好像會用紅色的珠子吸收對方的恐懼之心，用來作為自己的營養。",
  "This Pokémon is shaped like ancient writing. It is a mystery as to which came first, the ancient writings or the various Unown. Research into this topic is ongoing but nothing is known.": "身體像是古代文字的寶可夢。雖然已有人在研究先出現的是文字還是未知圖騰，但至今仍是個謎。",
  "If two or more Wobbuffet meet, they will turn competitive and try to outdo each other's endurance. However, they may try to see which one can endure the longest without food. Trainers need to beware of this habit.": "２隻以上聚在一起就會開始比賽耐力，就算肚子餓了也會一直忍耐下去，果然翁的訓練家對此要多加注意。",
  "Girafarig's rear head also has a brain, but it is small. The rear head attacks in response to smells and sounds. Approaching this Pokémon from behind can cause the rear head to suddenly lash out and bite.": "尾巴上的腦袋裡也有小小的大腦。會對氣味和聲音產生反應發動攻擊，因此從後面靠近的話會被突然咬住。",
  "Pineco hangs from a tree branch and patiently waits for prey to come along. If the Pokémon is disturbed while eating by someone shaking its tree, it drops down to the ground and explodes with no warning.": "會掛在樹枝上等待獵物。如果有誰搖動樹幹打擾牠進食，牠就會落到地上並突然爆炸。",
  "Forretress conceals itself inside its hardened steel shell. The shell is opened when the Pokémon is catching prey, but it does so at such a quick pace that the shell's inside cannot be seen.": "本體在鋼鐵外殼的裡面。雖然捕捉獵物時會打開外殼，但速度太快無法看清裡面的樣子。",
  "Dunsparce has a drill for its tail. It uses this tail to burrow into the ground backward. This Pokémon is known to make its nest in complex shapes deep under the ground.": "這種寶可夢會用鑽頭般的尾巴向後挖掘地面，在地下深處製造形狀複雜的巢穴。",
  "Gligar glides through the air without a sound as if it were sliding. This Pokémon hangs on to the face of its foe using its clawed hind legs and the large pincers on its forelegs, then injects the prey with its poison barb.": "會悄無聲息地用滑翔的方式滑過空中。能用雙臂上的大爪子和腳上的爪子抓住獵物的臉，然後刺入毒刺。",
  "Steelix lives even further underground than Onix. This Pokémon is known to dig toward the earth's core. There are records of this Pokémon reaching a depth of over six-tenths of a mile underground.": "在地下住得比大岩蛇還深。會朝著地球的中心挖掘，有時深度可達１公里。",
  "By baring its fangs and making a scary face, Snubbull sends smaller Pokémon scurrying away in terror. However, this Pokémon seems a little sad at making its foes flee.": "如果露出獠牙擺出可怕的表情，小型寶可夢就會被嚇跑。看著對方逃走的布魯看起來有些寂寞。",
  "Granbull has a particularly well-developed lower jaw. The enormous fangs are heavy, causing the Pokémon to tip its head back for balance. Unless it is startled, it will not try to bite indiscriminately.": "下顎十分發達的寶可夢。因為獠牙太重而歪著脖子。除非受到驚嚇，否則不會胡亂咬人。",
  "Qwilfish sucks in water, inflating itself. This Pokémon uses the pressure of the water it swallowed to shoot toxic quills all at once from all over its body. It finds swimming somewhat challenging.": "會利用吞進體內的水的力量將全身的毒針一起發射出去。是不太擅長游泳的寶可夢。",
  "Fishers detest this troublesome Pokémon because it sprays poison from its spines, getting it everywhere. A different form of Qwilfish lives in other regions.": "會用針散布毒素的棘手傢伙，因而受到漁民們的厭惡。棲息在其他地區的千針魚則是呈現著不同的姿態。",
  "Scizor has a body with the hardness of steel. It is not easily fazed by ordinary sorts of attacks. This Pokémon flaps its wings to regulate its body temperature.": "有著鋼鐵般堅硬的身體，普通的攻擊根本無法傷其分毫。會揮動翅膀調節體溫。",
  "Shuckle quietly hides itself under rocks, keeping its body concealed inside its hard shell while eating berries it has stored away. The berries mix with its body fluids to become a juice.": "會待在岩石下面一邊吃著甲殼裡儲存的樹果一邊隱藏自己。樹果和體液混合後會變成果汁。",
  "Heracross charges in a straight line at its foe, slips beneath the foe's grasp, and then scoops up and hurls the opponent with its mighty horn. This Pokémon even has enough power to topple a massive tree.": "會筆直地鑽進對手的懷裡，然後用強壯的角頂起對手並拋出去。有著連大樹都可以連根拔起的力量。",
  "Sneasel scales trees by punching its hooked claws into the bark. This Pokémon seeks out unguarded nests and steals eggs for food while the parents are away.": "會把手腳上的鉤爪插進樹幹來爬樹。趁著父母不在的空檔，偷吃樹上巢穴裡的蛋。",
  "Its sturdy, curved claws are ideal for traversing precipitous cliffs. From the tips of these claws drips a venom that infiltrates the nerves of any prey caught in Sneasel’s grasp.": "強健的爪子形狀有助於在斷崖絕壁上行動自如。爪子尖端滴出的毒液會在捉住獵物時侵襲其神經。",
  "This Pokémon likes to lick its palms that are sweetened by being soaked in honey. Teddiursa concocts its own honey by blending fruits and pollen collected by Beedrill.": "不停舔著滲入了蜜糖的手掌。熊寶寶的蜜糖是由水果和大針蜂採集的花粉混合後製成的。",
  "In the forests inhabited by Ursaring, it is said that there are many streams and towering trees where they gather food. This Pokémon walks through its forest gathering food every day.": "據說森林裡到處都是圈圈熊用來收集食物的大樹和小河。每天都會為了收集食物在森林裡走動。",
  "Molten magma courses throughout Slugma's circulatory system. If this Pokémon is chilled, the magma cools and hardens. Its body turns brittle and chunks fall off, reducing its size.": "雖然體內有灼熱的熔岩不斷捲動，但變冷後就會凝固崩裂，身體也會因此變小。",
  "Magcargo's shell is actually its skin that hardened as a result of cooling. Its shell is very brittle and fragile—just touching it causes it to crumble apart. This Pokémon returns to its original size by dipping itself in magma.": "殼是由皮膚冷卻後凝固而成的。只要碰一下就會崩裂成碎片。進入熔岩中就會恢復到原來的大小。",
  "Swinub roots for food by rubbing its snout against the ground. Its favorite food is a mushroom that grows under the cover of dead grass. This Pokémon occasionally roots out hot springs.": "會用鼻子摩擦地面覓食。喜歡吃枯草下長出的蘑菇。偶爾還會挖到溫泉。",
  "Piloswine is covered by a thick coat of long hair that enables it to endure the freezing cold. This Pokémon uses its tusks to dig up food that has been buried under ice.": "為了抵禦刺骨的嚴寒，身上覆蓋著又厚又長的毛皮。會用牙齒挖出埋在冰裡的食物。",
  "Corsola's branches glitter very beautifully in seven colors when they catch sunlight. If any branch breaks off, this Pokémon grows it back in just one night.": "珊瑚枝在沐浴陽光後會發出七彩光芒，非常好看。就算折斷，也能在一夜之間長回原樣。",
  "Watch your step when wandering areas oceans once covered. What looks like a stone could be this Pokémon, and it will curse you if you kick it.": "常出現在從前曾是大海的地方。如果不小心錯把牠當成石頭踢，就會遭到牠的詛咒。",
  "Remoraid sucks in water, then expels it at high velocity using its abdominal muscles to shoot down flying prey. When evolution draws near, this Pokémon travels downstream from rivers.": "會用腹肌將喝下的水猛烈噴出，擊落在空中飛行的獵物。快要進化時會沿河而下。",
  "Octillery grabs onto its foe using its tentacles. This Pokémon tries to immobilize it before delivering the finishing blow. If the foe turns out to be too strong, Octillery spews ink to escape.": "會用帶著吸盤的手臂纏住對手，在對手無法動彈時給予致命一擊。打不過對手時會噴出墨汁逃走。",
  "Delibird carries its food bundled up in its tail. There once was a famous explorer who managed to reach the peak of the world's highest mountain, thanks to one of these Pokémon sharing its food.": "會把食物裹在尾巴裡搬運的寶可夢。有的冒險家是靠著從信使鳥那裡分到的食物才成功登上了聖母峰。",
  "On sunny days, schools of Mantine can be seen elegantly leaping over the sea's waves. This Pokémon is not bothered by the Remoraid that hitches rides.": "在晴朗的日子可以看到在海上優雅跳躍的巨翅飛魚群。就算被鐵炮魚吸附在身上也不會在意。",
  "Skarmory is entirely encased in hard, protective armor. This Pokémon flies at close to 190 mph. It slashes foes with its wings that possess swordlike cutting edges.": "全身覆蓋著堅硬的鎧甲。會以時速３００公里的速度在空中飛行，並用鋒利如刀的翅膀切割對手。",
  "Houndour hunt as a coordinated pack. They communicate with each other using a variety of cries to corner their prey. This Pokémon's remarkable teamwork is unparalleled.": "會用各種不同的叫聲聯絡夥伴，並將獵物逼入絕境。優秀的團隊合作能力在寶可夢中首屈一指。",
  "In a Houndoom pack, the one with its horns raked sharply toward the back serves a leadership role. These Pokémon choose their leader by fighting among themselves.": "頭上的角又大又向後彎的黑魯加就是群體中的首領。誰當首領是透過夥伴間的相互爭鬥來決定。",
  "Kingdra lives at extreme ocean depths that are otherwise uninhabited. It has long been believed that the yawning of this Pokémon creates spiraling ocean currents.": "棲息在沒有生物居住的深海。在很長一段時間裡，人們相信刺龍王的哈欠能引發洶湧捲動的海流。",
  "For its nest, Phanpy digs a vertical pit in the ground at the edge of a river. It marks the area around its nest with its trunk to let the others know that the area has been claimed.": "在河邊挖掘豎坑生活。會在住處附近蓋上鼻子標記，以此來告訴夥伴這裡是自己的地盤。",
  "Donphan's favorite attack is curling its body into a ball, then charging at its foe while rolling at high speed. Once it starts rolling, this Pokémon can't stop very easily.": "最擅長的攻擊是將身體捲成一團，在高速滾動的同時猛撞向對手。一旦開始滾動就很難停下來。",
  "Porygon2 was created by humans using the power of science. The man-made Pokémon has been endowed with artificial intelligence that enables it to learn new gestures and emotions on its own.": "由人類使用科學的力量所製造。因為裝有人工智能，會靠自己逐漸學會新的行為和情感。",
  "Stantler's magnificent antlers were traded at high prices as works of art. As a result, this Pokémon was hunted close to extinction by those who were after the priceless antlers.": "由於形狀完美的角作為藝術品可以賣出高價，因此這種寶可夢曾遭到濫捕而差點滅絕。",
  "Smeargle marks the boundaries of its territory using a body fluid that leaks out from the tip of its tail. Over 5,000 different marks left by this Pokémon have been found.": "會用尾巴前端滲出的體液在地盤四周畫上自己的標記。至今已發現了５０００種標記。",
  "Tyrogue becomes stressed out if it does not get to train every day. When raising this Pokémon, the Trainer must establish and uphold various training methods.": "如果不每天鍛鍊就會累積壓力。所以訓練家在培育牠的時候，必須在日程管理上多費一些功夫。",
  "Hitmontop spins on its head at high speed, all the while delivering kicks. This technique is a remarkable mix of both offense and defense at the same time. The Pokémon travels faster spinning than it does walking.": "高速旋轉時施展出的腳踢是兼具攻擊與防禦的出色招式。比起走路，旋轉著前進會來得更快。",
  "Smoochum actively runs about, but also falls quite often. Whenever the chance arrives, it will look for its reflection to make sure its face hasn't become dirty.": "會精力十足地跑來跑去，但經常摔倒。慢慢爬起來後，會跑到湖邊去照自己的臉，看看有沒有哪裡弄髒了。",
  "Elekid stores electricity in its body. If it touches metal and accidentally discharges all its built-up electricity, this Pokémon begins swinging its arms in circles to recharge itself.": "如果體內儲存的電力在碰觸到金屬後放電放光的話，就會一圈圈轉動雙臂再次充電。",
  "Magby's state of health is determined by observing the fire it breathes. If the Pokémon is spouting yellow flames from its mouth, it is in good health. When it is fatigued, black smoke will be mixed in with the flames.": "從嘴裡噴出黃色火焰是健康的證明，但疲勞的時候就會混雜著黑煙。",
  "Miltank gives over five gallons of milk on a daily basis. Its sweet milk is enjoyed by children and grown-ups alike. People who can't drink milk turn it into yogurt and eat it instead.": "每天可以生產２０公升的牛奶。甜甜的牛奶無論大人小孩都非常喜歡。喝不慣牛奶的人則會製成優格來食用。",
  "Blissey senses sadness with its fluffy coat of fur. If it does so, this Pokémon will rush over to a sad person, no matter how far away, to share a Lucky Egg that brings a smile to any face.": "用蓬鬆的體毛感知到悲傷的心時，無論多遠牠都會飛奔而去，並將能帶來笑容的幸運蛋分給對方。",
  "Raikou embodies the speed of lightning. The roars of this Pokémon send shock waves shuddering through the air and shake the ground as if lightning bolts had come crashing down.": "體內蘊藏著雷電般速度的寶可夢。牠的長嚎就像天雷落地一般，能震動空氣，搖撼大地。",
  "Entei embodies the passion of magma. This Pokémon is thought to have been born in the eruption of a volcano. It sends up massive bursts of fire that utterly consume all that they touch.": "體內蘊藏著熔岩般熱情的寶可夢。被認為是從火山的爆發中誕生，能噴出燃盡一切的火焰。",
  "Suicune embodies the compassion of a pure spring of water. It runs across the land with gracefulness. This Pokémon has the power to purify dirty water.": "體內蘊藏著泉水般溫柔的寶可夢。會用滑行般的動作在大地上奔跑，有著淨化濁水的力量。",
  "Larvitar is born deep under the ground. To come up to the surface, this Pokémon must eat its way through the soil above. Until it does so, Larvitar cannot see its parents.": "在地下深處誕生的幼基拉斯如果不把泥土吃光到地面上去的話，就無法見到父母。",
  "Pupitar creates a gas inside its body that it compresses and forcefully ejects to propel itself like a jet. The body is very durable—it avoids damage even if it hits solid steel.": "會壓縮體內製造的氣體，然後猛烈噴射出去讓自己飛行。身體就算撞上鋼鐵也不怕。",
  "Tyranitar is so overwhelmingly powerful, it can bring down a whole mountain to make its nest. This Pokémon wanders about in mountains seeking new opponents to fight.": "有著為建造自己的住所而讓一座大山崩塌的強大力量。會為了尋找戰鬥對手而在山間徘徊。",
  "Lugia's wings pack devastating power—a light fluttering of its wings can blow apart regular houses. As a result, this Pokémon chooses to live out of sight deep under the sea.": "有著只要輕輕揮動翅膀就能吹走房屋的破壞力，因此躲在不為人知的海底生活。",
  "Ho-Oh's feathers glow in seven colors depending on the angle at which they are struck by light. These feathers are said to bring happiness to the bearers. This Pokémon is said to live at the foot of a rainbow.": "據說在不同角度的光線照射下，會閃耀七彩光芒的羽毛能帶來幸福。據說牠住在彩虹的腳下。",
  "This Pokémon came from the future by crossing over time. It is thought that so long as Celebi appears, a bright and shining future awaits us.": "從未來穿越時光而來的寶可夢。一般認為只要時拉比出現，就會有光明的未來在等著我們。",
  "Treecko has small hooks on the bottom of its feet that enable it to scale vertical walls. This Pokémon attacks by slamming foes with its thick tail.": "能夠用腳底的小刺鉤住垂直的牆壁攀爬。會甩動粗粗的尾巴擊打對手。",
  "The leaves growing out of Grovyle's body are convenient for camouflaging it from enemies in the forest. This Pokémon is a master at climbing trees in jungles.": "靠著身上長出的葉子，可以方便地在森林裡隱藏身形躲避敵人。是生活在密林裡的爬樹高手。",
  "The leaves growing on Sceptile's body are very sharp edged. This Pokémon is very agile—it leaps all over the branches of trees and jumps on its foe from above or behind.": "身上長出的葉子非常鋒利。會用敏捷的動作在樹枝間跳來跳去，從敵人的頭上或背後猛撲過去。",
  "Torchic sticks with its Trainer, following behind with unsteady steps. This Pokémon breathes fire of over 1,800 degrees Fahrenheit, including fireballs that leave the foe scorched black.": "會緊貼著訓練家搖搖晃晃地走路。能從嘴裡噴出攝氏１０００度的灼熱火球把對手燒焦。",
  "Combusken toughens up its legs and thighs by running through fields and mountains. This Pokémon's legs possess both speed and power, enabling it to dole out 10 kicks in one second.": "會在山野間跑來跑去鍛鍊腳力。能用兼具速度和力量的腿在１秒內連踢１０次。",
  "In battle, Blaziken blows out intense flames from its wrists and attacks foes courageously. The stronger the foe, the more intensely this Pokémon's wrists burn.": "戰鬥時會從手腕噴出灼熱的火焰，勇敢地迎戰對手。對手越強，火焰就會燒得越旺。",
  "The fin on Mudkip's head acts as highly sensitive radar. Using this fin to sense movements of water and air, this Pokémon can determine what is taking place around it without using its eyes.": "頭上的鰭是非常靈敏的雷達。可以不靠眼睛，從水或空氣的流動中感知周圍的狀況。",
  "The surface of Marshtomp's body is enveloped by a thin, sticky film that enables it to live on land. This Pokémon plays in mud on beaches when the ocean tide is low.": "為了讓自己可以在地面上生活，牠的身體表面包覆著一層薄薄的黏膜。會在退潮後的海岸邊玩泥巴。",
  "Swampert is very strong. It has enough power to easily drag a boulder weighing more than a ton. This Pokémon also has powerful vision that lets it see even in murky water.": "這種寶可夢有著能輕鬆拖動１噸以上岩石的力量。視力好到在混濁的水中也能看清。",
  "At first sight, Poochyena takes a bite at anything that moves. This Pokémon chases after prey until the victim becomes exhausted. However, it may turn tail if the prey strikes back.": "看到會動的東西就會立刻咬上去。雖然在獵物精疲力盡之前會一直追著不放，但如果受到反擊，有時也會嚇得跌倒。",
  "Mightyena gives obvious signals when it is preparing to attack. It starts to growl deeply and then flattens its body. This Pokémon will bite savagely with its sharply pointed fangs.": "當牠發出兇猛的吼聲並壓低身體時，就是牠準備發動攻擊的前兆。會用鋒利的尖牙一口咬住對手。",
  "Zigzagoon restlessly wanders everywhere at all times. This Pokémon does so because it is very curious. It becomes interested in anything that it happens to see.": "之所以總是呈鋸齒形到處亂逛，是因為牠的好奇心非常旺盛，對看到的各種東西都充滿興趣。",
  "Its restlessness has it constantly running around. If it sees another Pokémon, it will purposely run into them in order to start a fight.": "一直在奔跑，永遠靜不下來。如果發現了其他的寶可夢，就會故意撞上去挑起事端。",
  "Linoone always runs full speed and only in straight lines. If facing an obstacle, it makes a right-angle turn to evade it. This Pokémon is very challenged by gently curving roads.": "會筆直地向前猛衝，遇到障礙物時會直角轉彎來躲避。非常不擅長應付平緩的彎道。",
  "It uses its long tongue to taunt opponents. Once the opposition is enraged, this Pokémon hurls itself at the opponent, tackling them forcefully.": "會用長舌頭挑釁獵物。一旦獵物被自己激怒，便會猛烈地衝撞上去。",
  "Using the spikes on its rear end, Wurmple peels the bark off trees and feeds on the sap that oozes out. This Pokémon's feet are tipped with suction pads that allow it to cling to glass without slipping.": "會用尾部的刺剝開樹皮，以滲出的樹汁為食糧。長著吸盤的腳即使在玻璃上也不會打滑。",
  "Silcoon tethers itself to a tree branch using silk to keep from falling. There, this Pokémon hangs quietly while it awaits evolution. It peers out of the silk cocoon through a small hole.": "為了不讓自己掉落，將絲線纏在樹枝上支撐身體並等待著進化。會從小洞觀察外面的狀況。",
  "Beautifly's favorite food is the sweet pollen of flowers. If you want to see this Pokémon, just leave a potted flower by an open window. Beautifly is sure to come looking for pollen.": "非常喜歡甜蜜花粉的寶可夢。如果把開著花的花盆放在窗邊，牠就一定會飛過來採集花粉。",
  "Cascoon makes its protective cocoon by wrapping its body entirely with a fine silk from its mouth. Once the silk goes around its body, it hardens. This Pokémon prepares for its evolution inside the cocoon.": "盾甲繭的身體是由口中吐出的細絲包裹身體後硬化形成的。牠會在繭裡準備進化。",
  "Dustox is instinctively drawn to light. Swarms of this Pokémon are attracted by the bright lights of cities, where they wreak havoc by stripping the leaves off roadside trees for food.": "有著被燈光吸引的習性。被路燈引誘的毒粉蛾群會把行道樹上的葉子吃得一塌糊塗。",
  "Lotad live in ponds and lakes, where they float on the surface. It grows weak if its broad leaf dies. On rare occasions, this Pokémon travels on land in search of clean water.": "浮在池塘或湖泊的水面上生活。雖然葉子枯萎了就會變弱，但偶爾會為了尋找清水而在陸地上移動。",
  "Lombre is nocturnal—it will get active after dusk. It is also a mischief maker. When this Pokémon spots anglers, it tugs on their fishing lines from beneath the surface and enjoys their consternation.": "夜行性，太陽下山後就會開始活動。如果看到釣魚的人，就會從水中拉扯釣線搗亂來取樂。",
  "Ludicolo begins dancing as soon as it hears cheerful, festive music. This Pokémon is said to appear when it hears the singing of children on hiking outings.": "如果聽到歡樂的音樂就會開始跳舞。據說會被郊遊的孩子們的合唱吸引而現身。",
  "Seedot attaches itself to a tree branch using the top of its head. It sucks moisture from the tree while hanging off the branch. The more water it drinks, the glossier this Pokémon's body becomes.": "會把頭頂黏在樹枝上懸掛著吸收水分。水喝得越多，身體就會越有光澤。",
  "Nuzleaf live in densely overgrown forests. They occasionally venture out of the forest to startle people. This Pokémon dislikes having its long nose pinched.": "住在茂密森林裡的寶可夢。偶爾會從森林裡出來嚇人。最討厭自己的長鼻子被抓住。",
  "Shiftry is a mysterious Pokémon that is said to live atop towering trees dating back over a thousand years. It creates terrific windstorms with the fans it holds.": "據說居住在樹齡超過１０００年的大樹頂上的謎之寶可夢。會用葉片團扇掀起強風。",
  "Taillow courageously stands its ground against foes, however strong they may be. This gutsy Pokémon will remain defiant even after a loss. On the other hand, it cries loudly if it becomes hungry.": "不管面對多麼強大的對手都會勇敢挑戰。有著就算輸了也不會氣餒的骨氣。肚子餓了就會大聲痛哭。",
  "Swellow flies high above our heads, making graceful arcs in the sky. This Pokémon dives at a steep angle as soon as it spots its prey. The hapless prey is tightly grasped by Swellow's clawed feet, preventing escape.": "會盤旋在遙遠的高空，發現獵物後就會俯衝而下，用腳爪緊緊抓住獵物令其無法逃脫。",
  "Wingull has the habit of carrying prey and valuables in its beak and hiding them in all sorts of locations. This Pokémon rides the winds and flies as if it were skating across the sky.": "有著用鳥嘴銜著食物和重要的東西，把它們藏到各處的習性。會乘著風滑翔般地在空中飛行。",
  "Pelipper is a flying transporter that carries small Pokémon and eggs inside its massive bill. This Pokémon builds its nest on steep cliffs facing the sea.": "把小型寶可夢和蛋放進鳥嘴裡運送的空中送貨員。會在海邊的峭壁上築巢。",
  "Ralts senses the emotions of people using the horns on its head. This Pokémon rarely appears before people. But when it does, it draws closer if it senses that the person has a positive disposition.": "能用頭上的角感應人的情緒。雖然幾乎不會出現在人的面前，但感知到積極樂觀的情緒時會靠近過來。",
  "It is said that a Kirlia that is exposed to the positive emotions of its Trainer grows beautiful. This Pokémon controls psychokinetic powers with its highly developed brain.": "據說經常接觸到訓練家開朗情緒的奇魯莉安會成長得十分美麗。會用發達的頭腦來操縱精神力量。",
  "Gardevoir has the ability to read the future. If it senses impending danger to its Trainer, this Pokémon is said to unleash its psychokinetic energy at full power.": "據說在使用預知未來的能力察覺到訓練家有危險時，就會使出最強的精神能量。",
  "From the tips of its feet, Surskit secretes an oil that enables it to walk on water as if it were skating. This Pokémon feeds on microscopic organisms in ponds and lakes.": "爪尖會分泌出油脂，因此能在水面上像滑行般地行走。以池塘或湖泊裡的微生物為食。",
  "Masquerain intimidates enemies with the eyelike patterns on its antennas. This Pokémon flaps its four wings to freely fly in any direction—even sideways and backwards—as if it were a helicopter.": "會用觸角上的眼珠花紋威嚇敵人。能用４片翅膀像直升機一樣在空中前後左右自由移動。",
  "Shroomish live in damp soil in the dark depths of forests. They are often found keeping still under fallen leaves. This Pokémon feeds on compost that is made up of fallen, rotted leaves.": "棲息在森林深處潮濕的地面上。經常一動不動地待在落葉下面。以落葉堆積起來後形成的腐葉土為食。",
  "Breloom closes in on its foe with light and sprightly footwork, then throws punches with its stretchy arms. This Pokémon's fighting technique puts boxers to shame.": "會用輕巧的步法接近敵人，然後用能伸縮的手臂出拳。有著能令拳擊手汗顏的技術。",
  "Slakoth lolls around for over 20 hours every day. Because it moves so little, it does not need much food. This Pokémon's sole daily meal consists of just three leaves.": "每天會趴上２０小時以上的時間。因為身體幾乎動也不動，所以１天只要吃３片葉子就吃飽了。",
  "Vigoroth is always itching and agitated to go on a wild rampage. It simply can't tolerate sitting still for even a minute. This Pokémon's stress level rises if it can't be moving constantly.": "一直在蠢蠢欲動，想要大鬧一番。甚至連１分鐘都坐不住。如果不動就會累積壓力。",
  "Slaking spends all day lying down and lolling about. It eats grass growing within its reach. If it eats all the grass it can reach, this Pokémon reluctantly moves to another spot.": "整天躺著生活的寶可夢。會吃伸手能及的地方長出來的草，如果草吃光了，就會很不情願地換個地方。",
  "Nincada lives underground for many years in complete darkness. This Pokémon absorbs nutrients from the roots of trees. It stays motionless as it waits for evolution.": "長年生活在漆黑的土裡。會從樹根吸取營養，動也不動地等待進化的時刻到來。",
  "Ninjask moves around at such a high speed that it cannot be seen, even while its crying can be clearly heard. For that reason, this Pokémon was long believed to be invisible.": "會飛快地動來動去，無法看見牠的身影。因為只能聽見叫聲，所以在很長一段時間裡，牠一直被認為是透明的寶可夢。",
  "Shedinja's hard body doesn't move—not even a twitch. In fact, its body appears to be merely a hollow shell. It is believed that this Pokémon will steal the spirit of anyone peering into its hollow body from its back.": "堅硬的身體一動都不會動。人們相信如果從背上窺視牠體內的空洞，靈魂就會被吸走。",
  "Normally, Whismur's voice is very quiet—it is barely audible even if one is paying close attention. However, if this Pokémon senses danger, it starts crying at an earsplitting volume.": "平時聲音小到不注意聽就聽不到，但如果察覺到危險，就會用能引起頭痛的聲音大叫。",
  "Loudred's bellowing can completely decimate a wood-frame house. It uses its voice to punish its foes. This Pokémon's round ears serve as loudspeakers.": "會發出能將木造房屋震成碎片的巨大叫聲來折磨對手。圓圓的耳朵具有擴音器的功能。",
  "Exploud triggers earthquakes with the tremors it creates by bellowing. If this Pokémon violently inhales from the ports on its body, it's a sign that it is preparing to let loose a huge bellow.": "能靠大叫產生的振動引發地震。當牠開始用身上的洞猛烈吸入空氣，就是準備要大叫的前兆。",
  "Makuhita is tenacious—it will keep getting up and attacking its foe however many times it is knocked down. Every time it gets back up, this Pokémon stores more energy in its body for evolving.": "不管被打倒幾次都不會放棄，會頑強地站起來。每一次站起來，體內就會不斷積蓄進化所需的能量。",
  "Hariyama practices its straight-arm slaps in any number of locations. One hit of this Pokémon's powerful, openhanded, straight-arm punches could snap a telephone pole in two.": "會在各種地方刻苦練習推掌招式。如果受到牠強烈的推掌攻擊，就算是電線桿也會被一掌劈成兩段。",
  "Azurill spins its tail as if it were a lasso, then hurls it far. The momentum of the throw sends its body flying, too. Using this unique action, one of these Pokémon managed to hurl itself a record 33 feet.": "會運用套索的要領揮動尾巴，利用投出去的力量把自己帶飛出去。最高紀錄曾經飛出了１０公尺。",
  "Nosepass's magnetic nose is always pointed to the north. If two of these Pokémon meet, they cannot turn their faces to each other when they are close because their magnetic noses repel one another.": "磁鐵鼻子總是朝向北方。由於磁鐵會同極相斥，因此朝北鼻之間無法將臉靠在一起。",
  "Skitty has the habit of becoming fascinated by moving objects and chasing them around. This Pokémon is known to chase after its own tail and become dizzy.": "這種寶可夢有著看到動的東西就會不顧一切追著到處跑的習性。會追自己的尾巴追得頭昏眼花。",
  "Delcatty prefers to live an unfettered existence in which it can do as it pleases at its own pace. Because this Pokémon eats and sleeps whenever it decides, its daily routines are completely random.": "個性我行我素，喜歡自由散漫的生活。因為總是想吃就吃，想睡就睡，所以每天都毫無規律可言。",
  "Sableye lead quiet lives deep inside caverns. They are feared, however, because these Pokémon are thought to steal the spirits of people when their eyes burn with a sinister glow in the darkness.": "悄悄地生活在洞窟深處。人們很懼怕牠，認為當牠的眼睛在暗處發出詭異光芒時會攝取人的靈魂。",
  "Mawile's huge jaws are actually steel horns that have been transformed. Its docile-looking face serves to lull its foe into letting down its guard. When the foe least expects it, Mawile chomps it with its gaping jaws.": "鋼角變化成了大顎。如果因為牠溫順的長相而大意的話，就會被牠突然轉過來的大顎咬住。",
  "This Pokémon has a body of steel. To make its body, Aron feeds on iron ore that it digs from mountains. Occasionally, it causes major trouble by eating bridges and rails.": "為了打造鋼鐵的身體，會從山上挖鐵礦吃，但偶爾也會去吃橋樑或鐵軌，因此很令人頭痛。",
  "Lairon tempers its steel body by drinking highly nutritious mineral springwater until it is bloated. This Pokémon makes its nest close to springs of delicious water.": "會喝下滿滿一肚子充滿營養的泉水來鍛鍊自己的鋼鐵身體。會在美味的泉水附近築巢。",
  "Aggron claims an entire mountain as its own territory. It mercilessly beats up anything that violates its environment. This Pokémon vigilantly patrols its territory at all times.": "會把整座山當成自己的地盤。要是誰敢來胡鬧，牠就會毫不留情地狠狠教訓對方。總是在山中四處巡邏。",
  "Meditite undertakes rigorous mental training deep in the mountains. However, whenever it meditates, this Pokémon always loses its concentration and focus. As a result, its training never ends.": "在深山裡進行著瑜伽修行。總是會在冥想的途中分心，所以修行一直無法結束。",
  "It is said that through meditation, Medicham heightens energy inside its body and sharpens its sixth sense. This Pokémon hides its presence by merging itself with fields and mountains.": "據說會透過冥想讓體內的能量提升，並讓第六感變得更加敏銳。會和山野融為一體來消除自己的氣息。",
  "Electrike stores electricity in its long body hair. This Pokémon stimulates its leg muscles with electric charges. These jolts of power give its legs explosive acceleration performance.": "長長的體毛中積蓄著電力。會用電流刺激腿部的肌肉，藉此產生強大的瞬間爆發力。",
  "Manectric is constantly discharging electricity from its mane. The sparks sometimes ignite forest fires. When it enters a battle, this Pokémon creates thunderclouds.": "因為鬃毛總是不斷在放電，所以有時會因火花而引發山林火災。戰鬥時會製造出雷雲。",
  "Plusle always acts as a cheerleader for its partners. Whenever a teammate puts out a good effort in battle, this Pokémon shorts out its body to create the crackling noises of sparks to show its joy.": "總是在為夥伴加油的寶可夢。當夥伴努力加油的時候，牠會讓身體短路，發出劈哩啪啦的火花聲來表達自己的喜悅。",
  "Minun is more concerned about cheering on its partners than its own safety. It shorts out the electricity in its body to create brilliant showers of sparks to cheer on its teammates.": "比起自己來，為夥伴加油更重要。會讓體內發出的電流短路，一邊發出華麗的火花一邊為夥伴加油。",
  "With the arrival of night, Volbeat emits light from its tail. It communicates with others by adjusting the intensity and flashing of its light. This Pokémon is attracted by the sweet aroma of Illumise.": "太陽下山後就會讓尾巴發光，透過亮度或閃爍來和夥伴對話。會被甜甜螢的甜甜香氣吸引。",
  "Illumise attracts a swarm of Volbeat using a sweet fragrance. Once the Volbeat have gathered, this Pokémon leads the lit-up swarm in drawing geometric designs on the canvas of the night sky.": "會利用甜甜的香氣引誘電螢蟲。然後誘導大量聚集而來的電螢蟲，讓牠們在夜空中描繪幾何圖形。",
  "Roselia shoots sharp thorns as projectiles at any opponent that tries to steal the flowers on its arms. The aroma of this Pokémon brings serenity to living things.": "會射出尖刺去攻擊那些盯上自己手上花朵的對手。花的香氣能撫平情緒。",
  "Virtually all of Gulpin's body is its stomach. As a result, it can swallow something its own size. This Pokémon's stomach contains a special fluid that digests anything.": "因為整個身體幾乎都是胃，所以能吞下和自己一樣大的東西。能用特殊的胃液消化任何東西。",
  "When Swalot spots prey, it spurts out a hideously toxic fluid from its pores and sprays the target. Once the prey has weakened, this Pokémon gulps it down whole with its cavernous mouth.": "發現獵物時會把毛孔中噴出的劇毒體液灑向對手。等獵物變得虛弱時再張開大嘴一口吞掉。",
  "Carvanha's strongly developed jaws and its sharply pointed fangs pack the destructive power to rip out boat hulls. Many boats have been attacked and sunk by this Pokémon.": "發達的雙顎與尖銳的牙齒有著能咬碎船底的破壞力。有許多船隻因遭到利牙魚的襲擊而沉沒。",
  "Nicknamed “the bully of the sea,” Sharpedo is widely feared. Its cruel fangs grow back immediately if they snap off. Just one of these Pokémon can thoroughly tear apart a supertanker.": "被稱為大海惡霸而讓人聞風喪膽。有著折斷後可以迅速再生的牙齒，單槍匹馬就能把大型油船咬得支離破碎。",
  "Wailmer's nostrils are located above its eyes. This playful Pokémon loves to startle people by forcefully snorting out seawater it stores inside its body out of its nostrils.": "最喜歡將體內儲存的海水從眼睛上方的鼻孔中噴出來嚇唬人的寶可夢。",
  "Wailord is the largest of all identified Pokémon up to now. This giant Pokémon swims languorously in the vast open sea, eating massive amounts of food at once with its enormous mouth.": "目前已知最大的寶可夢。會悠然地在汪洋大海中游動，並用大嘴一口氣吃掉大量的食物。",
  "Numel is extremely dull witted—it doesn't notice being hit. However, it can't stand hunger for even a second. This Pokémon's body is a seething cauldron of boiling magma.": "雖然遲鈍到被人打也不會察覺，但對於飢餓卻是１秒都無法忍耐。體內的熔岩隨時都在沸騰。",
  "Camerupt has a volcano inside its body. Magma of 18,000 degrees Fahrenheit courses through its body. Occasionally, the humps on this Pokémon's back erupt, spewing the superheated magma.": "體內有著火山的寶可夢。會不時會從背上的駝峰裡噴出體內儲存的攝氏１萬度的熔岩。",
  "Torkoal digs through mountains in search of coal. If it finds some, it fills hollow spaces on its shell with the coal and burns it. If it is attacked, this Pokémon spouts thick black smoke to beat a retreat.": "不停在山上挖掘煤炭，將煤炭放進甲殼的洞裡燃燒的寶可夢。遭到襲擊時會噴出黑煙逃走。",
  "Spoink bounces around on its tail. The shock of its bouncing makes its heart pump. As a result, this Pokémon cannot afford to stop bouncing—if it stops, its heart will stop.": "會用尾巴蹦來蹦去彈跳的寶可夢。因為是靠跳躍時的震動來使心臟跳動，所以不能停止彈跳。",
  "Grumpig uses the black pearls on its body to amplify its psychic power waves for gaining total control over its foe. When this Pokémon uses its special power, its snorting breath grows labored.": "會用黑珍珠增強精神力量的波動，藉此自在操縱對手的寶可夢。使用力量時鼻息會變得急促。",
  "All the Spinda that exist in the world are said to have utterly unique spot patterns. The shaky, tottering steps of this Pokémon give it the appearance of dancing.": "據說世上所有晃晃斑的斑點都長在不一樣的地方。搖擺不定的步伐看起來好像在跳舞。",
  "Trapinch's nest is a sloped, bowl-like pit dug in sand. This Pokémon patiently waits for prey to tumble down the pit. Its giant jaws have enough strength to crush even boulders.": "會待在缽狀巢穴的底部，動也不動地等著獵物自己掉進來。大大的顎有著咬碎岩石的威力。",
  "To make prey faint, Vibrava generates ultrasonic waves by vigorously making its two wings vibrate. This Pokémon's ultrasonic waves are so powerful, they can bring on headaches in people.": "會劇烈地振動２片翅膀來發出超音波使獵物昏迷。有著能讓人類也產生頭痛的威力。",
  "Flygon is nicknamed “the elemental spirit of the desert.” Because its flapping wings whip up a cloud of sand, this Pokémon is always enveloped in a sandstorm while flying.": "被稱為沙漠精靈的寶可夢。拍動翅膀就會揚起沙塵，所以飛行時總是處於沙暴之中。",
  "Cacnea lives in arid locations such as deserts. It releases a strong aroma from its flower to attract prey. When prey comes near, this Pokémon shoots sharp thorns from its body to bring the victim down.": "棲息在沙漠等乾燥地帶。用濃郁的花香引誘獵物，再射出身上尖銳的刺給予致命一擊。",
  "During the daytime, Cacturne remains unmoving so that it does not lose any moisture to the harsh desert sun. This Pokémon becomes active at night when the temperature drops.": "為了不被沙漠裡的日照奪走水分，白天會一直站著不動。到了氣溫下降的夜裡便會開始活動。",
  "Swablu has light and fluffy wings that are like cottony clouds. This Pokémon is not frightened of people. It lands on the heads of people and sits there like a cotton-fluff hat.": "有著積雲般的蓬鬆翅膀。不怕人，會像棉帽般輕輕地站在人類頭上的寶可夢。",
  "Altaria dances and wheels through the sky among billowing, cotton-like clouds. By singing melodies in its crystal-clear voice, this Pokémon makes its listeners experience dreamy wonderment.": "會混在雲朵中在空中輕快飛行。當牠用通透的嗓音唱出旋律，聽者就會心醉神迷，彷彿置身夢境。",
  "Memories of battling its archrival Seviper are etched into every cell of Zangoose's body. This Pokémon adroitly dodges attacks with incredible agility.": "身體的細胞裡被刻進了與宿敵飯匙蛇交戰的記憶。會以敏捷的身手閃避攻擊。",
  "Seviper shares a generations-long feud with Zangoose. The scars on its body are evidence of vicious battles. This Pokémon attacks using its sword-edged tail.": "代代與貓鼬斬交戰至今。身上的傷痕是激戰的印記。會用鋒利的尾巴進行攻擊。",
  "Lunatone was discovered at a location where a meteoroid fell. As a result, some people theorize that this Pokémon came from space. However, no one has been able to prove this theory so far.": "由於牠是在隕石墜落的地點被發現的，因此有牠是來自宇宙的寶可夢的說法，但這說法還沒被證實。",
  "Solrock is a new species of Pokémon that is said to have fallen from space. It floats in air and moves silently. In battle, this Pokémon releases intensely bright light.": "據說是從宇宙落下的新品種。能飄浮在空中無聲無息地移動。戰鬥時會發出強光。",
  "Barboach's sensitive whiskers serve as a superb radar system. This Pokémon hides in mud, leaving only its two whiskers exposed while it waits for prey to come along.": "靈敏的鬍鬚是優秀的雷達。會從泥巴裡只伸出２根鬍鬚，等待獵物靠近。",
  "Whiscash is extremely territorial. Just one of these Pokémon will claim a large pond as its exclusive territory. If a foe approaches it, it thrashes about and triggers a massive earthquake.": "地盤意識非常強烈的寶可夢。會將大沼澤全部當作自己的領地。一旦敵人接近，就會變得粗暴並引起地震。",
  "Corphish were originally foreign Pokémon that were imported as pets. They eventually turned up in the wild. This Pokémon is very hardy and has greatly increased its population.": "原本生活在外國的寶可夢，被當成寵物帶回來後回歸野外。頑強的生命力使得數量不斷增加。",
  "Crawdaunt has an extremely violent nature that compels it to challenge other living things to battle. Other life-forms refuse to live in ponds inhabited by this Pokémon, making them desolate places.": "性情暴躁，會馬上挑起紛爭。鐵螯龍蝦居住的池塘會因為其他生物無法居住而變得冷冷清清。",
  "Baltoy moves while spinning around on its one foot. Primitive wall paintings depicting this Pokémon living among people were discovered in some ancient ruins.": "用單腳一邊旋轉一邊移動。在遺跡裡發現了天秤偶與人類共同生活的古代壁畫。",
  "Claydol are said to be dolls of mud made by primitive humans and brought to life by exposure to a mysterious ray. This Pokémon moves about while levitating.": "據說是古人的泥偶受到怪異的光束照射而得到了生命。會飄浮在空中移動。",
  "Lileep became extinct approximately a hundred million years ago. This ancient Pokémon attaches itself to a rock on the seafloor and catches approaching prey using tentacles shaped like flower petals.": "１億年前就已絕種的寶可夢。會吸附在海底的岩石上，用花瓣般的觸手捕捉接近自己的獵物。",
  "Cradily roams around the ocean floor in search of food. This Pokémon freely extends its tree trunk-like neck and captures unwary prey using its eight tentacles.": "會在海底來回走動尋找食物。會自在地伸長樹枝般的脖子，並用８隻觸手捕捉獵物。",
  "Anorith was regenerated from a prehistoric fossil. This primitive Pokémon once lived in warm seas. It grips its prey firmly between its two large claws.": "從遠古化石裡甦醒的寶可夢。棲息在溫暖的海裡，會用發達的２隻爪子緊緊抓住獵物。",
  "Armaldo's tough armor makes all attacks bounce off. This Pokémon's two enormous claws can be freely extended or contracted. They have the power to punch right through a steel slab.": "甲殼能夠反彈一切攻擊。可伸縮的２隻巨爪有著能夠刺穿鐵板的威力。",
  "Feebas's fins are ragged and tattered from the start of its life. Because of its shoddy appearance, this Pokémon is largely ignored. It is capable of living in both the sea and in rivers.": "魚鰭天生就破破爛爛的很難看，是誰都不會理睬的寶可夢。在海洋與河川裡都能生活。",
  "Milotic is said to be the most beautiful of all the Pokémon. It has the power to becalm such emotions as anger and hostility to quell bitter feuding.": "據說是最美的寶可夢。有著能安撫憤怒及憎恨之心，並平息爭鬥的力量。",
  "Castform's appearance changes with the weather. This Pokémon gained the ability to use the vast power of nature to protect its tiny body.": "樣子會隨天氣而改變的寶可夢。為了保護小小的身體而變得能使用大自然的巨大力量。",
  "Kecleon is capable of changing its body colors at will to blend in with its surroundings. There is one exception—this Pokémon can't change the zigzag pattern on its belly.": "能夠自由地改變身體顏色，藉此和周圍的景色融為一體。只有腹部的鋸齒狀花紋無法改變。",
  "Shuppet is attracted by feelings of jealousy and vindictiveness. If someone develops strong feelings of vengeance, this Pokémon will appear in a swarm and line up beneath the eaves of that person's home.": "會被嫉妒怨恨的感情吸引。如果有人怨恨心變強，怨影娃娃就會成排掛在那人的屋簷下。",
  "Banette generates energy for laying strong curses by sticking pins into its own body. This Pokémon was originally a pitiful plush doll that was thrown away.": "用針刺傷自己的身體時，就會有強烈的詛咒能量產生。原本是個被丟棄的可憐玩偶。",
  "Duskull can pass through any wall no matter how thick it may be. Once this Pokémon chooses a target, it will doggedly pursue the intended victim until the break of dawn.": "無論多厚的牆壁都能穿過。一旦被牠盯上，就會一直被追著，直到第二天早上太陽升起。",
  "Dusclops's body is completely hollow—there is nothing at all inside. It is said that its body is like a black hole. This Pokémon will absorb anything into its body, but nothing will ever come back out.": "身體內部是空洞，什麼都沒有。據說空洞像黑洞般會將一切東西吸進去，一旦被吸進去就回不來了。",
  "The bunches of fruit around Tropius's neck are very popular with children. This Pokémon loves fruit, and eats it continuously. Apparently, its love for fruit resulted in its own outgrowth of fruit.": "脖子上的香甜水果很受孩子喜愛。好像是因為不斷地吃牠愛吃的水果，以至於自己的脖子上結出了水果來。",
  "Chimecho makes its cries echo inside its hollow body. When this Pokémon becomes enraged, its cries result in ultrasonic waves that have the power to knock foes flying.": "會讓聲音在身體的空洞裡迴響。發怒時的叫聲會變成超音波，擁有震飛敵人的威力。",
  "Every time Absol appears before people, it is followed by a disaster such as an earthquake or a tidal wave. As a result, it came to be known as the disaster Pokémon.": "每當阿勃梭魯出現在人們面前，就一定會發生地震或海嘯等災害，所以牠也有災禍寶可夢的別稱。",
  "Wynaut can always be seen with a big, happy smile on its face. Look at its tail to determine if it is angry. When angered, this Pokémon will be slapping the ground with its tail.": "小果然總是一臉笑瞇瞇的。當牠生氣的時候，注意看尾巴會發現尾巴啪噠啪噠地敲擊著地面。",
  "Snorunt live in regions with heavy snowfall. In seasons without snow, such as spring and summer, this Pokémon steals away to live quietly among stalactites and stalagmites deep in caverns.": "生活在多雪地帶的寶可夢。在不下雪的春夏季節，會安靜地生活在鐘乳石洞的深處。",
  "Glalie has a body made of rock, which it hardens with an armor of ice. This Pokémon has the ability to freeze moisture in the atmosphere into any shape it desires.": "會用冰之鎧甲加固岩石的身體。擁有令空氣中的水分凍結，自在變化成各種形狀的能力。",
  "Spheal is much faster rolling than walking to get around. When groups of this Pokémon eat, they all clap at once to show their pleasure. Because of this, their mealtimes are noisy.": "翻滾的速度比走路快得多。吃飯的時候會大家一起開心地拍手，所以會相當的吵。",
  "Sealeo has the habit of always juggling on the tip of its nose anything it sees for the first time. This Pokémon occasionally entertains itself by balancing and rolling a Spheal on its nose.": "有著碰上第一次看到的物體時，一定會用鼻子頂著轉轉看的習性。有時候也會轉海豹球玩。",
  "Walrein's two massively developed tusks can totally shatter blocks of ice weighing 10 tons with one blow. This Pokémon's thick coat of blubber insulates it from subzero temperatures.": "２根發達的獠牙連１０噸重的冰山也能一擊粉碎。脂肪很厚，即使在冰點下也不怕。",
  "Clamperl's sturdy shell is not only good for protection—it is also used for clamping and catching prey. A fully grown Clamperl's shell will be scored with nicks and scratches all over.": "堅固的殼不只是保護身體，也能夾住獵物進行捕捉。長大後的珍珠貝，貝殼上滿是傷痕。",
  "Huntail's presence went unnoticed by people for a long time because it lives at extreme depths in the sea. This Pokémon's eyes can see clearly even in the murky dark depths of the ocean.": "因為生活在很深的海底，很長一段時間都沒有被人發現。擁有即使在黑暗深海中也能看得很清楚的眼睛。",
  "Gorebyss lives in the southern seas at extreme depths. Its body is built to withstand the enormous pressure of water at incredible depths. Because of this, this Pokémon's body is unharmed by ordinary attacks.": "棲息在南方深海中的寶可夢。經過深海的水壓鍛鍊的身體即使受到一點攻擊也不會受傷。",
  "Relicanth is a Pokémon species that existed for a hundred million years without ever changing its form. This ancient Pokémon feeds on microscopic organisms with its toothless mouth.": "在漫長的１億年間，樣子完全沒變，一直生活在深海的寶可夢。沒有牙齒的嘴就只會吃微生物。",
  "Luvdisc live in shallow seas in the tropics. This heart-shaped Pokémon earned its name by swimming after loving couples it spotted in the ocean's waves.": "生活在熱帶的淺海。如果發現情侶就會緊跟在後面游泳，因此而得名。",
  "Bagon has a dream of one day soaring in the sky. In doomed efforts to fly, this Pokémon hurls itself off cliffs. As a result of its dives, its head has grown tough and as hard as tempered steel.": "夢想著在天空翱翔，在不斷從懸崖上跳下來的過程中，頭部被鍛鍊得像鋼鐵般堅硬。",
  "Inside Shelgon's armor-like shell, cells are in the midst of transformation to create an entirely new body. This Pokémon's shell is extremely heavy, making its movements sluggish.": "堅硬的外殼內部，細胞正為了形成新的身體而變化著。因為殼非常重，所以動作遲緩。",
  "Salamence came about as a result of a strong, long-held dream of growing wings. It is said that this powerful desire triggered a sudden mutation in this Pokémon's cells, causing it to sprout its magnificent wings.": "聽說一直強烈渴望著擁有翅膀，結果導致體內的細胞發生突變，長出了美麗的翅膀。",
  "Instead of blood, a powerful magnetic force courses throughout Beldum's body. This Pokémon communicates with others by sending controlled pulses of magnetism.": "強大的磁力在體內代替血液不斷循環。會透過磁力的波動和夥伴對話。",
  "When two Beldum fuse together, Metang is formed. The brains of the Beldum are joined by a magnetic nervous system. By linking its brains magnetically, this Pokémon generates strong psychokinetic power.": "２隻鐵啞鈴組合起來的樣子。磁力神經把２個大腦連結起來，產生出強大的精神能量。",
  "Metagross has four brains in total. Combined, the four brains can breeze through difficult calculations faster than a supercomputer. This Pokémon can float in the air by tucking in its four legs.": "４個大腦能比超級電腦更快速地運算出複雜計算的答案。可以收起４隻腳浮在空中。",
  "Regirock was sealed away by people long ago. If this Pokémon's body is damaged in battle, it is said to seek out suitable rocks on its own to repair itself.": "過去曾被人封印的寶可夢。據說如果身體在戰鬥中損壞，就會自己尋找新的岩石來修復。",
  "Regice's body was made during an ice age. The deep-frozen body can't be melted, even by fire. This Pokémon controls frigid air of -328 degrees Fahrenheit.": "身體是由冰河時期形成的冰構成，即便用火焰也無法融化。能操控零下２００度的寒氣。",
  "Registeel has a body that is harder than any kind of metal. Its body is apparently hollow. No one has any idea what this Pokémon eats.": "擁有比任何金屬都堅硬的身體。身體內部好像是空洞，沒有人知道這種寶可夢平常是吃什麼。",
  "Latias is highly sensitive to the emotions of people. If it senses any hostility, this Pokémon ruffles the feathers all over its body and cries shrilly to intimidate the foe.": "能敏銳地感知人心。一旦察覺到敵意就會豎起全身羽毛，用激烈的叫聲威嚇對方。",
  "Latios has the ability to make others see an image of what it has seen or imagines in its head. This Pokémon is intelligent and understands human speech.": "擁有將所見所思用影像展現給對方的能力。能理解人類的語言。",
  "Through Primal Reversion and with nature's full power, it will take back its true form. It can summon storms that cause the sea levels to rise.": "利用自然能量進行原始回歸，回到了原本的樣子。擁有呼風喚雨擴張海洋的力量。",
  "Groudon is said to be the personification of the land itself. Legends tell of its many clashes against Kyogre, as each sought to gain the power of nature.": "被認為是大地化身的寶可夢。傳說中牠為了尋求自然的能量，曾不斷與蓋歐卡爭鬥。",
  "Rayquaza is said to have lived for hundreds of millions of years. Legends remain of how it put to rest the clash between Kyogre and Groudon.": "據說已經生存了數億年。世上留存著牠調解了固拉多與蓋歐卡之間爭鬥的傳說。",
  "A legend states that Jirachi will make true any wish that is written on notes attached to its head when it awakens. If this Pokémon senses danger, it will fight without awakening.": "傳說中牠會在醒來時實現寫在牠頭上短箋裡的願望。當感知到危險時，會在睡夢中戰鬥。",
  "The DNA of a space virus underwent a sudden mutation upon exposure to a laser beam and resulted in Deoxys. The crystalline organ on this Pokémon's chest appears to be its brain.": "宇宙病毒的ＤＮＡ受到雷射光照射後發生突變而誕生的寶可夢。胸部的水晶體好像是牠的大腦。",
  "It undertakes photosynthesis with its body, making oxygen. The leaf on its head wilts if it is thirsty.": "用全身進行光合作用，製造氧氣。當口渴的時候，頭上的葉子就會枯萎。",
  "It knows where pure water wells up. It carries fellow Pokémon there on its back.": "知道哪裡會湧出清澈的泉水，會讓夥伴寶可夢騎在牠背上，運到那個地方去。",
  "Small Pokémon occasionally gather on its unmoving back to begin building their nests.": "有時候小型的寶可夢們會聚集起來，在一動不動的土台龜背上築起巢穴。",
  "The gas made in its belly burns from its rear end. The fire burns weakly when it feels sick.": "肚子產生的瓦斯在屁股上燃燒。如果身體狀況不好的話，火焰就會變弱。",
  "It uses ceilings and walls to launch aerial attacks. Its fiery tail is but one weapon.": "利用天花板和牆壁使出空中攻擊。尾巴上的火焰也是武器之一。",
  "It tosses its enemies around with agility. It uses all its limbs to fight in its own unique style.": "用速度玩弄對手。會使用手腳並用的獨特戰鬥方式。",
  "Because it is very proud, it hates accepting food from people. Its thick down guards it from cold.": "自尊心很強，討厭從人那裡接受食物。長長的絨毛能抵禦寒冷。",
  "It lives a solitary life. Its wings deliver wicked blows that can snap even the thickest of trees.": "從不結交夥伴，獨自生活。用翅膀發出的強烈一擊能把大樹劈成兩半。",
  "The three horns that extend from its beak attest to its power. The leader has the biggest horns.": "從鳥嘴延伸出的３隻角是實力的象徵。領袖的角是最大的。",
  "They flock around mountains and fields, chasing after bug Pokémon. Their singing is noisy and annoying.": "為了獵捕蟲寶可夢，以龐大的群體在山野間飛來飛去。叫聲非常吵鬧。",
  "It lives in forests and fields. Squabbles over territory occur when flocks collide.": "棲息在森林和草原。如果遇上同類的團隊，就會開始爭奪地盤。",
  "When Staravia evolve into Staraptor, they leave the flock to live alone. They have sturdy wings.": "變成姆克鷹後，就會脫離群體獨自生活。擁有強韌的翅膀。",
  "It constantly gnaws on logs and rocks to whittle down its front teeth. It nests alongside water.": "總是啃大樹和石頭來打磨堅硬的門牙。在水邊築巢生活。",
  "It makes its nest by damming streams with bark and mud. It is known as an industrious worker.": "用樹幹和泥巴築起水壩，堵住河流建造住所。以勤勞而聞名。",
  "When its antennae hit each other, it sounds like the music of a xylophone.": "觸角之間互相碰撞時，會叮叮咚咚地奏出如同木琴一般的音色。",
  "It signals its emotions with its melodies. Scientists are studying these melodic patterns.": "會用旋律表達感情。學者們正在研究旋律的規律性。",
  "All of its fur dazzles if danger is sensed. It flees while the foe is momentarily blinded.": "一旦感知到危險，全身的體毛就會發光，趁對手眼睛被閃到時逃之夭夭。",
  "Strong electricity courses through the tips of its sharp claws. A light scratch causes fainting in foes.": "在銳利的爪子尖端有強烈的電流流過，只要稍微擦到，就能讓對手暈厥。",
  "Luxray's ability to see through objects comes in handy when it's scouting for danger.": "倫琴貓的透視能力在發現危險事物時非常有幫助。",
  "Over the winter, it closes its bud and endures the cold. In spring, the bud opens and releases pollen.": "冬季會閉上花苞抵禦嚴寒。春天到來時就會打開花苞，飛散出花粉。",
  "With the movements of a dancer, it strikes with whips that are densely lined with poison thorns.": "會用舞者般的動作揮動布滿毒刺的鞭子進行攻擊。",
  "Its hard skull is its distinguishing feature. It snapped trees by headbutting them, and then it fed on their ripe berries.": "特徵是堅硬的頭蓋骨。會用頭錘撞斷樹木，吃樹上長的樹果。",
  "This ancient Pokémon used headbutts skillfully. Its brain was really small, so some theories suggest that its stupidity led to its extinction.": "擅長頭錘的古代寶可夢。因為大腦真的很小，所以也有說法認為牠是因為太笨而滅亡的。",
  "Although its fossils can be found in layers of primeval rock, nothing but its face has ever been discovered.": "雖然在遠古時代的地層中發現了牠的化石，但至今未曾發現臉部以外的部分。",
  "This Pokémon is from roughly 100 million years ago. Its terrifyingly tough face is harder than steel.": "大約１億年前的寶可夢。結實到極點的臉擁有超越鋼鐵的硬度。",
  "If its cloak is broken in battle, it quickly remakes the cloak with materials nearby.": "如果蓑衣在戰鬥中壞掉了，就會用附近的材料立刻重新做一件蓑衣。",
  "When Burmy evolved, its cloak became a part of this Pokémon's body. The cloak is never shed.": "從結草兒進化過來時，蓑衣成了身體的一部分。一輩子都不會脫下蓑衣。",
  "It flutters around at night and steals honey from the Combee hive.": "夜裡會活躍地飛來飛去，從睡著的三蜜蜂的巢穴裡搶奪蜂蜜後逃走。",
  "It collects and delivers honey to its colony. At night, they cluster to form a beehive and sleep.": "會把採集到的花蜜搬運到住處。在夜裡，許多三蜜蜂會疊在一起，形成蜂巢後睡覺。",
  "Its abdomen is a honeycomb for grubs. It raises its grubs on honey collected by Combee.": "身體是孩子們的巢穴。用三蜜蜂採集來的花蜜養育孩子們。",
  "A pair may be seen rubbing their cheek pouches together in an effort to share stored electricity.": "有時候可以見到為了將儲存的電力分給同伴而互相摩擦頰囊的帕奇利茲。",
  "It inflates the flotation sac around its neck and pokes its head out of the water to see what is going on.": "使脖子上的浮囊膨脹，從水面露出臉，觀察著周圍的樣子。",
  "Its flotation sac developed as a result of pursuing aquatic prey. It can double as a rubber raft.": "在追逐水中獵物的過程中，浮囊變得更加發達。可以像橡皮艇一樣讓人乘坐。",
  "It evolves by sucking the energy out of the small ball where it had been storing nutrients.": "會吸收儲存在小球裡的養分，作為進化的能量。",
  "If it senses strong sunlight, it opens its folded petals to absorb the sun's rays with its whole body.": "如果感受到強烈的陽光，就會綻開閉著的花瓣，讓全身沐浴在陽光下。",
  "When it senses danger, a purple liquid oozes out of it. The liquid is thought to be something like greasy sweat.": "感受到危險時會分泌紫色的汁液。人們認為這是類似冷汗的東西。",
  "Their shape and color change, depending on their environment and diet. There are many of them at beaches where the waves are calm.": "體色和外型會隨著棲息地和食物而變化。經常出現在波浪平緩的岩岸。",
  "It uses its tails for everything. If it wraps both of its tails around you and gives you a squeeze, that's proof it really likes you.": "不管做什麼事都會用到尾巴。如果牠用２根尾巴抱緊你，就代表牠真的和你很親近。",
  "Wandering souls gathered together to form this Pokémon. When trying to make friends with children, Drifloon grabs them by the hand.": "在路上遊蕩的靈魂聚集起來而誕生的寶可夢。為了讓孩子成為自己的夥伴，飄飄球會去拉他們的手。",
  "The raw material for the gas inside its body is souls. When its body starts to deflate, it's thought to carry away people and Pokémon.": "體內氣體的原料是靈魂。據說如果牠的身體開始消氣，就會去把人或寶可夢帶走。",
  "The reason it keeps one ear rolled up is so it can launch a swift counterattack if it's attacked by an enemy.": "一隻耳朵之所以總是捲起來，是為了在遭到敵人襲擊的時候能夠立刻做出反擊。",
  "It's notably wary and has a dislike of fighting, but at the same time, it can deliver powerful kicks with its lithe legs.": "警戒心很強。雖然不喜歡戰鬥，但牠能夠用柔韌的雙腳使出強而有力的踢腿。",
  "Its muttered curses can cause awful headaches or terrifying visions that torment others.": "會喃喃唸誦詛咒的話語，使對手激烈頭痛，或是看見恐怖的幻覺，藉此折磨對手。",
  "Its goons take care of most of the fighting for it. The only time it dirties its own hands is in delivering a final blow to finish off an opponent.": "與敵人的戰鬥幾乎全由手下來應付。只有在最後給對手致命一擊的時候，才會弄髒自己的手。",
  "When it's happy, Glameow demonstrates beautiful movements of its tail, like a dancing ribbon.": "魅力喵心情好的時候，會用尾巴展現像韻律體操的彩帶般的美麗動作。",
  "To make itself appear intimidatingly beefy, it tightly cinches its waist with its twin tails.": "為了讓自己的身體看起來大一點來威嚇對手，會把分叉的尾巴緊緊纏在腰上。",
  "There is an orb inside its mouth. When it hops, the orb bounces all over and makes a ringing sound.": "如果跳起來，嘴裡的珠子就會到處反彈，發出鈴鐺一般的音色。",
  "It protects itself by spraying a noxious fluid from its rear. The stench lingers for 24 hours.": "從屁股噴出帶有強烈臭味的液體來保護自己。氣味在２４小時內都不會消散。",
  "It sprays a stinky fluid from its tail. The fluid smells worse the longer it is allowed to fester.": "從尾巴噴出臭液。液體在肚子裡發酵的時間越長，氣味就會變得越臭。",
  "Implements shaped like it were discovered in ancient tombs. It is unknown if they are related.": "從古墓裡挖掘出了與銅鏡怪一模一樣的道具，但兩者之間的關係還未知。",
  "Ancient people believed that petitioning Bronzong for rain was the way to make crops grow.": "古代的人們相信，如果向青銅鐘祈禱就會下雨，讓作物得以生長。",
  "If its body gets too damp, it will die. So, in a process reminiscent of sweating, its eyes expel moisture.": "如果身體太過潮濕就會死掉，所以牠會像分泌汗水那樣從眼睛排出水分。",
  "When this gifted mimic surprises an opponent, Mime Jr. feels so happy that it ends up forgetting it was imitating something.": "擅長模仿。對方如果因此吃驚，牠就會很開心，甚至不知不覺忘了自己正在模仿這件事。",
  "When it sees something round and white, Happiny puts it into the pouch on its stomach. It sometimes becomes overloaded and can't move.": "只要看見又白又圓的東西就會放進腹部的袋裡。有時甚至會放得太多而動彈不得。",
  "It can learn and speak human words. If they gather, they all learn the same saying.": "學習人類的語言來鳴叫。當夥伴們聚集在同一個地方時，大家就會學會同樣的詞語。",
  "It was bound to a fissure in an odd keystone as punishment for misdeeds 500 years ago.": "因為５００年前作惡多端，導致身體被綁縛在楔石的裂縫裡。",
  "Its original home is an area much hotter than Alola. If you're planning to live with one, your heating bill will soar.": "原本棲息在比阿羅拉更熱的地方。如果想和牠住在一起，暖氣費的開銷會很大。",
  "It sheds its skin and gradually grows larger. Its scales can be ground into a powder and used as raw materials for traditional medicine.": "會反覆脫皮並長大。將牠的鱗片磨成粉之後，可以當成中藥的原料。",
  "Its fine scales don't just reduce wind resistance—their sharp edges also cause injury to any opponent who attacks it.": "細小而尖銳的鱗片不僅能夠減少空氣阻力，還能令來襲的敵人受傷。",
  "Anything that looks edible, Munchlax will go on and swallow whole. Its stomach is tough enough to handle it even if the food has gone rotten.": "只要是看起來能吃的東西，就會撿起來吞下去。有著強韌的胃，就算是腐爛的食物也不怕。",
  "It uses waves called auras to communicate with others of its kind. It doesn't make any noise during this time, so its enemies can't detect it.": "會使用一種被稱為波導的波來與夥伴溝通。因為不用發出聲音，所以不會被敵人發現。",
  "Lucario reads its opponent's feelings with its aura waves. It finds out things it would rather not know, so it gets stressed out easily.": "會用波導來偵測對手的心情。就連不想知道的事也會知道，所以很容易累積壓力。",
  "It enshrouds itself with sand to protect itself from germs. It does not enjoy getting wet.": "會用沙子包裹全身，藉此防止身體受到細菌侵害。不喜歡被水弄濕。",
  "It blasts internally stored sand from ports on its body to create a towering twister for attack.": "會從身體的孔洞裡向上噴出體內儲存的沙子，製造出巨大龍捲風進行攻擊。",
  "It burrows under the sand to lie in wait for prey. Its tail claws can inject its prey with a savage poison.": "埋伏在沙中等待獵物。會從尾巴上的鉤爪放出毒素來解決獵物。",
  "It has the power in its clawed arms to make scrap of a car. The tips of its claws release poison.": "雙臂的鉤爪有著能把汽車扯成廢鐵的破壞力。會從鉤爪的前端放出毒素。",
  "Inflating its poison sacs, it fills the area with an odd sound and hits flinching opponents with a poison jab.": "會鼓起毒囊鳴叫。讓四周響起詭異的聲音，等對手畏縮，便施以毒擊。",
  "Its knuckle claws secrete a toxin so vile that even a scratch could prove fatal.": "拳頭上的刺可以分泌出即使只是擦傷也足以致命的劇毒。",
  "It binds itself to trees in marshes. It attracts prey with its sweet-smelling drool and gulps them down.": "會纏繞在生長於潮濕地帶的樹木上，以散發甜甜香氣的唾液吸引獵物靠近，再一口吃掉。",
  "It lures in prey with its shining tail fins. It stays near the surface during the day and moves to the depths when night falls.": "會用發光的尾鰭引誘獵物。白天會待在海面附近，到了夜裡就會向深海移動。",
  "They traverse the deep waters as if crawling over the seafloor. The fantastic lights of its fins shine like stars in the night sky.": "像爬行般地在海底游動。鰭發出的光充滿奇幻氣氛，就像夜空中的星星一樣。",
  "Mantyke are friendly toward people and will approach boats closely. The patterns on their backs differ depending on their habitat.": "很親近人類，會主動靠近人類的船隻。背上的花紋依地域而有所不同。",
  "In the spring, it grows berries with the texture of frozen treats around its belly.": "一到春天，腹部周圍就會長出口感像冰棒的樹果。",
  "It lives a quiet life on mountains that are perpetually covered in snow. It hides itself by whipping up blizzards.": "在萬年積雪的山脈靜靜生活。會引發暴風雪來隱藏自己。",
  "Thanks to its increased intelligence, scrapping over food is a thing of the past. A scratch from its claws will give you a case of frostbite!": "變得比較聰明，不再為了爭奪食物而打架。要是被牠的爪子抓到就會凍傷。",
  "There are still people who believe that this Pokémon came from outer space. It emanates a powerful magnetic field.": "至今仍然有人相信牠來自宇宙。會釋放出強大的磁力。",
  "It uses its tongue much more skillfully than its hands or its feet. It can deftly pick up a single small bean with its tongue.": "比起手腳，牠更加擅長使用舌頭。就算是１粒小小的豆子，牠也能靈巧地用舌頭撿起來。",
  "It puts rocks in holes in its palms and uses its muscles to shoot them. Geodude are shot at rare times.": "將岩石塞進手掌的孔洞，並以肌肉的力量發射。偶爾會把小拳石發射出去。",
  "Its vines grow so profusely that, in the warm season, you can't even see its eyes.": "每到溫暖的季節，植物的藤蔓就會不停生長，長到幾乎蓋住眼珠。",
  "A single Electivire can provide enough electricity for all the buildings in a big city for a year.": "只要１隻電擊魔獸就能提供整座大都市所有建築物一整年所需的電力。",
  "Magmortar takes down its enemies by shooting fireballs, which burn them to a blackened crisp. It avoids this method when hunting prey.": "會發射火球解決敵人。因為火球會把對手燒成焦炭，所以在捕捉獵物時不會使用。",
  "It shares many blessings with people who respect one another's rights and avoid needless strife.": "會分送各式各樣的恩惠給那些彼此認同對方的存在，且不無端挑起紛爭的人們。",
  "This six-legged Pokémon is easily capable of transporting an adult in flight. The wings on its tail help it stay balanced.": "能以６隻腳攫住成年人並輕鬆地飛行。以尾部的翅膀保持平衡。",
  "It gets its nutrition from photosynthesis. It lives a quiet life deep in forests where clean rivers flow.": "靠光合作用補充營養。在有著清澈河流的森林深處靜靜地生活著。",
  "It can instantaneously freeze any moisture that's around it, creating ice pellets to shoot at its prey.": "能夠在一瞬間將周圍的水分凍結起來形成冰粒，然後朝獵物發射出去。",
  "Its flight is soundless. It uses its lengthy tail to carry off its prey... Then its elongated fangs do the rest.": "可不發出振翅聲而在空中飛行。先用長長的尾巴攫住獵物，再用牙齒朝弱點給予一刺。",
  "Its impressive tusks are made of ice. The population thinned when it turned warm after the ice age.": "有著冰製的巨大獠牙。冰河期結束後由於氣溫上升，導致牠的數量減少。",
  "A faulty update was added to its programming. Its behavior is noticeably strange, so the experiment may have been a failure.": "新追加的程式大有問題，做出的動作明顯地有些怪異。實驗或許可說是失敗了。",
  "A master of courtesy and swordsmanship, it fights using extending swords on its elbows.": "以伸縮自如的肘刀戰鬥。是個拔刀術高手。是重視禮節的寶可夢。",
  "It uses three small units to catch prey and battle enemies. The main body mostly just gives orders.": "會驅使３個小組件去獲取食物或與敵人戰鬥。本體基本上只負責下命令。",
  "The antenna on its head captures radio waves from the world of spirits that command it to take people there.": "以頭上的天線接收來自靈界的電波。會接收指示，將人帶往靈界。",
  "It's said that on nights of terrible blizzards, it comes down to human settlements. If you hear it knocking at your door, do not open it!": "據說會在颳著猛烈暴風雪的夜晚下山來到人類的村落。所以就算聽到敲門聲也千萬不可以開門。",
  "Its body is composed of plasma. It is known to infiltrate electronic devices and wreak havoc.": "身體是由等離子構成。以會躲進電器裡搗亂而聞名。",
  "It is said that its emergence gave humans the intelligence to improve their quality of life.": "據說因為由克希的誕生，使人們的生活變得豐富多彩的智慧才得以出現。",
  "It sleeps at the bottom of a lake. Its spirit is said to leave its body to fly on the lake's surface.": "在湖底沉睡。但據說牠的靈魂會跑出來，在水面徘徊飛行。",
  "It is thought that Uxie, Mesprit, and Azelf all came from the same egg.": "由克希、艾姆利多和亞克諾姆被認為是從同一個蛋裡誕生出的寶可夢。",
  "It has the power to control time. It appears in Sinnoh-region myths as an ancient deity.": "擁有操縱時間的力量。在神奧地區被稱為神，並在神話中登場。",
  "It has the ability to distort space. It is described as a deity in Sinnoh-region mythology.": "擁有扭曲空間的能力。在神奧地區的神話裡被描述為神。",
  "Boiling blood, like magma, circulates through its body. It makes its dwelling place in volcanic caves.": "體內流著如熔岩般滾燙的血液。棲息在火山的洞穴裡。",
  "There is an enduring legend that states this Pokémon towed continents with ropes.": "在世上流傳著的傳說中，牠拉動了被繩子所綑綁的大地。",
  "It was banished for its violence. It silently gazed upon the old world from the Distortion World.": "雖然因為粗暴的性格而遭到放逐，但牠一直在名為毀壞的世界的地方，靜靜地看著原來的世界。",
  "Those who sleep holding Cresselia's feather are assured of joyful dreams. It is said to represent the crescent moon.": "據說只要拿著克雷色利亞的羽毛入睡，就能作個美夢。被稱為新月的化身。",
  "It drifts in warm seas. It always returns to where it was born, no matter how far it may have drifted.": "在溫暖的海面上漂流。不論被沖得多遠，都能夠回到出生的地方。",
  "It starts its life with a wondrous power that permits it to bond with any kind of Pokémon.": "有著能與任何寶可夢心意相通的神奇能力。",
  "It can lull people to sleep and make them dream. It is active during nights of the new moon.": "有著引誘人們進入深層睡眠，並使其作夢的能力。會在新月之夜活動。",
  "The blooming of Gracidea flowers confers the power of flight upon it. Feelings of gratitude are the message it delivers.": "葛拉西蒂亞花盛開的季節裡，據說牠會為了傳遞感謝之情而飛向天空。",
  "It is told in mythology that this Pokémon was born before the universe even existed.": "神話裡描述牠是在宇宙還不存在時就誕生的最早的寶可夢。",
  "When it shares the infinite energy it creates, that being's entire body will be overflowing with power.": "如果分享到比克提尼產出的無限能量，全身就會充滿力量。",
  "They photosynthesize by bathing their tails in sunlight. When they are not feeling well, their tails droop.": "用尾巴吸收太陽光，進行光合作用。沒精神的時候尾巴會垂下。",
  "When it gets dirty, its leaves can't be used in photosynthesis, so it always keeps itself clean.": "如果身體弄髒，就沒辦法用葉子進行光合作用。因此總是維持著身體的清潔。",
  "It can stop its opponents' movements with just a glare. It takes in solar energy and boosts it internally.": "只要一瞪，就能止住對手的行動。在體內讓太陽能量增幅。",
  "It loves to eat roasted berries, but sometimes it gets too excited and burns them to a crisp.": "最喜歡吃烤過的樹果，但有時候會因為興奮過頭，把樹果烤得焦黑。",
  "When its internal fire flares up, its movements grow sharper and faster. When in trouble, it emits smoke.": "當體內的火焰熊熊燃燒時，行動就會變得更加敏捷俐落。遇到危機時會噴出煙霧。",
  "It has mastered fast and powerful fighting moves. It grows a beard of fire.": "蓄著火焰鬍鬚。具有使出兼顧力量與速度的格鬥招式的本領。",
  "It fights using the scalchop on its stomach. In response to an attack, it retaliates immediately by slashing.": "用腹部的扇貝貝戰鬥。擋住攻擊後，能迅速地斬切對手反擊。",
  "As a result of strict training, each Dewott learns different forms for using the scalchops.": "經過嚴格的修練後，每隻雙刃丸都能習得不同套路的扇貝貝刀法。",
  "One swing of the sword incorporated in its armor can fell an opponent. A simple glare from one of them quiets everybody.": "揮舞藏在鎧甲裡的劍，一劍就能擊倒對手。瞪一眼就能讓敵人嚇得不敢出聲。",
  "Hard of heart and deft of blade, this rare form of Samurott is a product of the Pokémon’s evolution in the region of Hisui. Its turbulent blows crash into foes like ceaseless pounding waves.": "性情與刀路皆是殘酷無情。連綿不斷的攻擊彷如千層浪濤。此乃只在洗翠進化而成的稀有姿態。",
  "Extremely cautious, one of them will always be on the lookout, but it won't notice a foe coming from behind.": "警戒心強烈，雖然一定有１隻負責站崗，但不會注意到來自後方的敵人。",
  "When they see an enemy, their tails stand high, and they spit the seeds of berries stored in their cheek pouches.": "射出儲存在頰囊的樹果種子攻擊。發現敵人時，尾巴會豎起。",
  "This Pokémon is popular with beginners because it's intelligent, obedient to its Trainer's commands, and easy to raise.": "聰明的牠會忠實地聽從訓練家的吩咐，所以即使是新手也很容易培育。是很受歡迎的寶可夢。",
  "It has been living with people for so long that portrayals of it can be found on the walls of caves from long, long ago.": "長久以來一直與人類共同生活。就連遠古時代的壁畫上都留有牠的身影。",
  "Its fur is long and thick. A long time ago in cold regions, every household kept a Stoutland.": "有著又長又厚的體毛。過去在寒冷的地方，每戶人家都會養１隻長毛狗。",
  "They steal from people for fun, but their victims can't help but forgive them. Their deceptively cute act is perfect.": "把偷別人的東西當遊戲。被偷的苦主也會因為牠惹人憐愛的動作而不禁原諒牠。",
  "Stealthily, it sneaks up on its target, striking from behind before its victim has a chance to react.": "屏住氣息悄然逼近。在對手發現自己之前從背後偷偷靠近，給予致命一擊。",
  "It's good at finding berries and gathers them from all over. It's kind enough to share them with friends.": "擅長尋找樹果，有著四處收集樹果與夥伴分享的體貼之心。",
  "Ill tempered, it fights by swinging its barbed tail around wildly. The leaf growing on its head is very bitter.": "性情凶暴，會猛烈地揮舞帶刺的尾巴戰鬥。頭上的葉子非常苦。",
  "This Pokémon lives in caves in volcanoes. The fire within the tuft on its head can reach 600 degrees Fahrenheit.": "在火山的洞穴裡生活。頭上的毛髮叢中熊熊燃燒著，溫度高達３００度。",
  "When it gets excited, embers rise from its head and tail and it gets hot. For some reason, it loves sweets.": "興奮的時候，頭部與尾巴就會變熱並飛出火花。不知為何最喜歡吃甜的。",
  "The water stored inside the tuft on its head is full of nutrients. Plants that receive its water grow large.": "頭上的毛髮叢裡儲藏的水充滿營養。如果拿來灌溉，植物就會茁壯成長。",
  "It prefers places with clean water. When its tuft runs low, it replenishes it by siphoning up water with its tail.": "喜歡水質乾淨的地方。頭上儲存的水如果減少，就會從尾巴吸取水來補給。",
  "It eats the dreams of people and Pokémon. When it eats a pleasant dream, it expels pink-colored mist.": "會吃掉人類或寶可夢作的夢。吃下快樂的夢時，就會吐出粉紅色的煙霧。",
  "The dream mist coming from its forehead changes into many different colors depending on the dream that was eaten.": "額頭冒出的夢之煙霧會隨著吃下的夢的內容變為各種不同的顏色。",
  "These Pokémon live in cities. They are accustomed to people. Flocks often gather in parks and plazas.": "在街上生活的寶可夢。容易親近人類，常在公園或廣場大量聚集。",
  "No matter where in the world it goes, it knows where its nest is, so it never gets separated from its Trainer.": "不論處於世界的何處，都能記得自己巢穴的位置，因此不會與訓練家走散。",
  "Males have plumage on their heads. They will never let themselves feel close to anyone other than their Trainers.": "雄性的頭上長有飾羽。有著絕對不會與訓練家以外的人變得親近的特質。",
  "Its mane shines when it discharges electricity. They use the frequency and rhythm of these flashes to communicate.": "放電時鬃毛會發光。利用鬃毛閃爍的次數及節奏與夥伴交談。",
  "They have lightning-like movements. When Zebstrika run at full speed, the sound of thunder reverberates.": "有著閃電般的爆發力。如果雷電斑馬全速奔馳，雷聲就會響徹雲霄。",
  "It was found in a fissure in a layer of exposed rock. The material that makes up its body is dirt from several hundred years ago.": "在地裂的斷層中被發現。構成身體的成分是好幾百年前的泥土。",
  "Its orange crystals are lumps of powerful energy. They're valuable, so Boldore is sometimes targeted for them.": "橘色的部分是大塊的能量結晶。因為很有價值，所以牠有時會被襲擊。",
  "It absorbs rays of sunlight and shoots out energy. It's usually lurking deep beneath the surface.": "會吸收太陽的光線，然後發射能量。平時都把自己藏在地底深處。",
  "The heart-shaped mark left on a body after a Woobat has been attached to it is said to bring good fortune.": "據說滾滾蝙蝠的鼻子壓過的地方留下心形痕跡的話，就會有好事發生。",
  "Anyone who comes into contact with the ultrasonic waves emitted by a courting male experiences a positive mood shift.": "如果被雄性向雌性求愛時發出的超音波照到，心情就會變得非常好。",
  "By spinning its body, it can dig straight through the ground at a speed of 30 mph.": "透過讓身體旋轉，能夠維持時速５０公里的速度，筆直挖掘地面前進。",
  "More than 300 feet below the surface, they build mazelike nests. Their activity can be destructive to subway tunnels.": "在地底１００公尺處做出迷宮般的巢穴。會不小心把地下鐵的隧道鑿開。",
  "It touches others with the feelers on its ears, using the sound of their heartbeats to tell how they are feeling.": "用耳朵上的觸角觸碰對方，就可以從心跳聲了解對方的身體狀況和情緒。",
  "Always carrying squared logs, they help out with construction. As they grow, they carry bigger logs.": "總是隨身帶著方形木材，在土木工程中幫忙。成長後會改拿更大的方形木材。",
  "This Pokémon is so muscular and strongly built that even a group of wrestlers could not make it budge an inch.": "身體的肌肉經過完美鍛鍊。即使是職業摔角手一擁而上進行攻擊，也能毫髮無傷。",
  "Rather than rely on force, they master moves that utilize the centrifugal force of spinning concrete.": "能夠不憑蠻力，而是巧妙利用離心力來揮舞水泥柱使出招式。",
  "By vibrating its cheeks, it emits sound waves imperceptible to humans. It uses the rhythm of these sounds to talk.": "讓臉頰振動，發出人類無法聽見的音波。透過音波的節奏交談。",
  "It lives in the water and on land. It uses its long, sticky tongue to immobilize its opponents.": "在水中與陸地生活。會用又長又黏的舌頭封住對手的行動。",
  "They shoot paralyzing liquid from their head bumps. They use vibration to hurt their opponents.": "從頭部的瘤噴出能使神經麻痺的液體。以振動來折磨對手。",
  "When it encounters a foe bigger than itself, it wants to throw it. It changes belts as it gets stronger.": "遇到比自己更大的對手，就會忍不住想把牠摔出去。變強後會換一條帶子。",
  "Tying their belts gets them pumped and makes their punches more destructive. Disturbing their training angers them.": "束緊帶子就會有幹勁，拳擊的破壞力會提升。修行時被打擾就會生氣。",
  "Since this Pokémon makes its own clothes out of leaves, it is a popular mascot for fashion designers.": "會用葉子做衣服，因此在服裝設計師之間作為吉祥物而廣受歡迎。",
  "It protects itself from the cold by wrapping up in leaves. It stays on the move, eating leaves in forests.": "用葉子包裹身體來抵禦寒冷。一邊吃著身旁的落葉，一邊在森林裡移動。",
  "It keeps its eggs warm with heat from fermenting leaves. It also uses leaves to make warm wrappings for Sewaddle.": "用落葉發酵時產生的熱來幫蛋保溫。會以葉子為蟲寶包做襁褓。",
  "Its bite injects a potent poison, enough to paralyze large bird Pokémon that try to prey on it.": "會咬住對手後注入劇毒。即使是天敵的大型鳥寶可夢，也會身體麻痺，動彈不得。",
  "It is usually motionless, but when attacked, it rotates at high speed and then crashes into its opponent.": "平時雖然一動也不動。但遇襲時就會高速旋轉四處奔馳，並以身體撞擊來反擊。",
  "With quick movements, it chases down its foes, attacking relentlessly with its horns until it prevails.": "以敏捷的動作追趕敵人，並以頭上的角加以攻擊。在給予致命一擊前絕不罷手。",
  "When attacked, it expels cotton from its body to create a diversion. The cotton it loses grows back in quickly.": "遭到襲擊時，會噴出身上的棉花當成替身。噴出的棉花很快就會長回來。",
  "Whimsicott doesn't live in a fixed location. It floats around on whirling winds, appearing all over the place to perform its mischief.": "沒有特定的棲息地。會乘著旋風移動，到處現身去惡作劇。",
  "They prefer clean water and soil. When the environment they live in turns bad, the whole bunch will up and move to a new area.": "喜歡乾淨的水和土壤。如果棲息地的環境變差，就會成群遷移到新的地方。",
  "It's well liked by other Pokémon because of its beauty. The flower on its head needs constant care, or it will soon wither and rot.": "因為美麗的模樣而受到其他寶可夢的喜愛。頭上的花如果疏於照料，很快就會腐爛枯萎。",
  "I suspect that its well-developed legs are the result of a life spent on mountains covered in deep snow. The scent it exudes from its flower crown heartens those in proximity.": "據考察，雪山深處的棲息環境為其帶來了發達的腳力。會從頭冠般的花中發出鼓舞周遭夥伴的香氣。",
  "When a school of Basculin appears in a lake, everything else disappears, except for Corphish and Crawdaunt. That's how violent Basculin are.": "因為性情粗暴，在野蠻鱸魚群出沒的湖裡，就只有龍蝦小兵或鐵螯龍蝦之類的能夠留下來。",
  "Sandile's still not good at hunting, so it mostly eats things that have collapsed in the desert. It's called “the cleaner of the desert.”": "因為還不太擅長狩獵，主要是吃倒斃在沙漠裡的東西維生，被稱為沙漠的清道夫。",
  "It buries some of its prey in the sand to use as emergency meals when its hunts are unsuccessful.": "會把獵物的一部份埋在沙子裡，當成狩獵失敗時的儲備糧食。",
  "It conceals itself in sandstorms that Flygon whip up and waits patiently for prey to appear.": "會藏身在沙漠蜻蜓引發的沙暴中，靜靜等待著獵物的到來。",
  "When it sleeps, it pulls its limbs into its body and its internal fire goes down to 1,100 degrees Fahrenheit.": "睡覺的時候會收起手足，體內燃燒著的６００度火焰也會變小並沉靜下來。",
  "It lived in snowy areas for so long that its fire sac cooled off and atrophied. It now has an organ that generates cold instead.": "由於居住在積雪深厚的地域，火囊也因受到冷卻而退化了。取而代之的是製造冷氣的器官。",
  "Its internal fire burns at 2,500 degrees Fahrenheit, making enough power that it can destroy a dump truck with one punch.": "透過燃燒體內１４００度的火焰，製造出足以用拳頭破壞砂石車的威力。",
  "On days when blizzards blow through, it comes down to where people live. It stashes food in the snowball on its head, taking it home for later.": "會把食物裝到頭頂的雪球裡帶回家。在暴風雪的日子會下山來到人類居住的村落。",
  "Arid regions are their habitat. They move rhythmically, making a sound similar to maracas.": "在乾燥的土地上生活。透過有節奏的身體擺動，便能奏出沙鈴般的聲響。",
  "When it finds a stone of a suitable size, it secretes a liquid from its mouth to open up a hole to crawl into.": "如果有大小合適的石頭，就會從口中分泌液體，做出可容身的洞穴。",
  "Competing for territory, Crustle fight viciously. The one whose boulder is broken is the loser of the battle.": "為了爭奪地盤，岩殿居蟹之間會展開激烈的爭鬥。岩石被破壞的一方成為輸家。",
  "It stretches its saggy skin up to its neck to protect itself. The saggier their skin, the more respect they garner.": "會把鬆垮垮的皮拉到脖子上來保護自己。皮越是鬆垮的滑滑小子，地位似乎就越高。",
  "It taunts its opponents by spitting. It has a certain territory that it never leaves its whole life long.": "會吐口水來挑釁對手。有著固定的地盤，會待在裡頭度過一生，永不離開。",
  "The guardians of an ancient city, they always fly the same route while keeping watch for invaders.": "古代都市的守護神。總是循著相同的路線巡邏，警戒著入侵者。",
  "Each of them carries a mask that used to be its face when it was human. Sometimes they look at it and cry.": "拿著的面具是當牠還是人類時的臉的模樣。有時會看著面具哭泣。",
  "A clay slab with cursed engravings took possession of a Yamask. The slab is said to be absorbing the Yamask’s dark power.": "刻有詛咒的黏土板附在了哭哭面具上。據說會吸收怨念的能量。",
  "Grave robbers who mistake them for real coffins and get too close end up trapped inside their bodies.": "會把誤認自己是真正的棺材而靠近的盜墓賊關在體內。",
  "Its hunting grounds encompassed a broad area, from the land to more than half a mile deep in the ocean.": "從１０００公尺深的深海一直到陸地上的廣大範圍都曾經是牠的獵場。",
  "Carracosta eats every last bit of the prey it catches, even the shells and bones, to further strengthen its sturdy shell.": "為了讓堅硬的甲殼變得更加結實，會把捉到的獵物吃到連殼和骨頭都不剩。",
  "Restored from a fossil, this ancient bird Pokémon has wings but can't yet fly.": "從化石復原而來。有翅膀，但還不會飛。是古代的鳥寶可夢。",
  "Said to be an ancestor of bird Pokémon, the muscles it uses to flap its wings are still weak, so it needs a long runway in order to take off.": "據說是鳥寶可夢的祖先。用來振翅的肌肉還很弱，必須靠助跑才能飛起來。",
  "If a young Pokémon or child breathes in the toxic gas that Trubbish belches out, it could be a life-threatening situation.": "像打嗝一樣吐出的氣體一旦被小孩子吸進去，就會造成生命危險。",
  "Some say the reason Garbodor in Alola are a little stronger than their counterparts elsewhere is the presence of Muk, their natural enemy.": "阿羅拉的灰塵山之所以比較強壯一點，據說是因為有臭臭泥這個天敵在的緣故。",
  "If a normally talkative child suddenly stops talking, it may have been replaced by Zorua.": "平常很愛說話的孩子如果突然變得很沉默，就有可能是索羅亞假扮的。",
  "A once-departed soul, returned to life in Hisui. Derives power from resentment, which rises as energy atop its head and takes on the forms of foes. In this way, Zorua vents lingering malice.": "死後靈魂在洗翠地區復甦。怨恨化為力量，從其頭部冉冉飄升。會化成對手的樣貌去洗刷仇恨。",
  "If it thinks humans are going to discover its den, Zoroark shows them visions that make them wander around in the woods.": "據說當牠的棲息地快要暴露在人類面前時，牠會製造出幻影，讓人在森林裡不斷徘徊。",
  "With its disheveled white fur, it looks like an embodiment of death. Heedless of its own safety, Zoroark attacks its nemeses with a bitter energy so intense, it lacerates Zoroark’s own body.": "瘋狂舞動白髮的姿態如同死神。在足以撕裂己身的深刻仇怨驅使下，抱定同歸於盡之心襲殺仇敵。",
  "When its tail has gotten dirty from self-cleaning or from cleaning its nest, Minccino spends a whole day washing its tail in clean spring water.": "當尾巴因為打掃自己的身體和巢穴而變髒時，會花一整天時間用乾淨的湧泉水把尾巴洗乾淨。",
  "The oil that seeps from its body is really smooth. For people troubled by bad skin, this oil is an effective treatment.": "從全身滲出的油非常滑。對於因為肌膚乾燥而煩惱的人也很有效果。",
  "They intently observe both Trainers and Pokémon. Apparently, they are looking at something that only Gothita can see.": "會直盯著寶可夢或訓練家觀察。好像是在盯著某種只有哥德寶寶才能看見的東西。",
  "According to many old tales, it creates friends for itself by controlling sleeping children on starry nights.": "在過去留下的許多傳聞中，牠會在星光閃耀的夜裡，控制沉沉睡去的小孩來玩。",
  "They can predict the future from the placement and movement of the stars. They can see Trainers' life spans.": "有著透過星星的分布及動向預知未來的能力。也能看見訓練家的壽命。",
  "They drive away attackers by unleashing psychic power. They can use telepathy to talk with others.": "放出精神力量以擊退來襲的敵人。會用心靈感應與夥伴交談。",
  "When their two divided brains think the same thoughts, their psychic power is maximized.": "如果一分為二的兩個大腦思考相同的事情，釋放出的精神力量將會達到最大。",
  "When Reuniclus shake hands, a network forms between their brains, increasing their psychic power.": "當人造細胞卵彼此握手時，大腦就會如網路般連接，精神力量將得到提升。",
  "They are better at swimming than flying, and they happily eat their favorite food, peat moss, as they dive underwater.": "比起飛行更擅長游泳。一潛入水中就會開心地吃起最愛的水苔。",
  "Swanna start to dance at dusk. The one dancing in the middle is the leader of the flock.": "舞天鵝們會隨著黎明起舞。在正中間跳舞的就是群體的首領。",
  "When the morning sun hit an icicle, it wished not to melt, and thus Vanillite was born. At night, it buries itself in snow to sleep.": "誕生自沐浴在朝陽下的冰柱還不願融化的心意。夜裡會潛進雪中睡覺。",
  "This hearty Pokémon survived the Ice Age. It's incredibly popular in very hot regions.": "從冰河期生存下來，是非常強壯的寶可夢。在天氣炎熱的地方極受歡迎。",
  "Vanilluxe is born when two Vanillish, half-melted by the day's light, stick to each other and freeze together in the cold return of night.": "因朝陽而開始融化的２隻多多冰貼在一起，在寒冷的夜裡再次凍結後，成為雙倍多多冰。",
  "The turning of the seasons changes the color and scent of this Pokémon's fur. People use it to mark the seasons.": "到了季節交替之際，體毛與氣味就會產生變化。是通知季節來臨的寶可夢。",
  "They migrate according to the seasons, so some people call Sawsbuck the harbingers of spring.": "會隨著季節的推移改變居所。所以也有人說萌芽鹿會運來春天。",
  "As it flies, it scatters electricity around, so bird Pokémon keep their distance. That's why Emolga can keep all its food to itself.": "會一邊到處放電一邊飛行，所以鳥寶可夢們不會靠近牠，這讓牠可以獨佔食物。",
  "For some reason they evolve when they receive electrical energy while they are attacking Shelmet.": "襲擊小嘴蝸時，如果暴露在電能之下，不知為何就會進化。",
  "These Pokémon evolve by wearing the shell covering of a Shelmet. The steel armor protects their whole body.": "穿上小嘴蝸的殼進化的寶可夢。鋼鐵鎧甲保護著全身。",
  "It lures Pokémon with its pattern that looks just like a Poké Ball, then releases poison spores.": "用和精靈球一模一樣的花紋引誘寶可夢上前，並向其噴出有毒的孢子。",
  "It lures prey close by dancing and waving its arm caps, which resemble Poké Balls, in a swaying motion.": "緩慢地來回搖晃雙臂酷似精靈球的菌傘，跳起引誘獵物的舞蹈。",
  "Using the invisible poison spikes on its veillike arms and legs, it paralyzes its enemies and causes them to drown.": "為了讓敵人麻痺而溺斃，牠那薄紗般的手腳上長著許多肉眼看不見的毒針。",
  "Fishermen are terrified of Jellicent. It's rumored to drag them into the sea and steal their lives away.": "漁夫們對牠十分恐懼。傳說中牠會把漁夫拖進海裡，奪走他們的性命。",
  "The reason it helps Pokémon in a weakened condition is that any Pokémon coming after them may also attack Alomomola.": "之所以救助衰弱的寶可夢，好像是因為自己也會被盯上牠們的寶可夢襲擊。",
  "They attach themselves to large-bodied Pokémon and absorb static electricity, which they store in an electric pouch.": "會附在體型大的寶可夢身上吸取靜電，並將吸取到的電能儲存在蓄電囊中。",
  "When attacked, they create an electric barrier by spitting out many electrically charged threads.": "遇到敵人襲擊時，會吐出許多帶電的絲，做出電的屏障。",
  "It absorbs the iron it finds in the rock while clinging to the ceiling. It shoots spikes when in danger.": "刺入洞穴的頂部，吸取岩石中的鐵質。危險逼近時，會射出尖刺。",
  "They attach themselves to cave ceilings, firing steel spikes at targets passing beneath them.": "緊貼在洞穴的頂部，射出鐵刺襲擊經過下方的獵物。",
  "The two minigears that mesh together are predetermined. Each will rebound from other minigears without meshing.": "２個身體的組合是固定的。與其他的身體會因為無法咬合而分離。",
  "A minigear and big gear comprise its body. If the minigear it launches at a foe doesn't return, it will die.": "分為大齒輪與小齒輪。為了攻擊而射出的小齒輪如果回不來，就會死亡。",
  "Its red core functions as an energy tank. It fires the charged energy through its spikes into an area.": "紅色的核心是能量庫。會將充填的能量從尖刺射向四周。",
  "One alone can emit only a trickle of electricity, so a group of them gathers to unleash a powerful electric shock.": "由於只能放出微弱的電，所以會由許多麻麻小魚聚集起來，放出強大的電流。",
  "These Pokémon have a big appetite. When they spot their prey, they attack it and paralyze it with electricity.": "食慾旺盛的寶可夢。一發現獵物就會發動襲擊，用電流使其麻痺後大快朵頤。",
  "They crawl out of the ocean using their arms. They will attack prey on shore and immediately drag it into the ocean.": "用手臂的力量從大海裡爬出，襲擊水邊的獵物。會瞬間將獵物拖入海中。",
  "This Pokémon is shrouded in mystery. It's said to have appeared from a UFO that fell from the sky about 50 years ago.": "據說是大約５０年前從墜落到地上的ＵＦＯ中出現。是充滿未解之謎的寶可夢。",
  "It has strong psychic powers. Using its fingers that flash three different colors, it controls its opponents and rewrites their memories.": "擁有強大的精神力量。會用發出３色光輝的手指操縱對手，改寫記憶。",
  "Litwick shines a light that absorbs the life energy of people and Pokémon, which becomes the fuel that it burns.": "燭光靈頭上的燭火是靠著吸取人與寶可夢的生命力來燃燒的。",
  "It arrives near the moment of death and steals spirit from the body.": "在人臨死之際現身，當靈魂離開肉體的瞬間，就會立刻吸取。",
  "The spirits burned up in its ominous flame lose their way and wander this world forever.": "被怪異的火焰燃燒掉的靈魂將無處可去，永遠在這個世界上徘徊。",
  "They mark their territory by leaving gashes in trees with their tusks. If a tusk breaks, a new one grows in quickly.": "用牙齒在樹木上留下痕跡，作為自己地盤的標記。牙齒即使折斷也會很快長出。",
  "A broken tusk will not grow back, so it diligently sharpens its tusks on river rocks after the end of a battle.": "牙齒不會再次生長，因此戰鬥結束後會用河灘的岩石，仔細地打磨牙齒。",
  "Their sturdy tusks will stay sharp even if used to cut steel beams. These Pokémon are covered in hard armor.": "有著即使切了鋼筋也不會變鈍的堅固牙齒。全身被堅硬的鎧甲覆蓋。",
  "Their snot is a barometer of health. When healthy, their snot is sticky and the power of their ice moves increases.": "鼻涕是健康的指標。身體狀況好的時候黏性會增強，冰的招式威力也會增強。",
  "It freezes its breath to create fangs and claws of ice to fight with. Cold northern areas are its habitat.": "讓吐出的氣息結凍，做出冰牙和冰爪來應戰。在北方的寒冷地帶生活。",
  "They are composed of ice crystals. They capture prey with chains of ice, freezing the prey at -148 degrees Fahrenheit.": "用冰的結晶做成的鎖鏈來綑綁獵物，把對手冰凍到零下１００度。",
  "It evolves when bathed in an electric-like energy along with Karrablast. The reason is still unknown.": "與蓋蓋蟲一起接收到電能時就會進化。原因目前尚未明瞭。",
  "When its body dries out, it weakens. So, to prevent dehydration, it wraps itself in many layers of thin membrane.": "一旦身體乾燥就會變得衰弱。身上卷著一層又一層的薄膜以防止乾燥。",
  "It conceals itself in the mud of the seashore. Then it waits. When prey touch it, it delivers a jolt of electricity.": "將自己埋進海邊的泥裡等待獵物。當獵物接觸到自己時，會放出電流使其麻痺。",
  "Living in mud with a high iron content has given it a strong steel body.": "棲息在富含鐵質的泥巴裡，因此獲得了結實堅固的鋼鐵身軀。",
  "They seclude themselves in the mountains and devote themselves to training. The form of their kicks and chops differs from pack to pack.": "與群體的夥伴們一起在深山裡閉關修行。不同的群體有著不同的踢腿和手刀技法。",
  "When Mienshao lets out a bizarre wail, you're in danger. A flurry of kicks and chops too fast to see is about to be unleashed!": "當牠用奇妙聲音發出叫喊時是很危險的，由快到無法看清的踢腿和手刀組成的連續攻擊將接踵而來。",
  "It infiltrates tunnels that Pokémon like Diglett and Dugtrio have dug and quietly waits for prey to pass through.": "會入侵地鼠或三地鼠挖掘的隧道，靜靜地等待著獵物經過。",
  "Although ancient people apparently built it by working with clay, the source of its energy is unclear.": "古代人之所以捏黏土製造牠，似乎是為了當成僕人使喚。能量來源至今不明。",
  "When the seal on its chest is removed, it rages indiscriminately, turning the whole town around it into a mountain of rubble.": "胸口的封印一旦解開就會不顧一切地四處大鬧，把街道全都化成瓦礫堆。",
  "It follows Bisharp's orders to a tee when it attacks enemies. After slashing an opponent, Pawniard clangs both of its blades together.": "遵照劈斬司令的命令襲擊敵人。斬斷對手時，就會敲響雙手的刀刃。",
  "It leads a group of Pawniard. Bisharp doesn't even change its expression when it deals the finishing blow to an opponent.": "率領著成群的駒刀小兵。即使在給對手致命一擊的時候，也完全面不改色。",
  "Their fluffy fur absorbs damage, even if they strike foes with a fierce headbutt.": "就算使出猛烈的頭錘，蓬鬆的體毛也能將傷害都吸收掉。",
  "Known as a natural-born warrior, soon after its hatching, it will challenge its parent to a fight in order to gain their acceptance.": "被稱為天生的戰士。一出生就必須挑戰自己的父母親，並獲得父母親的認可。",
  "Known as “the hero of the skies,” this Pokémon is so proud and so brave that it will never retreat, even when it's injured.": "擁有空之勇者的別名。即使受傷也絕不會逃跑，是一種重視榮譽的勇猛寶可夢。",
  "Screaming a bloodcurdling battle cry, this huge and ferocious bird Pokémon goes out on the hunt. It blasts lakes with shock waves, then scoops up any prey that float to the water’s surface.": "勇猛的大鳥。狩獵時會發出氣勢駭人的戰吼，朝湖水發出衝擊波，捕捉浮出水面的獵物。",
  "Its healthy appetite leads to visible growth spurts. It often has to replace the bones it wears as its size increases.": "正處於食慾旺盛的發育期。為了配合身體的成長，會多次更換所穿的骨頭。",
  "It's always searching for food for Vullaby. When it finds a weak Pokémon, Mandibuzz swoops it right off to its nest.": "為了禿鷹丫頭不斷尋找食物。只要發現衰弱的寶可夢，就會捉起來帶回巢穴去。",
  "It draws in air through its tail, transforms it into fire, and uses it like a tongue. It melts Durant and eats them.": "從尾部吸入空氣化為火焰，並如舌頭般地使用，會將鐵蟻熔化後吃掉。",
  "They attack in groups, covering themselves in steel armor to protect themselves from Heatmor.": "身上包著鋼鐵鎧甲。會團結起來抵抗天敵熔蟻獸的攻擊並加以反擊。",
  "Lacking sight, it's unaware of its surroundings, so it bumps into things and eats anything that moves.": "由於不清楚周圍的情況，因此會四處亂撞，撞到會動的東西時就咬住狂吃。",
  "After it has eaten up all the food in its territory, it moves to another area. Its two heads do not get along.": "吃光地盤裡的食物後，就會向其他地方移動。２顆頭的感情不好。",
  "It responds to movement by attacking. This scary, three-headed Pokémon devours everything in its path!": "對會動的物體起反應並發動襲擊，用３顆頭將一切吃光的恐怖寶可夢。",
  "It protects itself with flame. Long years ago, people believed Larvesta had a nest on the sun.": "會用火焰保護自己。過去的人們相信牠的巢在太陽上。",
  "According to legends, it was hatched from a flaming cocoon to save people and Pokémon that were suffering from the cold.": "傳說中，牠是從熊熊燃燒著火焰的繭中誕生。會去救助受寒冷所苦的人和寶可夢。",
  "It has a body and heart of steel. It worked with its allies to punish people when they hurt Pokémon.": "有著鋼鐵的心靈與身體。當人類傷害寶可夢時，會與夥伴一起制裁人類。",
  "Spoken of in legend, this Pokémon used its phenomenal power to destroy a castle in its effort to protect Pokémon.": "是傳說裡描述的寶可夢。曾為了保護寶可夢，用引以為豪的力量破壞城堡。",
  "Legends say this Pokémon confounded opponents with its swift movements.": "傳說中，牠會以輕快的動作戲弄對手，並保護寶可夢。",
  "Tornadus expels massive energy from its tail, causing severe storms. Its power is great enough to blow houses away.": "從龍捲雲尾部噴出的能量會引起暴風雨。威力足以將整棟房屋吹走。",
  "As it flies around, it shoots lightning all over the place and causes forest fires. It is therefore disliked.": "一邊在空中飛來飛去，一邊四處打雷引發森林大火，因此受到厭惡。",
  "When Reshiram's tail flares, the heat energy moves the atmosphere and changes the world's weather.": "一旦萊希拉姆的尾部燃燒，產生的熱能將會影響大氣，使世界的天氣發生變化。",
  "Concealing itself in lightning clouds, it flies throughout the Unova region. It creates electricity in its tail.": "用尾巴製造電能。將全身藏在雷雲裡，在合眾地區的上空飛行。",
  "From the forces of lightning and wind, it creates energy to give nutrients to the soil and make the land abundant.": "吸收風與雷後轉化成的能量能夠給予土壤營養，讓大地變得豐饒。",
  "It generates a powerful, freezing energy inside itself, but its body became frozen when the energy leaked out.": "在體內製造出強大的冷凍能量，但漏出的寒氣使身體結凍了。",
  "When it is resolute, its body fills with power and it becomes swifter. Its jumps are then too fast to follow.": "透過下定決心來讓全身充滿力量並變得敏捷。當跳躍起來的時候能看到殘影。",
  "Its melodies are sung with a special vocalization method that can control the feelings of those who hear it.": "以特殊的發聲法唱出的旋律，能自在地操控聽者的情緒。",
  "This Pokémon existed 300 million years ago. Team Plasma altered it and attached a cannon to its back.": "存在於３億年前的寶可夢。被等離子隊改造，在背部裝了砲台。",
  "The quills on its head are usually soft. When it flexes them, the points become so hard and sharp that they can pierce rock.": "頭上的刺平時很柔軟，一旦集中力量就會變得尖銳，硬度足以刺穿岩石。",
  "It relies on its sturdy shell to deflect predators' attacks. It counterattacks with its sharp quills.": "覆蓋身體的結實外殼不僅能反彈敵人的攻擊，還能以尖銳的刺展開反擊。",
  "Its Tackle is forceful enough to flip a 50-ton tank. It shields its allies from danger with its own body.": "有著能夠用身體撞翻５０噸重坦克車的力量。會把自身當成護盾保護夥伴。",
  "Eating a twig fills it with energy, and its roomy ears give vent to air hotter than 390 degrees Fahrenheit.": "吃了小樹枝就會變得有精神，從大大的耳朵中噴出超過攝氏２００度的熱氣。",
  "It has a twig stuck in its tail. With friction from its tail fur, it sets the twig on fire and launches into battle.": "尾巴上插有樹枝。用樹枝和尾巴上的毛摩擦生熱，點燃樹枝應戰。",
  "It gazes into the flame at the tip of its branch to achieve a focused state, which allows it to see into the future.": "只要注視著木杖前端燃燒的火焰並集中精神，就能看穿未來將會發生的事。",
  "It secretes flexible bubbles from its chest and back. The bubbles reduce the damage it would otherwise take when attacked.": "從胸口和背上做出泡泡。以富有彈力的泡泡抵擋攻擊，減少所受的傷害。",
  "It can throw bubble-covered pebbles with precise control, hitting empty cans up to a hundred feet away.": "會使出用泡泡包著小石頭擲出的招式。有著能擊中３０公尺外空罐子的精準度。",
  "It creates throwing stars out of compressed water. When it spins them and throws them at high speed, these stars can split metal in two.": "將水壓縮，做出手裡劍。高速旋轉射出的手裡劍，就連金屬也能一分為二。",
  "They use their large ears to dig burrows. They will dig the whole night through.": "用大大的耳朵挖掘地面做出巢穴。能整晚不眠不休地持續挖掘。",
  "With their powerful ears, they can heft boulders of a ton or more with ease. They can be a big help at construction sites.": "大大的耳朵有著能輕易舉起超過１噸重的岩石的力量。在工地能幫上大忙。",
  "These friendly Pokémon send signals to one another with beautiful chirps and tail-feather movements.": "性格很容易和人類親近。用婉轉美麗的叫聲和揮動尾羽的動作向夥伴發送信號。",
  "From its beak, it expels embers that set the tall grass on fire. Then it pounces on the bewildered prey that pop out of the grass.": "從鳥嘴裡噴出火花來燒焦草叢，捕捉受到驚嚇而逃出來的獵物。",
  "In the fever of an exciting battle, it showers embers from the gaps between its feathers and takes to the air.": "因激烈的戰鬥感到興奮時，會從全身的羽毛間隙噴出火花飛行。",
  "When under attack from bird Pokémon, it spews a poisonous black powder that causes paralysis on contact.": "受到鳥寶可夢襲擊時，會撒出黑色的粉末。那是一旦接觸就會麻痺的毒粉。",
  "It lives hidden within thicket shadows. When predators attack, it quickly bristles the fur covering its body in an effort to threaten them.": "躲在繁茂草木的陰影下生活。受到襲擊時，就會將體毛尖尖豎起威嚇敵人。",
  "Vivillon with many different patterns are found all over the world. These patterns are affected by the climate of their habitat.": "世界上有著各式各樣擁有不同翅膀花紋的彩粉蝶。花紋似乎是受到棲息地的氣候影響。",
  "The stronger the opponent it faces, the more heat surges from its mane and the more power flows through its body.": "越是面對強大的對手，鬃毛的溫度就會變得越高，讓全身充滿力量。",
  "The male with the largest mane of fire is the leader of the pride.": "群體中有著最大火焰鬃毛的雄性，會成為首領統率所有夥伴。",
  "It draws out and controls the hidden power of flowers. The flower Flabébé holds is most likely part of its body.": "能引出花朵潛藏的力量並自在地操控。花蓓蓓拿著的花朵幾乎可說是牠身體的一部分。",
  "It flutters around fields of flowers and cares for flowers that are starting to wilt. It draws out the hidden power of flowers to battle.": "在花田裡飛來飛去，照顧快要枯萎的花朵。能引出潛藏在花中的力量來戰鬥。",
  "It claims exquisite flower gardens as its territory, and it obtains power from basking in the energy emitted by flowering plants.": "牠的地盤是漂亮的花園。沐浴在花草放出的能量下，使之成為自己的力量。",
  "Thought to be one of the first Pokémon to live in harmony with humans, it has a placid disposition.": "據說是最早與人類一同生活的寶可夢。性情溫和。",
  "It can tell how its Trainer is feeling by subtle shifts in the grip on its horns. This empathic sense lets them run as if one being.": "可以從握住角時的些微差異領會訓練家的心情，所以能夠與訓練家一體同心地奔跑。",
  "It does its best to be taken seriously by its enemies, but its glare is not sufficiently intimidating. Chewing on a leaf is its trademark.": "為了不被敵人看輕而努力瞪視對手，但沒什麼效果。叼著的葉子是牠的獨特象徵。",
  "Although it possesses a violent temperament, it won't put up with bullying. It uses the leaf in its mouth to sense the movements of its enemies.": "性格暴躁衝動，但絕不容許欺負弱小。會用樹葉預測敵人的動作。",
  "Trimming its fluffy fur not only makes it more elegant but also increases the swiftness of its movements.": "修整好蓬亂的體毛後，不只是模樣變得美麗，就連身體也會變得更敏捷。",
  "The organ that emits its intense psychic power is sheltered by its ears to keep power from leaking out.": "為了不讓強大的精神力量流出，因此用耳朵掩住放出精神力量的器官。",
  "When in danger, it raises its ears and releases enough psychic power to grind a 10-ton truck into dust.": "危險逼近時，會豎起耳朵，釋放出能夠碾碎１０噸重卡車的精神力量。",
  "Apparently this Pokémon is born when a departed spirit inhabits a sword. It attaches itself to people and drinks their life force.": "似乎是死者的靈魂寄宿在古代的劍上而誕生。會附在人類身上吸取生命。",
  "When Honedge evolves, it divides into two swords, which cooperate via telepathy to coordinate attacks and slash their enemies to ribbons.": "進化後分裂為２把。會透過心靈感應來交談，並以合作攻擊砍碎敵人。",
  "Generations of kings were attended by these Pokémon, which used their spectral power to manipulate and control people and Pokémon.": "歷代國王都帶著牠。會以靈力控制人或寶可夢的心，使其臣服。",
  "It emits a scent that enraptures those who smell it. This fragrance changes depending on what it has eaten.": "從身體發出讓聞到的人感到心醉神迷的香氣。香氣會因吃下的食物而改變。",
  "It devises various scents, pleasant and unpleasant, and emits scents that its enemies dislike in order to gain an edge in battle.": "可製造出各種不同的氣味。能放出對手討厭的氣味，讓戰鬥變得有利於自己。",
  "To entangle its opponents in battle, it extrudes white threads as sweet and sticky as cotton candy.": "放出棉花糖般又甜又黏的白絲纏繞對手，藉此封住對手的行動。",
  "It can distinguish the faintest of scents. It puts its sensitive sense of smell to use by helping pastry chefs in their work.": "善用能辨別細微氣味的敏銳嗅覺，幫忙分擔甜點師傅的工作。",
  "Opponents who stare at the flashing of the light-emitting spots on its body become dazed and lose their will to fight.": "盯著閃爍的發光器的對手會頭昏眼花，失去戰意。",
  "It wields the most compelling hypnotic powers of any Pokémon, and it forces others to do whatever it wants.": "會使用寶可夢中最強大的催眠術。能隨心所欲地操縱對手。",
  "Two Binacle live together on one rock. When they fight, one of them will move to a different rock.": "２隻龜腳腳在同一塊岩石上生活。一旦雙方吵架，其中１隻就會搬到別的岩石上。",
  "When they evolve, two Binacle multiply into seven. They fight with the power of seven Binacle.": "進化時，２隻龜腳腳分裂成７隻的寶可夢。會用相當於７隻的力量戰鬥。",
  "Camouflaged as rotten kelp, they spray liquid poison on prey that approaches unawares and then finish it off.": "會擬態為腐爛海藻的樣子。對沒注意到而接近自己的獵物潑灑毒液來解決對方。",
  "Their poison is strong enough to eat through the hull of a tanker, and they spit it indiscriminately at anything that enters their territory.": "會不分青紅皂白地對闖入自己地盤者吐出能腐蝕油輪船體的劇毒。",
  "They knock down flying prey by firing compressed water from their massive claws like shooting a pistol.": "如手槍般從巨大的鉗子裡射出壓縮過的水，擊落空中的獵物。",
  "Their enormous claws launch cannonballs of water powerful enough to pierce tanker hulls.": "有著能夠發射水砲彈的巨大手臂，就連油輪的船體也能擊穿。",
  "They make their home in deserts. They can generate their energy from basking in the sun, so eating food is not a requirement.": "生活在沙漠裡。只要暴露在陽光下發電，即使不吃東西也沒問題。",
  "They flare their frills and generate energy. A single Heliolisk can generate sufficient electricity to power a skyscraper.": "會張開頸傘發電。只要１隻光電傘蜥就可以產生一棟摩天大樓所需的電力。",
  "This Pokémon was restored from a fossil. If something happens that it doesn't like, it throws a tantrum and runs wild.": "從化石裡復活的寶可夢。遇到不高興的事就會神經過敏地大鬧一番。",
  "Thanks to its gargantuan jaws, which could shred thick metal plates as if they were paper, it was invincible in the ancient world it once inhabited.": "有著能將厚厚的鐵板如紙片般咬碎的強壯下顎，因此在古代的世界裡所向無敵。",
  "This ancient Pokémon was restored from part of its body that had been frozen in ice for over 100 million years.": "從１億年前陷入冰封狀態的身體的一部分復活而來的古代寶可夢。",
  "The diamond-shaped crystals on its body expel air as cold as -240 degrees Fahrenheit, surrounding its enemies and encasing them in ice.": "從菱形的結晶裡放出零下１５０度的寒氣，包圍敵人並將其冰封。",
  "It sends a soothing aura from its ribbonlike feelers to calm fights.": "用緞帶般的觸角送出使對手心情平和的波動，藉此阻止戰鬥。",
  "Although its body is small, its proficient fighting skills enable it to keep up with big bruisers like Machamp and Hariyama.": "體型雖小，但卻是個技術高手。能與怪力或鐵掌力士等大型寶可夢打得不相上下。",
  "Its whiskers serve as antennas. By sending and receiving electrical waves, it can communicate with others over vast distances.": "鬍鬚有著天線功能。可以收發電波，與遠方的夥伴相互聯絡。",
  "Born from the temperatures and pressures deep underground, it fires beams from the stone in its head.": "在地底深處的高溫高壓環境下出生。從頭上的石頭放出能量。",
  "The weakest Dragon-type Pokémon, it lives in damp, shady places, so its body doesn't dry out.": "最弱的龍屬性寶可夢。為了不讓黏黏的身體乾掉，而在陰暗潮濕的地方生活。",
  "It drives away opponents by excreting a sticky liquid that can dissolve anything. Its eyes devolved, so it can't see anything.": "分泌能夠溶解任何東西的黏液來擊退敵人。眼珠已經退化所以看不見。",
  "A creature given to melancholy. I suspect its metallic shell developed as a result of the mucus on its skin reacting with the iron in Hisui’s water.": "性情陰沉。據考察，洗翠地區的水中含有的鐵質對皮膚的黏液產生作用，使其變化成了金屬外殼。",
  "This very friendly Dragon-type Pokémon will hug its beloved Trainer, leaving that Trainer covered in sticky slime.": "親近人類的龍屬性寶可夢。抱著最喜歡的訓練家，用黏液把他弄得黏呼呼的。",
  "Able to freely control the hardness of its metallic shell. It loathes solitude and is extremely clingy—it will fume and run riot if those dearest to it ever leave its side.": "能自在操縱可剛可柔的金屬外殼。性情執著且厭惡孤獨，一旦喜愛的對象離開自己便會怒不可遏。",
  "These key collectors threaten any attackers by fiercely jingling their keys at them.": "有著收集鑰匙的習性。受到襲擊時會叮啷叮啷地搖響鑰匙來威嚇敵人。",
  "These Pokémon are created when spirits possess rotten tree stumps. They prefer to live in abandoned forests.": "靈魂寄宿在腐爛的樹樁上變成的寶可夢。住在人類不會接近的森林。",
  "It can control trees at will. It will trap people who harm the forest, so they can never leave.": "自在地操縱其他樹木。讓破壞森林的人直到死為止都無法走出森林。",
  "The pumpkin body is inhabited by a spirit trapped in this world. As the sun sets, it becomes restless and active.": "無法升天的靈魂進入了南瓜。夕陽西下之時就會開始活動。",
  "Singing in eerie voices, they wander town streets on the night of the new moon. Anyone who hears their song is cursed.": "每到新月之夜，會一邊用詭異的聲音唱歌一邊在街上徘徊。聽到歌聲者會遭到詛咒。",
  "It blocks opponents' attacks with the ice that shields its body. It uses cold air to repair any cracks with new ice.": "覆蓋身體的冰可以抵禦敵人的攻擊。即使被打破也可以瞬間再用寒氣製造出冰層。",
  "Its ice-covered body is as hard as steel. Its cumbersome frame crushes anything that stands in its way.": "結凍的身體有如鋼鐵般堅硬。用巨大的身體壓碎擋路的東西前進。",
  "The armor of ice covering its lower jaw puts steel to shame and can shatter rocks with ease. This Pokémon barrels along steep mountain paths, cleaving through the deep snow.": "包覆下顎的冰塊裝甲硬度更勝鋼鐵，能輕易地擊碎岩石。冰岩怪藉此剷開厚重積雪，在險峻的山路上猛衝。",
  "They live in pitch-black caves. Their enormous ears can emit ultrasonic waves of 200,000 hertz.": "生活在漆黑的洞窟。從大大的耳朵裡發出２０萬赫茲的超音波。",
  "They fly around on moonless nights and attack careless prey. Nothing can beat them in a battle in the dark.": "在連月光也沒有的暗夜飛行，襲擊粗心大意的獵物。在黑暗裡的戰鬥中所向無敵。",
  "Legends say it can share eternal life. It slept for a thousand years in the form of a tree before its revival.": "據說會分享永恆的生命。以樹木的模樣沉睡１０００年後復活。",
  "When this legendary Pokémon's wings and tail feathers spread wide and glow red, it absorbs the life force of living creatures.": "傳說的寶可夢。據說當牠展開的翅膀與尾羽閃耀紅色光芒時，就會吸走生物的生命。",
  "When the Kalos region's ecosystem falls into disarray, it appears and reveals its secret power.": "據說會在卡洛斯的生態系統陷入崩潰時現身，並發揮潛藏的力量。",
  "A sudden transformation of Carbink, its pink, glimmering body is said to be the loveliest sight in the whole world.": "小碎鑽的突變種。散發著粉紅光輝的身體被譽為世界第一美麗。",
  "In its true form, it possess a huge amount of power. Legends of its avarice tell how it once carried off an entire castle to gain the treasure hidden within.": "真正的樣子擁有著巨大的力量。傳說因為對財寶的慾望，曾將藏著財寶的整座城堡連根拔起奪走。",
  "It is said to be able to seize anything it desires with its six rings and six huge arms. With its power sealed, it is transformed into a much smaller form.": "據說會用６個圓環和６隻巨大的手臂奪走一切東西。力量被封印而變成了嬌小的樣子。",
  "It lets out billows of steam and disappears into the dense fog. It's said to live in mountains where humans do not tread.": "噴出水蒸氣，用濃霧隱藏自己。據說住在渺無人煙的山裡。",
  "It feels relaxed in tight, dark places and has been known to use its Trainer's pocket or bag as a nest.": "在狹窄陰暗的地方才會感到安穩。有時也會用訓練家的懷抱或是包包代替巢穴。",
  "Supremely sensitive to the presence of others, it can detect opponents standing behind it, flinging its sharp feathers to take them out.": "對周圍的動靜非常敏感，能夠察覺到站在身後的對手，投擲鋒利的羽毛給予致命一擊。",
  "Decidueye can nock and fire an arrow at an enemy in a tenth of a second, so its battles are decided in the blink of an eye.": "只需要０．１秒就能搭上羽毛向敵人射擊，在一瞬間決定勝負。",
  "The air stored inside the rachises of Decidueye’s feathers insulates the Pokémon against Hisui’s extreme cold. This is firm proof that evolution can be influenced by environment.": "為抵抗洗翠的嚴寒氣候，羽毛的芯中含有空氣，因而能夠防寒。由此可見環境會對進化產生影響。",
  "Its coat regrows twice a year. When the time comes, Litten sets its own body on fire and burns away the old fur.": "每年會換２次毛。當換毛的時期到來時，會用火點燃自己的身體，把舊的毛燒掉。",
  "When its mane is standing on end, you can tell it's feeling good. When it isn't feeling well, its fur will lie down flat.": "如果牠的鬃毛直直豎立，代表牠的狀態很好。狀態不好時，毛會向後倒下。",
  "When its fighting spirit is set alight, the flames around its waist become especially intense.": "當牠燃起鬥志的時候，腰部周圍的火焰也會燃燒得特別猛烈。",
  "Popplio gets on top of its bouncy water balloons to jump higher. It's quite the acrobatic fighter!": "會乘著有彈性的水球做出大大的跳躍，像表演雜技般地戰鬥。",
  "It attacks by smacking its enemies with the exploding water balloons that it creates.": "會用手腳將自己吹起來的水球彈出去砸向敵人，再讓水球爆開進行攻擊。",
  "Also known as a songstress, it has a fantastical look on moonlit nights when it leads its colony in song.": "擁有歌姬的別名。在月夜裡率領群體歌唱的樣子充滿了幻想色彩。",
  "It may look spindly, but its neck muscles are heavy-duty. It can peck at a tree 16 times per second!": "看起來很細的脖子其實有著強韌的肌肉，能以每秒１６連擊的速度猛啄樹木。",
  "From its mouth, it fires the seeds of berries it has eaten. The scattered seeds give rise to new plants.": "會將吃掉的樹果種子從口中發射出去。散落在大地上的種子將孕育出新的草木。",
  "Known for forming harmonious couples, this Pokémon is brought to wedding ceremonies as a good luck charm.": "以伴侶之間深厚的感情而聞名。被視為一種吉利的象徵，常被人帶到結婚典禮去。",
  "Although it will eat anything, it prefers fresh living things, so it marches down streets in search of prey.": "雖然什麼都吃，但特別偏好活生生的新鮮食物，會為了尋找獵物而四處遊走。",
  "Patient by nature, this Pokémon loses control of itself and pounces when it spots its favorite meal—Rattata!": "忍耐力非常強，然而只要看見自己愛吃的小拉達，就會立刻忘我地撲上去。",
  "It spits a sticky thread to stop opponents in their tracks, and then it grabs them in its sharp, sturdy mandibles to take them down.": "會吐出黏黏的絲，停住對手的行動，然後用銳利而結實的顎部夾住獵物，給予致命一擊。",
  "Its stout shell provides excellent defense from attacks. It uses electricity on persistent opponents.": "即使遭到襲擊也會用堅固的外殼貫徹守勢。遇到糾纏不休的對手時會用電來反擊。",
  "Vikavolt flusters opponents with acrobatic flying maneuvers. This creates an opening for it to deliver an electric beam attack.": "會以雜技般的飛行擾亂敵人，趁著對手退縮的那一瞬間施展出電擊光束。",
  "Crabrawler has been known to mistake Exeggutor for a coconut tree and climb it. The enraged Exeggutor shakes it off and stomps it.": "有時會錯把椰蛋樹當成椰子樹而爬上去。惹怒椰蛋樹的牠會被甩下來並遭到踩踏。",
  "Before it stops to think, it just starts pummeling. There are records of its turning back avalanches with a flurry of punches.": "習慣不經過大腦先動手打了再說。以前曾有過用連續不斷的拳擊把雪崩推回去的紀錄。",
  "This Oricorio has drunk red nectar. If its Trainer gives the wrong order, this passionate Pokémon becomes fiercely angry.": "吸食了朱紅色花蜜的花舞鳥。訓練家如果做出了錯誤的指示，感情起伏激烈的牠就會非常生氣。",
  "This Oricorio has drunk bright yellow nectar. When it sees someone looking glum, it will try to cheer them up with a dance.": "吸食了金黃色花蜜的花舞鳥。只要看見沒有精神的人，就會試著用舞蹈來給予鼓勵。",
  "This Oricorio has sipped pink nectar. It gets so caught up in its dancing that it sometimes doesn’t hear its Trainer’s orders.": "吸食了桃粉色花蜜的花舞鳥。跳舞的時候總是隨心所欲，連訓練家的指令都聽不見。",
  "This Oricorio has sipped purple nectar. Some dancers use its graceful, elegant dancing as inspiration.": "吸食了蘭紫色花蜜的花舞鳥。也有些舞者會去參考牠那柔美而豔麗的舞蹈。",
  "Cutiefly can pick up the auras of living things. It skillfully reads those auras to predict its foes' movements and make fools of them.": "能夠感知生物的氣場。擅長透過氣場預先判斷敵人的行動並玩弄對方。",
  "It can predict the weather from moisture levels and wind direction. Ribombee only reveals itself when there are a few clear days in a row.": "能從濕度及風向預測天氣。只有在天氣持續放晴的時候才能見到牠的身影。",
  "When it rubs the rocks on its neck against you, that's proof of its love for you. However, the rocks are sharp, so the gesture is quite painful!": "會用脖子上的岩石來摩蹭，代表彼此感情深厚。但因為岩石很銳利，所以會很痛。",
  "The rocks in its mane are sharper than a knife. Fragments that break off are treasured as good luck charms.": "鬃毛裡的岩石比刀子還要鋒利。掉落的碎片會被人當成護身符好好收藏著。",
  "It has no problem ignoring orders it doesn’t like. It doesn’t seem to mind getting hurt at all—as long as it can finish off its opponent.": "會毫不猶豫地忽視自己不喜歡的命令。只要能解決對手，就算自己受傷也完全不在意。",
  "When it's in a jam, its shining eyes attract others of its kind. The light from its eyes is visible almost 25 miles away.": "遇到危機時會讓眼睛發光來呼喚夥伴。那種光能夠傳到４０公里遠的地方。",
  "Aside from its head, its body parts regenerate quickly if they're cut off. After a good night's sleep, Mareanie is back to normal.": "如果是頭部以外的部位，就算被切碎也能立刻再生，只要睡一晚就能回復原狀。",
  "With its 12 legs, it creates a dome to shelter within. The flow of the tides doesn't affect Toxapex in there, so it's very comfortable.": "用１２隻腳製造保護身體的圓頂。裡頭不會受到潮水流動的影響，待起來非常舒適。",
  "Possessing mighty power, Mudbray can be loaded with 50 times its own body weight and will be totally fine.": "相當有力氣。即使背起比自己重５０倍的貨物也絲毫不會感到費力。",
  "It can trudge mountain roads without rest for three days and three nights, all the while dragging a 10-ton load.": "能夠拉著重達１０噸的貨物連續三天三夜不眠不休地在山路上持續行走。",
  "It can only breathe oxygen that has dissolved in water, so it wears a water bubble on its head when it walks around on land.": "因為只能吸收溶解在水中的氧氣，所以在陸地上走動時會戴著水泡。",
  "It has a habit of storing things it values in its water bubble. If its Trainer doesn't watch out, Araquanid will try to put them in its bubble!": "有著把重要的東西收在水泡裡的習性。要是不注意的話，連訓練家都會被收進去。",
  "It loves the sunshine. When it basks in the sunlight regularly, it grows up with vivid coloration.": "最喜歡太陽光。會透過充分沐浴陽光，讓自己長得色彩鮮豔。",
  "As it slashes into its enemies, it looks like it's dancing. Its elegant appearance has led some to call it the most glamorous Grass Pokémon.": "斬斷敵人的動作就像是跳舞一般。優雅的姿態使得牠被稱為最豔麗的草屬性寶可夢。",
  "It likes damp dark places. When night falls, the spores filling the caps of its mushrooms glow.": "喜歡陰暗潮濕的地方。到了夜裡，菇傘下塞得滿滿的孢子就會發光。",
  "When it starts fighting for territory with Parasect, the entire area gets completely coated in spores!": "一旦為了爭奪地盤而與派拉斯特展開鬥爭，周圍就會變得到處都是孢子。",
  "It weakens opponents and sends them reeling with its poisonous gas. Salandit doesn't deal well with Spinda, since it's always reeling.": "會先用毒氣讓對手衰弱到站都站不穩，然後再發動襲擊。不擅長應付總是一副站不穩樣子的晃晃斑。",
  "It punishes Salandit that couldn't bring it food with a fierce slap of its flame-spewing palm.": "對於那些沒捕到獵物的夜盜火蜥，焰后蜥會用噴火的手掌猛打牠們耳光作為懲罰。",
  "Stufful hates to be hugged or touched in any way. It will squirm, thrash, and resist with amazing power.": "非常討厭被抱住或是被觸摸。會手腳亂揮地掙扎，抵抗的力氣非常大。",
  "It boasts tremendous physical strength. Many people call it the most dangerous Pokémon in the Alola region.": "以驚人的怪力而自豪。在阿羅拉地區，也有很多人稱呼牠為最危險的寶可夢。",
  "It tries to resist being swallowed by a bird Pokémon by spinning the sepals on its head. It's usually a fruitless attempt.": "快要被鳥寶可夢吞下去的時候會旋轉頭部的果蒂來抵抗，但大部分情況下都是徒勞無功。",
  "It bounces around, swinging the sepals on its head with abandon. They're quite painful when they smack you!": "蹦蹦跳跳地四處活動，同時揮舞頭上的果蒂。如果被打到會很痛。",
  "A Pokémon with an aggressive personality and a mastery of kicking, it cackles every time it kicks an opponent.": "攻擊性很強的寶可夢，同時也是踢腿高手。每次踢飛對手時都會高聲大笑。",
  "It picks flowers and sticks them to its body with fluids it produces. The aroma that wafts from its petals has a healing effect.": "會用體液把摘下的花黏在身上。花瓣散發出的香氣具有療癒的效果。",
  "Oranguru don't get along with each other, so they're always engaging in battles of wits to decide which one is superior.": "智揮猩同類之間的關係很差，總是反覆不斷地鬥智，看誰比較聰明。",
  "Berries are its weapons as well as the staple of its diet. The one that can throw a berry the farthest is the boss of the troop.": "樹果是牠的武器，也是主食。在群體中，誰能把樹果投得最遠，誰就是牠們的老大。",
  "An astonishingly cowardly Pokémon, Wimpod will whir its legs at high speeds to run away if anything comes near it.": "非常膽小的寶可夢。只要有什麼東西靠近，就會迅速地拔腿就逃。",
  "Its claws, which it can extend and retract at will, are its greatest weapons. Golisopod is sometimes accompanied by Wimpod.": "能自由伸縮的爪子是牠最大的武器。有時也會帶著膽小蟲當手下。",
  "If you build sand mounds when you're playing, destroy them before you go home, or they may get possessed and become Sandygast.": "玩沙時堆成的沙山如果沒有在回家時破壞掉，就有可能被靈魂附上而變成沙丘娃。",
  "Once it has whipped up a sandstorm to halt its opponents in their tracks, this terrifying Pokémon snatches away their vitality.": "會捲起沙暴封住對手的行動，然後奪走對手的精氣，是一種很可怕的寶可夢。",
  "Its entire body is covered in its own slime. If you accidentally step on one, you'll slip, and it will get mad and smack you!": "全身因體液而滑溜溜的。如果不小心踩到牠就會跌倒，然後被生氣的牠痛打。",
  "There's danger of its going on a rampage, so its true power is sealed away beneath its control mask.": "因為有失控的危險，所以被控制面罩封住了真正的力量。",
  "Through the bond it formed with its Trainer, its will was strengthened, and it was able to destroy its control mask.": "之所以能破壞控制面罩，是因為牠透過與夥伴的羈絆，獲得了強大的精神力。",
  "Although its outer shell is uncommonly durable, the shock of falling to the ground smashes the shell to smithereens.": "外殼非常堅固，但墜落到地上時的衝擊會讓牠碎成細屑。",
  "It remains asleep from birth to death as a result of the sedative properties of the leaves that form its diet.": "終其一生都處於睡著的狀態。這是因為牠所吃的葉子裡含有類似麻醉藥的成分。",
  "Its exploding shell poses a real danger but is sensitive to moisture. On rainy days, Turtonator takes silent refuge in caves.": "會爆炸的甲殼雖然危險但很怕濕氣。下雨天會靜靜地待在洞窟深處。",
  "Its capacity to produce electricity is somewhat limited, so it gets charged up by letting lightning strike it!": "製造電的力量並不強，所以會藉著讓雷電落在身上來幫自己充電。",
  "A gust of wind revealed what hides under this Pokémon's rag to a passing Trainer, who went home and died painfully that very night.": "因為風把布吹起來而偶然見到牠裡面模樣的訓練家，當天晚上會在痛苦掙扎中死去。",
  "Its skin is thick enough to fend off Mareanie's spikes. With its robust teeth, Bruxish crunches up the spikes and eats them.": "厚實的皮膚連好壞星的針也無法穿透。會用結實的牙齒把針咬碎之後吃下去。",
  "It appears in towns and plays with the children. Drampa will protect kids when they're in danger, so their moms don't have to worry.": "會出現在城鎮裡和孩子們玩耍。遇上危險時會保護孩子，所以媽媽們也很放心。",
  "Its chain-like green seaweed can stretch outward for hundreds of yards. For some reason, it gets along well with Skrelp.": "像鎖鏈一樣的綠色海藻能夠綿延數百公尺長。不知為何與垃垃藻關係很好。",
  "It will never show an enemy its back in battle. Ancient warriors liked Jangmo-o for its valiant disposition and made it one of their own.": "戰鬥時不會讓對手看見自己背後。因為性情勇敢，古代的戰士很喜歡讓牠做自己的夥伴。",
  "The scales it sheds can be molded and processed to make pots and pans. They conduct heat well, so they're a popular item.": "脫落的鱗片經過搥打可以加工成湯鍋或平底鍋。這些鍋子導熱性好又容易使用，因此廣受好評。",
  "It battles valiantly with its fists, which are armored in steel scales. Kommo-o specializes in uppercuts.": "揮舞包裹著鋼鐵鱗片的拳頭勇敢地戰鬥。上勾拳是牠引以為傲的特技。",
  "The lightning-wielding guardian deity of Melemele, Tapu Koko is brimming with curiosity and appears before people from time to time.": "操縱雷電，是美樂美樂的守護神。有著旺盛的好奇心，會不時在人們面前現身。",
  "Although called a guardian deity, Tapu Lele is devoid of guilt about its cruel disposition and can be described as nature incarnate.": "被稱為守護神，卻同時有著天真無邪與殘酷的性格，可說是大自然的化身。",
  "It makes ringing sounds with its tail to let others know where it is, avoiding unneeded conflicts. This guardian deity of Ula'ula controls plants.": "會搖響尾巴告知周圍自己的位置，藉此避免不必要的鬥爭。是操縱草木的烏拉烏拉守護神。",
  "Although it's called a guardian deity, terrible calamities sometimes befall those who recklessly approach Tapu Fini.": "被稱為守護神，但有時會對隨便靠近自己的對手帶來恐怖的災難。",
  "Whether or not it's a Pokémon from this world is a mystery. When it's in a jam, it warps away to a safe place to hide.": "是否是這個世界的寶可夢還是個謎。在遇到危險的時候會使用空間跳躍，躲到安全的地方去。",
  "As it absorbs light, Cosmoem continues to grow. Its golden shell is surprisingly solid.": "一邊吸收光一邊不斷成長。金色的外殼堅硬到令人驚異的程度。",
  "In writings from the distant past, it's called by the name “the beast that devours the sun.”": "在遙遠過去的文獻中，留有牠是吞食太陽之獸的相關紀錄。",
  "It sometimes summons unknown powers and life-forms here to this world from holes that lead to other worlds.": "有時會從通往異世界的洞穴裡把未知的力量和生命召喚到這個世界來。",
  "It appeared in this world from an Ultra Wormhole. Nihilego appears to be a parasite that lives by feeding on people and Pokémon.": "從究極之洞中現身來到這個世界。似乎會靠寄生在寶可夢或人類身上來生存。",
  "Buzzwole goes around showing off its abnormally swollen muscles. It is one kind of Ultra Beast.": "會向對手炫耀自己膨脹到異常程度的肌肉。是究極異獸的一種。",
  "A life-form that lives in another world, its body is thin and supple, but it also possesses great power.": "棲息在其他世界的生命體。身體纖細柔軟，但似乎蘊藏著強大的力量。",
  "They've been dubbed Ultra Beasts. Some of them stand unmoving, like trees, with their arms and legs stuck into the ground.": "被稱為究極異獸。也有一些會像樹木一樣，把手腳刺進地面動也不動。",
  "One of the dangerous UBs, high energy readings can be detected coming from both of its huge arms.": "是一種危險的究極異獸。從牠巨大的雙臂中檢測到了強大的能量反應。",
  "This Ultra Beast's body, which is as thin as paper, is like a sharpened sword.": "從這種究極異獸像紙一樣薄的身體上，可以感受到如同研磨過的刀刃般的鋒利度。",
  "An unknown life-form called a UB. It may be constantly hungry—it is certainly always devouring something.": "被稱為究極異獸的未知生命。不知是否總覺得肚子餓，牠隨時都在吃東西。",
  "Light is the source of its energy. If it isn't devouring light, impurities build up in it and on it, and Necrozma darkens and stops moving.": "光是牠的能量來源。如果一段時間沒吃到光，雜質就會逐漸累積，使得牠身體發黑且變得無法動彈。",
  "Built roughly 500 years ago by a scientist, the part called the Soul-Heart is the actual life-form.": "由大約５００年前的科學家所製造。本體是被稱為魂心的零件。",
  "It sinks into the shadows of people and Pokémon, where it can understand their feelings and copy their capabilities.": "會潛進人或寶可夢的影子裡。能理解潛入對象的心情，並複製對方的能力。",
  "An Ultra Beast that lives in a different world, it cackles wildly as it sprays its opponents with poison from the needles on its head.": "棲息在異世界的究極異獸。會從頭上的毒針朝對手噴出毒液，然後放聲大笑。",
  "One kind of Ultra Beast, it fires a glowing, venomous liquid from its needles. This liquid is also immensely adhesive.": "究極異獸的一種。會從毒針發射出黏度很高的發光毒液。",
  "When stone walls started moving and attacking, the brute's true identity was this mysterious life-form, which brings to mind an Ultra Beast.": "疑似究極異獸的神秘生命體。突然動起來展開襲擊的石牆，它的真面目就是這個傢伙。",
  "A UB that appeared from an Ultra Wormhole, it causes explosions, then takes advantage of opponents' surprise to rob them of their vitality.": "從究極之洞中出現的究極異獸。會用爆炸嚇唬對手，然後趁機奪取對方的精氣。",
  "It approaches its enemies at the speed of lightning, then tears them limb from limb with its sharp claws.": "會用與落雷相同的速度急速接近敵人，然後用銳利的爪子把對手撕碎。",
  "It melts particles of iron and other metals found in the subsoil, so it can absorb them into its body of molten steel.": "身體是融化成液狀的鋼鐵。能夠將地底的鐵或其他金屬溶解後吸收進體內。",
  "Revered long ago for its capacity to create iron from nothing, for some reason it has come back to life after 3,000 years.": "擁有產出鐵的力量，因而受到人們的崇拜。不知為何，在經過3000年的時間後甦醒過來。",
  "When it uses its special stick to strike up a beat, the sound waves produced carry revitalizing energy to the plants and flowers in the area.": "當牠用特別的木棒敲奏時， 能夠給予花草活力的力量 就會變成音波擴散開來。",
  "The faster a Thwackey can beat out a rhythm with its two sticks, the more respect it wins from its peers.": "越是能用２根木棒敲奏出 激烈節拍的啪咚猴，越是 能獲得夥伴們的尊敬。",
  "By drumming, it taps into the power of its special tree stump. The roots of the stump follow its direction in battle.": "能夠透過打鼓來控制 特別的樹樁中的力量， 操縱樹根進行戰鬥。",
  "A warm-up of running around gets fire energy coursing through this Pokémon's body. Once that happens, it's ready to fight at full power.": "不斷奔跑使體溫升高後， 火之能量會在牠體內循環， 促使牠發揮出真正的力量。",
  "Its thick and fluffy fur protects it from the cold and enables it to use hotter fire moves.": "蓬鬆的體毛幫助牠增強了抵禦 寒冷的能力，也使牠能夠使出 溫度更高的火屬性招式。",
  "It juggles a pebble with its feet, turning it into a burning soccer ball. Its shots strike opponents hard and leave them scorched.": "會將小石頭像足球般用腳挑起， 製造出纏繞著火焰的足球。 會用猛烈的踢射來燃燒對手。",
  "When scared, this Pokémon cries. Its tears pack the chemical punch of 100 onions, and attackers won't be able to resist weeping.": "害怕時流下的淚水中含有 相當於１００顆洋蔥的催淚成分， 能讓對手淚流不止。",
  "A clever combatant, this Pokémon battles using water balloons created with moisture secreted from its palms.": "很有戰略頭腦， 會把手掌分泌出的水分 做成水彈攻擊敵人。",
  "It has many hidden capabilities, such as fingertips that can shoot water and a membrane on its back that it can use to glide through the air.": "身上隱藏著多種特殊能力， 例如從手指噴射水流， 以及用背部的翼膜滑翔等等。",
  "Found throughout the Galar region, this Pokémon becomes uneasy if its cheeks are ever completely empty of berries.": "在伽勒爾隨處可見。 如果不往兩邊的頰囊裡 塞滿樹果，就會感到不安。",
  "It stashes berries in its tail—so many berries that they fall out constantly. But this Pokémon is a bit slow-witted, so it doesn't notice the loss.": "在尾巴裡囤積樹果。 雖然囤過頭了就會掉出來， 但遲鈍的牠不會發現。",
  "It will bravely challenge any opponent, no matter how powerful. This Pokémon benefits from every battle—even a defeat increases its strength a bit.": "性情勇敢，無論多強的敵人 都勇於挑戰。即使在敵人的反擊中 被打敗，也能從中得到鍛鍊。",
  "Smart enough to use tools in battle, these Pokémon have been seen picking up rocks and flinging them or using ropes to wrap up enemies.": "頭腦聰明，懂得使用工具。 會用爪子抓起小石頭投向敵人， 或是用繩子把敵人綑住。",
  "This Pokémon reigns supreme in the skies of the Galar region. The black luster of its steel body could drive terror into the heart of any foe.": "在伽勒爾地區的空中所向無敵。 牠那黑得發亮的鋼鐵之軀 有著讓敵人畏懼的威懾力。",
  "A constant collector of information, this Pokémon is very smart. Very strong is what it isn't.": "總是孜孜不倦地收集情報， 所以頭腦相當地聰明， 但是力量方面就差了一些。",
  "It barely moves, but it's still alive. Hiding in its shell without food or water seems to have awakened its psychic powers.": "雖然幾乎從來不動但還是活著的。 牠的超能力似乎是在縮在殼裡 不吃不喝的過程中覺醒的。",
  "It's famous for its high level of intelligence, and the large size of its brain is proof that it also possesses immense psychic power.": "以頭腦聰慧而聞名。 大大的腦子是牠擁有 出眾精神力量的證明。",
  "Aided by the soft pads on its feet, it silently raids the food stores of other Pokémon. It survives off its ill-gotten gains.": "靠搶奪其他寶可夢找到的食物 為生。腳上長著軟乎乎的肉球， 走路時不會發出絲毫聲響。",
  "It secretly marks potential targets with a scent. By following the scent, it stalks its targets and steals from them when they least expect it.": "會偷偷在看中的獵物身上 留下標記，追蹤目標的氣味， 在對方放鬆警戒時偷盜。",
  "It anchors itself in the ground with its single leg, then basks in the sun. After absorbing enough sunlight, its petals spread as it blooms brilliantly.": "當牠把單腳紮進地面裡， 並且沐浴充分的陽光， 花瓣就會染上鮮豔的顏色。",
  "The seeds attached to its cotton fluff are full of nutrients. It spreads them on the wind so that plants and other Pokémon can benefit from them.": "棉絮的種子營養豐富。 牠會藉由風散播種子， 讓草木和寶可夢變得活力十足。",
  "Its curly fleece is such an effective cushion that this Pokémon could fall off a cliff and stand right back up at the bottom, unharmed.": "捲捲的體毛彈性十足。 就算從懸崖上掉下去， 也不會受傷。",
  "Weave a carpet from its springy wool, and you end up with something closer to a trampoline. You'll start to bounce the moment you set foot on it.": "用牠那彈力十足的毛 織成的地毯就像是彈簧墊， 可以站上去蹦蹦跳。",
  "Apparently the itch of its teething impels it to snap its jaws at anything in front of it.": "有著不管看到什麼都會咬上去 的習性。這似乎是因為長門牙 的時候會癢的緣故。",
  "With jaws that can shear through steel rods, this highly aggressive Pokémon chomps down on its unfortunate prey.": "性情凶暴的寶可夢。 會用能咬斷鐵棍的顎部 大口咬住獵物。",
  "This Pokémon is very popular as a herding dog in the Galar region. As it runs, it generates electricity from the base of its tail.": "奔跑的時候會從尾巴的根部 製造出電能。在伽勒爾 是很受歡迎的牧羊犬。",
  "This Pokémon generates electricity and channels it into its legs to keep them going strong. Boltund can run nonstop for three full days.": "會製造電能，並傳送到腳上 作為奔跑時的輔助動力。 能不眠不休地奔跑三天三夜。",
  "Most of its body has the same composition as coal. Fittingly, this Pokémon was first discovered in coal mines about 400 years ago.": "大約４００年前在煤礦坑中 被人們發現。身體絕大部分 的成分都和煤炭相同。",
  "It forms coal inside its body. Coal dropped by this Pokémon once helped fuel the lives of people in the Galar region.": "能在體內製造煤炭。 在過去，伽勒爾人曾經用 牠身上掉下來的煤炭生活。",
  "It's usually peaceful, but the vandalism of mines enrages it. Offenders will be incinerated with flames that reach 2,700 degrees Fahrenheit.": "平時性情溫和，但在人類 破壞礦山時會大發雷霆， 用１５００度的大火將他們燒盡。",
  "It spends its entire life inside an apple. It hides from its natural enemies, bird Pokémon, by pretending it's just an apple and nothing more.": "終其一生都在蘋果裡度過。 遇到天敵鳥寶可夢時， 會裝成蘋果保護自己。",
  "It ate a sour apple, and that induced its evolution. In its cheeks, it stores an acid capable of causing chemical burns.": "啃果蟲吃了酸蘋果後進化 而成。頰囊裡儲存著足以 造成灼傷的強酸性液體。",
  "Eating a sweet apple caused its evolution. A nectarous scent wafts from its body, luring in the bug Pokémon it preys on.": "啃果蟲吃了甜蘋果後進化而成。 以蟲寶可夢為食，會從體內發出 甜甜的香味引誘牠們上鉤。",
  "As it digs, it swallows sand and stores it in its neck pouch. The pouch can hold more than 17 pounds of sand.": "一邊挖洞一邊把吃掉的 沙子儲存在頸部的囊裡。 囊裡面能裝進８公斤的沙子。",
  "When it contracts its body, over 220 pounds of sand sprays from its nose. If it ever runs out of sand, it becomes disheartened.": "蜷縮身體後從鼻孔裡噴射出 １００公斤的沙子。沒有了 沙子就會變得很懦弱。",
  "It's so strong that it can knock out some opponents in a single hit, but it also may forget what it's battling midfight.": "雖然擁有一擊定勝負的威力， 但因為記性實在太差， 對戰還沒結束就會忘記對手是誰。",
  "If it sees any movement around it, this Pokémon charges for it straightaway, leading with its sharply pointed jaw. It's very proud of that jaw.": "尖銳的下巴是牠的驕傲。 只要發現周圍有什麼小動作， 就會一直線衝過去。",
  "This Pokémon has a jaw that's as sharp as a spear and as strong as steel. Apparently Barraskewda's flesh is surprisingly tasty, too.": "像長矛一樣尖銳的下巴 擁有鋼鐵般的硬度。 據說牠的肉好吃得驚人。",
  "It stores poison in an internal poison sac and secretes that poison through its skin. If you touch this Pokémon, a tingling sensation follows.": "會從皮膚把體內的毒囊裡 儲存著的毒素分泌出來。 一旦觸碰牠就會感到麻麻的。",
  "When this Pokémon sounds as if it's strumming a guitar, it's actually clawing at the protrusions on its chest to generate electricity.": "當牠用力抓撓胸部的突起物 來製造電力時，四周會響起 如同吉他演奏般的聲音。",
  "It stores flammable gas in its body and uses it to generate heat. The yellow sections on its belly get particularly hot.": "靠儲存在體內的可燃氣體 來發熱。熱度最高的是 腹部的黃色部分。",
  "When it heats up, its body temperature reaches about 1,500 degrees Fahrenheit. It lashes its body like a whip and launches itself at enemies.": "發熱時的體溫大約有８００度。 會像鞭子那樣彎曲身體， 朝著敵人彈跳過去。",
  "It's very curious, but its means of investigating things is to try to punch them with its tentacles. The search for food is what brings it onto land.": "會為了尋找食物而登上陸地。 擁有旺盛的好奇心，不管看到什麼， 都會先用觸手打一打再說。",
  "A body made up of nothing but muscle makes the grappling moves this Pokémon performs with its tentacles tremendously powerful.": "全身都是肌肉。 會用觸手施展絞技， 威力無與倫比。",
  "This Pokémon is said to have been born when a lonely spirit possessed a cold, leftover cup of tea.": "據說這隻寶可夢是因為 害怕寂寞的靈魂住進了 涼透的喝剩紅茶而誕生的。",
  "This species lives in antique teapots. Most pots are forgeries, but on rare occasions, an authentic work is found.": "住在古董茶壺裡。 雖然大多數都是贗品， 但偶爾也能發現真貨。",
  "Via the protrusion on its head, it senses other creatures' emotions. If you don't have a calm disposition, it will never warm up to you.": "透過頭部的突起物 來感應生物的情感。 只對溫和的人敞開心扉。",
  "No matter who you are, if you bring strong emotions near this Pokémon, it will silence you violently.": "遇到情緒激昂的對手時， 無論對方是誰，都會用 粗暴的方式使其沉默。",
  "It emits psychic power strong enough to cause headaches as a deterrent to the approach of others.": "由於會朝四周釋放足以 引起頭痛的精神力量， 其他生物都躲得遠遠的。",
  "Through its nose, it sucks in the emanations produced by people and Pokémon when they feel annoyed. It thrives off this negative energy.": "會用鼻子吸收人類或寶可夢 情緒糟糕時產生的負能量， 來為自己補充活力。",
  "When it gets down on all fours as if to beg for forgiveness, it's trying to lure opponents in so that it can stab them with its spear-like hair.": "會先裝成要下跪道歉的樣子， 然後用後腦勺尖如長矛的 頭髮刺向對手。",
  "With the hair wrapped around its body helping to enhance its muscles, this Pokémon can overwhelm even Machamp.": "透過用頭髮裹住全身， 讓肌肉的力量向上提升。 能發揮出足以壓倒怪力的力量。",
  "Its voice is staggering in volume. Obstagoon has a tendency to take on a threatening posture and shout—this move is known as Obstruct.": "能夠發出驚人的音量。 牠在大叫的同時威嚇對手 的樣子被稱為「攔堵」。",
  "What appears to be an iron helmet is actually hardened hair. This Pokémon lives for the thrill of battle.": "有著十分好戰的性格。 頭上像鐵頭盔一樣的東西 其實是牠硬化後的體毛。",
  "Its shell is overflowing with its heightened otherworldly energy. The ectoplasm serves as protection for this Pokémon's core spirit.": "靈力增強之後從殼裡 被解放出來。用靈體 保護著內核中的靈魂。",
  "Only Farfetch'd that have survived many battles can attain this evolution. When this Pokémon's leek withers, it will retire from combat.": "只有歷經過無數戰鬥的 大蔥鴨才能進化成這個樣子。 當大蔥枯萎了就會離開戰場。",
  "It's highly skilled at tap-dancing. It waves its cane of ice in time with its graceful movements.": "踢踏舞的達人。 會揮動手中的冰杖， 向觀眾表演輕快的舞步。",
  "A powerful curse was woven into an ancient painting. After absorbing the spirit of a Yamask, the painting began to move.": "被注入了強烈詛咒的古代繪畫 在吸進哭哭面具的靈魂後 就開始動起來了。",
  "This Pokémon was born from sweet-smelling particles in the air. Its body is made of cream.": "空氣中甜甜香氣的 成分集中之後誕生。 身體由鮮奶油構成。",
  "When it trusts a Trainer, it will treat them to berries it's decorated with cream.": "牠會把自己用鮮奶油 裝飾過的樹果送給 自己信任的訓練家。",
  "Five of them are troopers, and one is the brass. The brass's orders are absolute.": "列陣兵由１個頭頭 和５個跟班組成。 頭頭的命令不可違抗。",
  "It feeds on seaweed, using its teeth to scrape it off rocks. Electric current flows from the tips of its spines.": "能從刺的尖端放電。 會用銳利的牙齒刮取 附在岩石上的海藻來吃。",
  "It spits out thread imbued with a frigid sort of energy and uses it to tie its body to branches, disguising itself as an icicle while it sleeps.": "能吐出帶著冷氣的絲。 會用絲把自己掛在樹枝上， 一邊裝成冰柱一邊睡覺。",
  "Icy scales fall from its wings like snow as it flies over fields and mountains. The temperature of its wings is less than −290 degrees Fahrenheit.": "翅膀的溫度是零下１８０度。 當牠飛過山野時，帶有冷氣的 鱗粉會像下雪般地飄落下來。",
  "It stands in grasslands, watching the sun's descent from zenith to horizon. This Pokémon has a talent for delivering dynamic kicks.": "佇立在大草原上， 每天眺望著日升日落。 擅長強而有力的踢技。",
  "It drifted in on the flow of ocean waters from a frigid place. It keeps its head iced constantly to make sure it stays nice and cold.": "從非常寒冷的地方漂流 而來。隨時都用冰塊 冰鎮著自己的臉。",
  "It uses the horns on its head to sense the emotions of others. Males will act as valets for those they serve, looking after their every need.": "會用頭上的角讀取對方的心情。 雄性就像管家一樣， 在主人的身邊打理一切。",
  "As it eats the seeds stored up in its pocket-like pouches, this Pokémon is not just satisfying its constant hunger. It's also generating electricity.": "總是餓著肚子。 會吃掉裝在像口袋一樣的 袋子裡的種子來發電。",
  "It digs up the ground with its trunk. It's also very strong, being able to carry loads of over five tons without any problem at all.": "能輕鬆舉起重達５噸的 貨物的大力士寶可夢。 會用鼻子挖地。",
  "They came over from another region long ago and worked together with humans. Their green skin is resistant to water.": "綠色的皮膚非常耐水。 在很久以前從其他地區過來， 之後便一直與人類一起工作。",
  "In ancient times, it was unbeatable thanks to its powerful lower body, but it went extinct anyway after it depleted all its plant-based food sources.": "在遠古時代曾憑藉自己強大的 下半身而所向無敵，但因吃光了 賴以為生的植物而滅絕了。",
  "The shaking of its freezing upper half is what generates its electricity. It has a hard time walking around.": "牠凍成冰的上半身 在顫抖時可以產生電能。 非常不擅長走路。",
  "Powerful legs and jaws made it the apex predator of its time. Its own overhunting of its prey was what drove it to extinction.": "超乎尋常的腳力和顎力讓牠在 古代所向無敵。但由於捕盡獵物， 導致牠們自己也滅絕了。",
  "Though it's able to capture prey by freezing its surroundings, it has trouble eating the prey afterward because its mouth is on top of its head.": "雖然能透過凍結四周來捕捉獵物， 但由於嘴長在頭頂上， 所以吃起東西來不太方便。",
  "Its body resembles polished metal, and it's both lightweight and strong. The only drawback is that it rusts easily.": "身體猶如打磨過的金屬， 雖然輕而堅硬，卻有著 容易生鏽的弱點。",
  "After being reborn as a ghost Pokémon, Dreepy wanders the areas it used to inhabit back when it was alive in prehistoric seas.": "曾經棲息在古代的大海。 在重生為幽靈寶可夢後， 會在昔日的住處徘徊。",
  "It's capable of flying faster than 120 mph. It battles alongside Dreepy and dotes on them until they successfully evolve.": "飛行速度為每小時２００公里。 與多龍梅西亞一起戰鬥， 到牠進化為止都會細心照顧。",
  "When it isn't battling, it keeps Dreepy in the holes on its horns. Once a fight starts, it launches the Dreepy like supersonic missiles.": "讓多龍梅西亞住在自己角上的 洞裡。戰鬥開始後會用音速 將多龍梅西亞發射出去。",
  "Known as a legendary hero, this Pokémon absorbs metal particles, transforming them into a weapon it uses to battle.": "被稱為傳說中的英雄。 能夠吸收金屬，將之 轉化為武器來戰鬥。",
  "In times past, it worked together with a king of the people to save the Galar region. It absorbs metal that it then uses in battle.": "與眾人之王協力 拯救了伽勒爾的寶可夢。 吸收金屬來進行戰鬥。",
  "The core on its chest absorbs energy emanating from the lands of the Galar region. This energy is what allows Eternatus to stay active.": "會用胸部的核心吸收 伽勒爾的大地湧出的能量， 藉以保持自己的活力。",
  "Kubfu trains hard to perfect its moves. The moves it masters will determine which form it takes when it evolves.": "藉由累積嚴苛的鍛鍊來磨練招式。進化後的樣子會根據牠領會的招式而不同。",
  "This form of Urshifu is a strong believer in the one-hit KO. Its strategy is to leap in close to foes and land a devastating blow with a hardened fist.": "一擊必殺是牠的信念。會衝進對手的懷裡，不留情地用千錘百煉的拳頭給予一擊。",
  "Within dense forests, this Pokémon lives in a pack with others of its kind. It's incredibly aggressive, and the other Pokémon of the forest fear it.": "集結成群生活在密林裡。攻擊性很強，令棲息在森林的寶可夢們畏懼不已。",
  "This Pokémon is a cluster of electrical energy. It’s said that removing the rings on Regieleki’s body will unleash the Pokémon’s latent power.": "由電能凝聚而成的寶可夢。據說拿下牠身上的圓環後，就會解放牠潛藏的力量。",
  "An academic theory proposes that Regidrago’s arms were once the head of an ancient dragon Pokémon. The theory remains unproven.": "有學者認為牠的手臂是古代龍寶可夢頭部的形狀。但這個學說尚未被證實。",
  "Glastrier emits intense cold from its hooves. It’s also a belligerent Pokémon—anything it wants, it takes by force.": "會從蹄子釋放出強烈的寒氣。性情暴躁，只要是自己想要的東西，就會強行去搶奪。",
  "It probes its surroundings with all its senses save one—it doesn’t use its sense of sight. Spectrier’s kicks are said to separate soul from body.": "會利用視覺之外的感官去探測周圍的狀況。據說被牠踢到時靈魂就會出竅。",
  "Calyrex is a merciful Pokémon, capable of providing healing and blessings. It reigned over the Galar region in times of yore.": "擁有治癒與賜恩之力，且滿懷慈愛的寶可夢。在遠古時代曾統治伽勒爾。",
  "The black orbs shine with an uncanny light when the Pokémon is erecting invisible barriers. The fur shed from its beard retains heat well and is a highly useful material for winter clothing.": "製造肉眼不可見的障壁時，黑珠會發出妖異的光輝。從牠身上脫落的鬍鬚是用來製作溫暖冬衣的實用原料。",
  "A violent creature that fells towering trees with its crude axes and shields itself with hard stone. If one should chance upon this Pokémon in the wilds, one’s only recourse is to flee.": "用堅硬的岩石守護己身，以粗獷的斧頭砍倒大樹。性情暴躁易怒。要是在荒野遇見牠，逃跑將是唯一選擇。",
  "I believe it was Hisui’s swampy terrain that gave Ursaluna its burly physique and newfound capacity to manipulate peat at will.": "考察結果顯示，正是遍布在洗翠大地上的濕地土壤，造就了牠堅實的軀體和自在運用泥炭的新能力。",
  "Clads itself in the souls of comrades that perished before fulfilling their goals of journeying upstream. No other species throughout all Hisui’s rivers is Basculegion’s equal.": "在溯河而上的旅程中半途喪命者的靈魂纏繞其身。在流經洗翠地區的河川裡可謂所向無敵。",
  "Because of Sneasler’s virulent poison and daunting physical prowess, no other species could hope to best it on the frozen highlands. Preferring solitude, this species does not form packs.": "擁有凌駕其他物種之上的身體能力以及劇毒。在寒冷的高地上所向無敵。偏好獨自行動，而不會集結成群。",
  "Its lancelike spikes and savage temperament have earned it the nickname “sea fiend.” It slurps up poison to nourish itself.": "身上如同槍尖般的針以及凶暴的性情使這種寶可夢得到了海鬼的外號。會吞下毒物作為己身糧食。",
  "When it flies to this land from across the sea, the bitter winter comes to an end. According to legend, this Pokémon’s love gives rise to the budding of fresh life across Hisui.": "當牠越過大海飛來，便代表嚴寒的冬季即將終結。傳說中其慈愛將使新的生命在洗翠大地上萌芽。",
  "A different guise from its feminine humanoid form. From the clouds, it descends upon those who treat any form of life with disrespect and metes out wrathful, ruthless punishment.": "自女人的姿態變化而成。若有誰做出糟蹋生命之事，便會從雲海中現身，憤怒地降下無情的懲罰。",
  "Its fluffy fur is similar in composition to plants. This Pokémon frequently washes its face to keep it from drying out.": "毛茸茸的體毛有著近似於植物的成分。會勤快地洗臉以防止乾燥。",
  "Floragato deftly wields the vine hidden beneath its long fur, slamming the hard flower bud against its opponents.": "會靈巧操控長長的體毛下隱藏的藤蔓，將堅硬的花苞甩向敵人猛打。",
  "This Pokémon uses the reflective fur lining its cape to camouflage the stem of its flower, creating the illusion that the flower is floating.": "看似浮在空中的花，是牠利用斗蓬內側的毛的反射將莖隱藏後呈現出的假象。",
  "It lies on warm rocks and uses the heat absorbed by its square-shaped scales to create fire energy.": "會躺在溫熱的岩石上，用四角形的鱗片所吸收的熱能來製造火之能量。",
  "The combination of Crocalor’s fire energy and overflowing vitality has caused an egg-shaped fireball to appear on the Pokémon’s head.": "火之能量與過剩的生命力相互結合，使得牠頭上出現了蛋狀的火球。",
  "The fiery bird changes shape when Skeledirge sings. Rumor has it that the bird was born when the fireball on Skeledirge’s head gained a soul.": "可以透過歌聲改變外形的火鳥，據說是靈魂寄宿在頭上的火球所形成的。",
  "This Pokémon migrated to Paldea from distant lands long ago. The gel secreted by its feathers repels water and grime.": "很久以前從遠方來到了這裡棲息。羽毛分泌出的凝膠有防水和防污的效果。",
  "These Pokémon constantly run through shallow waters to train their legs, then compete with each other to see which of them kicks most gracefully.": "會在淺灘不斷跑步來鍛鍊下盤的筋骨，好跟夥伴們競爭誰的腿技最為華麗。",
  "A single kick from a Quaquaval can send a truck rolling. This Pokémon uses its powerful legs to perform striking dances from far-off lands.": "會善用只要一踢就能踢翻卡車的強韌腳力，展現充滿異國風情的舞蹈。",
  "It searches for food all day. It possesses a keen sense of smell but doesn’t use it for anything other than foraging.": "一整天都在覓食。雖然擁有優秀的嗅覺，但卻只被用在覓食上。",
  "Oinkologne is proud of its fine, glossy skin. It emits a concentrated scent from the tip of its tail.": "以自己細緻透亮的肌膚為傲。會從尾巴的前端釋放出凝縮的香氣。",
  "This Pokémon sends a flowerlike scent wafting about. Well-developed muscles in its legs allow it to leap more than 16 feet with no trouble at all.": "會釋放出如花般的香氣。腿部肌肉發達，要跳超過５公尺高也是輕而易舉。",
  "The ball of threads wrapped around its body is elastic enough to deflect the scythes of Scyther, this Pokémon’s natural enemy.": "包裹著身體的線球擁有足以把天敵飛天螳螂的鐮刀反彈回去的彈力。",
  "It clings to branches and ceilings using its threads and moves without a sound. It takes out its prey before the prey even notices it.": "用絲線吸附在樹枝或天花板上無聲無息地移動。會在自己被察覺到之前將獵物打倒。",
  "It has its third set of legs folded up. When it’s in a tough spot, this Pokémon jumps over 30 feet using the strength of its legs.": "總是將第３對腳折起來。擁有在遇到危機時能夠跳超過１０公尺的跳躍力。",
  "When it decides to fight all out, it stands on its previously folded legs to enter Showdown Mode. It neutralizes its enemies in short order.": "認真起來時會用折起的腳站起來，進入決戰模式。會在短時間內鎮壓住敵人。",
  "It has underdeveloped electric sacs on its cheeks. These sacs can produce electricity only if Pawmi rubs them furiously with the pads on its forepaws.": "臉頰上的電囊尚未發達。必須拼命摩擦前腳的肉球，才終於能製造出電力。",
  "When its group is attacked, Pawmo is the first to leap into battle, defeating enemies with a fighting technique that utilizes electric shocks.": "當群體受到襲擊的時候，會率先挑起戰鬥，以結合了電擊的格鬥技撂倒敵人。",
  "This Pokémon normally is slow to react, but once it enters battle, it will strike down its enemies with lightning-fast movements.": "雖然平時動作慢吞吞的，但在逼不得已要面對戰鬥時，會用迅雷不及掩耳的身手擊潰敵人。",
  "Exhibiting great teamwork, they use their incisors to cut pieces out of any material that might be useful for a nest, then make off with them.": "會以絕佳的團隊合作，把能當成巢穴建材的東西用門牙切斷後搬走。",
  "They build huge nests with many rooms that are used for different purposes, such as eating and sleeping.": "在自己所建的巨大巢穴裡，會有配合睡眠和用餐等用途所分出的多個房間。",
  "The two little ones just appeared one day. The group might be a family of related Pokémon, but nobody knows for sure.": "在不知不覺間多了２隻小孩。看起來像是一個家族，但真相如何無人知曉。",
  "This Pokémon is smooth and moist to the touch. Yeast in Fidough’s breath induces fermentation in the Pokémon’s vicinity.": "摸起來既濕潤又絲滑。吐出的氣息裡含有酵母，可以使周圍的東西發酵。",
  "The pleasant aroma that emanates from this Pokémon’s body helps wheat grow, so Dachsbun has been treasured by farming villages.": "身體散發出的迷人香氣能有助於小麥的成長，因此一直都備受農村人家的珍視。",
  "It protects itself from enemies by emitting oil from the fruit on its head. This oil is bitter and astringent enough to make someone flinch.": "會從頭上的果實噴出油來保護自己不受敵人攻擊。油的味道苦澀到會讓人跳起來。",
  "Dolliv shares its tasty, fresh-scented oil with others. This species has coexisted with humans since times long gone.": "會分享自己香氣新鮮、美味可口的油。自古以來就與人類共存，直到現在。",
  "This calm Pokémon is very compassionate. It will share its delicious, nutrient-rich oil with weakened Pokémon.": "性情溫和，慈悲為懷。會把營養豐富且美味可口的油分給虛弱的寶可夢。",
  "These Pokémon prefer to live in cities. They form flocks based on the color of their feathers, and they fight over territory.": "喜歡棲息在街上。會以羽毛的顏色組隊，展開爭奪地盤之戰。",
  "The largest of their flocks can contain more than 50 individuals. They fly around towns and forests, searching for food and making a racket.": "龐大的團隊能達到５０隻以上。覓食時會在街上或森林裡吵吵鬧鬧地四處盤旋。",
  "These Squawkabilly are hotheaded, and their fighting style is vicious. They’ll leap within reach of their foes to engage in close combat.": "性情和戰鬥方式都很粗暴。會衝進對手的懷裡，以自己的肉身發動攻擊。",
  "This Pokémon dislikes being alone. It has a strong sense of community and survives by cooperating with allies.": "不擅長單獨行動。凝聚力很強，靠著與夥伴互助合作而生存了下來。",
  "It was born in a layer of rock salt deep under the earth. This species was particularly treasured in the old days, as they would share precious salt.": "出生在地底的岩鹽層。會願意分享貴重的鹽巴，因此在過去更是受到重視。",
  "This Pokémon dry cures its prey by spraying salt over them. The curing process steals away the water in the prey’s body.": "會將鹽噴向獵物，將其做成醃漬物。獵物體內的水分會在醃漬過程中被奪走。",
  "Garganacl will rub its fingertips together and sprinkle injured Pokémon with salt. Even severe wounds will promptly heal afterward.": "只要合起指尖，搓出鹽來灑在受傷的寶可夢身上，就算再重的傷都會瞬間痊癒。",
  "Burnt charcoal came to life and became a Pokémon. Possessing a fiery fighting spirit, Charcadet will battle even tough opponents.": "生命寄宿在燃燒的木炭上變成了寶可夢。即使敵人再強，也會以燃燒的鬥志迎面而戰。",
  "Armarouge evolved through the use of a set of armor that belonged to a distinguished warrior. This Pokémon is incredibly loyal.": "藉由立下眾多勛績的戰士所穿的鎧甲進化成的樣子。是忠心耿耿的寶可夢。",
  "The fiery blades on its arms burn fiercely with the lingering resentment of a sword wielder who fell before accomplishing their goal.": "雙臂的火焰之劍靠著在得志前就亡命的劍士怨念而燃燒。",
  "Tadbulb shakes its tail to generate electricity. If it senses danger, it will make its head blink on and off to alert its allies.": "會搖尾巴來發電。感覺到有危險時，會閃爍頭部通知夥伴。",
  "When this Pokémon expands and contracts its wobbly body, the belly-button dynamo in its stomach produces a huge amount of electricity.": "只要伸縮肥嘟嘟的身體，就能讓肚子上的發電臍產生大量的電氣。",
  "When its wings catch the wind, the bones within produce electricity. This Pokémon dives into the ocean, catching prey by electrocuting them.": "當翅膀的骨頭受到風吹時，就能製造出電力。會衝進海裡讓獵物觸電後將其捕獲。",
  "Kilowattrel inflates its throat sac to amplify its electricity. By riding the wind, this Pokémon can fly over 430 miles in a day.": "會膨脹喉囊來增強電力。可以乘著風在１天內就飛上７００公里。",
  "It always scowls in an attempt to make opponents take it seriously, but even crying children will burst into laughter when they see Maschiff’s face.": "為了不被對手看扁而總是皺著的那張臉，卻反而會讓哭泣的孩子破涕為笑。",
  "This Pokémon can store energy in its large dewlap. Mabosstiff unleashes this energy all at once to blow away enemies.": "大大的喉囊裡可以儲存能量。會一口氣釋放出去把敵人轟飛。",
  "Though usually a mellow Pokémon, it will sink its sharp, poison-soaked front teeth into any that anger it, causing paralysis in the object of its ire.": "雖然性情溫馴，但一旦被激怒，就會用滲入了毒素的尖銳門牙過來咬住你，讓你全身麻痺不已。",
  "The color of the poisonous saliva depends on what the Pokémon eats. Grafaiai covers its fingers in its saliva and draws patterns on trees in forests.": "會將能隨著吃下的食物而變色的毒唾液塗在指頭上，在森林的樹木描繪上圖案。",
  "A soul unable to move on to the afterlife was blown around by the wind until it got tangled up with dried grass and became a Pokémon.": "無法升天的靈魂在風的吹拂下被捲進枯草裡，變成了寶可夢。",
  "It will open the branches of its head to envelop its prey. Once it absorbs all the life energy it needs, it expels the prey and discards it.": "會張開頭的樹枝吞沒獵物。把精氣吸得淋漓盡致後，就會吐出來丟掉。",
  "Toedscool lives in muggy forests. The flaps that fall from its body are chewy and very delicious.": "棲息在潮濕的森林裡。從身體上剝落的薄片富有嚼勁，極為美味。",
  "These Pokémon gather into groups and form colonies deep within forests. They absolutely hate it when strangers approach.": "會在森林深處建造集體生活用的聚落。極為厭惡有外來者靠近。",
  "Klawf hangs upside-down from cliffs, waiting for prey. But Klawf can’t remain in this position for long because its blood rushes to its head.": "會倒立在懸崖上等獵物上門，但由於那會讓牠的血液倒流，因此等不了太長的時間。",
  "The more sunlight this Pokémon bathes in, the more spicy chemicals are produced by its body, and thus the spicier its moves become.": "沐浴在太陽下越久，體內的辣味成分就會增加得越多，招式也會變得越來越辣。",
  "The red head converts spicy chemicals into fire energy and blasts the surrounding area with a super spicy stream of flame.": "會把辣味成分轉換成火之能量，然後從紅色的頭朝著四周噴灑出辣到爆炸的火焰。",
  "This Pokémon creates a mud ball by mixing sand and dirt with psychic energy. It treasures its mud ball more than its own life.": "會將超能力混進泥土和沙子裡製作出泥球。泥球比自己的命還重要。",
  "The body that supports the ball barely moves. Therefore, it is thought that the true body of this Pokémon is actually inside the ball.": "支撐球的身體幾乎不動，因此人們認為牠的本體其實是在球裡面。",
  "Flittle’s toes levitate about half an inch above the ground because of the psychic power emitted from the frills on the Pokémon’s belly.": "從肚子的褶邊放射出的精神力量，能夠讓牠浮在腳尖和地面距離僅有區區１公分的空中。",
  "It immobilizes opponents by bathing them in psychic power from its large eyes. Despite its appearance, it has a vicious temperament.": "會從大大的眼睛放出精神力量讓對手無法動彈。有別外表，性格非常粗暴。",
  "It swings its handmade hammer around to protect itself, but the hammer is often stolen by Pokémon that eat metal.": "雖然會揮舞著手工打造的錘子來保護自己，但卻常被以金屬為食的寶可夢搶走。",
  "This Pokémon will attack groups of Pawniard and Bisharp, gathering metal from them in order to create a large and sturdy hammer.": "為了製作又大又堅固的錘子，會去襲擊劈斬司令的群體，藉以收集金屬。",
  "This intelligent Pokémon has a very daring disposition. It knocks rocks into the sky with its hammer, aiming for flying Corviknight.": "智商高超，性格豪邁。會用錘子打飛岩石來攻擊飛在空中的鋼鎧鴉。",
  "This Pokémon can pick up the scent of a Veluza just over 65 feet away and will hide itself in the sand.": "就算身處於２０公尺外，牠都能嗅出輕身鱈散發出的氣味，躲進沙子裡面藏身。",
  "It has a vicious temperament, contrary to what its appearance may suggest. It wraps its long bodies around prey, then drags the prey into its den.": "有別於外表，性格非常粗暴。會用長長的身體勒緊獵物，然後拖進自己的巢穴裡。",
  "It gathers things up in an apron made from shed feathers added to the Pokémon’s chest feathers, then drops those things from high places for fun.": "會把東西裝在用胸部的絨羽和脫落的羽毛做成的袋子裡，然後從高處往下丟來玩耍。",
  "It likes playing with others of its kind using the water ring on its tail. It uses ultrasonic waves to sense the emotions of other living creatures.": "喜歡用尾鰭的水環和夥伴一起玩耍。能透過超音波察覺生物的心情。",
  "This Pokémon changes its appearance if it hears its allies calling for help. Palafin will never show anybody its moment of transformation.": "只要聽見夥伴求助的聲音，就會改變自己的樣子。那瞬間絕不會讓誰看見。",
  "This Pokémon’s ancient genes have awakened. It is now so extraordinarily strong that it can easily lift a cruise ship with one fin.": "太古基因覺醒之後的樣子。力氣很大，只用單邊的鰭也可以輕輕鬆鬆舉起遊輪。",
  "It is said that this Pokémon was born when an unknown poison Pokémon entered and inspirited an engine left at a scrap-processing factory.": "據說牠是神秘的毒寶可夢鑽進了被放置在廢鐵工廠的引擎裡而誕生的。",
  "It creates a gas out of poison and minerals from rocks. It then detonates the gas in its cylinders— now numbering eight—to generate energy.": "在增加到了８個的汽缸裡引爆混有毒素和岩石成分的氣體來製造能量。",
  "Apparently Cyclizar has been allowing people to ride on its back since ancient times. Depictions of this have been found in 10,000-year-old murals.": "似乎自古就會讓人類坐在背上。１萬年前的壁畫上描繪著該模樣。",
  "When attacked, this Pokémon will wield the tendrils on its body like fists and pelt the opponent with a storm of punches.": "遭到攻擊的時候，會把體毛如拳頭般地使用，朝著敵人奉上拳擊風暴。",
  "It absorbs nutrients from cave walls. The petals it wears are made of crystallized poison.": "會從洞窟的壁上吸取養分。包覆在身上的花瓣是用毒的結晶做成的。",
  "When this Pokémon detects danger, it will open up its crystalline petals and fire beams from its conical body.": "只要察覺到危險，就會張開結晶的花瓣，從圓錐形的身體發射光束。",
  "It is said that a dog Pokémon that died in the wild without ever interacting with a human was reborn as this Pokémon.": "據說牠是不曾接觸過人類就死去的流浪犬寶可夢轉生而來的。",
  "Houndstone spends most of its time sleeping in graveyards. Among all the dog Pokémon, this one is most loyal to its master.": "平時都在墳場裡睡覺。在為數眾多的犬寶可夢中，牠是對主人最為忠實的。",
  "This Pokémon apparently ties the base of its neck into a knot so that energy stored in its belly does not escape from its beak.": "為了避免積蓄在肚子裡的能量外流，似乎會把自己的脖子繫在頸根部上。",
  "This species left the ocean and began living on land a very long time ago. It seems to be closely related to Wailmer.": "遠古時代自大海上岸後，就開始在陸地上生活。似乎與吼吼鯨是相近的物種。",
  "This Pokémon wanders around snowy, icy areas. It protects its body with powerful muscles and a thick layer of fat under its skin.": "迴游在冰雪地帶的寶可夢。會用強韌的肌肉和厚實的皮下脂肪保護自己的身體。",
  "When Veluza discards unnecessary flesh, its mind becomes honed and its psychic power increases. The spare flesh has a mild but delicious flavor.": "捨棄不必要的肉，能使其心靈受到磨練，精神力量得以提升。贅肉滋味清淡，但卻相當可口。",
  "This Pokémon is a glutton, but it’s bad at getting food. It teams up with a Tatsugiri to catch prey.": "雖然是個大胃王，但不擅長捕食。會和米立龍聯手捕捉獵物。",
  "This is a small dragon Pokémon. It lives inside the mouth of Dondozo to protect itself from enemies on the outside.": "小型的龍寶可夢。會住在吃吼霸嘴裡，保護自己免於外敵襲擊。",
  "This species’ differing colors and patterns are apparently the result of Tatsugiri changing itself to suit the preferences of the prey it lures in.": "體色和模樣會有差異，似乎是為了便於引誘獵物，而配合了其喜好的結果。",
  "Bird Pokémon are its main prey. This Pokémon knows it’s weak, so it hunts with a partner.": "鳥寶可夢是牠主要的獵物。對自己的弱小心知肚明，因此都會和夥伴結伴狩獵。",
  "When its anger rose beyond a critical point, this Pokémon gained power that is unfettered by the limits of its physical body.": "在怒氣突破臨界點時，獲得了能夠擺脫肉體束縛的力量。",
  "When attacked, this Pokémon will retaliate by sticking thick spines out from its body. It’s a risky move that puts everything on the line.": "一旦遭到敵人襲擊，就會從胴體伸出粗壯的刺來反擊。是需有覺悟承受劇痛的危險招式。",
  "Now that the brain waves from the head and tail are synced up, the psychic power of this Pokémon is 10 times stronger than Girafarig’s.": "透過同步頭部和尾巴的腦波，使得牠的超能力提升到了有麒麟奇的１０倍之高。",
  "This Pokémon uses its hard tail to make its nest by boring holes into bedrock deep underground. The nest can reach lengths of over six miles.": "會用堅硬的尾巴挖穿地下深處的岩盤來築巢。巢穴可以長達１０公里。",
  "The gentle Dudunsparce will put Pokémon that wander into its nest onto its back and carry them to the entrance.": "性格溫馴，會讓誤闖進巢穴的寶可夢乘在自己的背上，將其送到入口。",
  "Only a Bisharp that stands above all others in its vast army can evolve into Kingambit.": "在勢力浩大的軍團中，唯有站上頂點的那１隻劈斬司令，才能進化成仆斬將軍。",
  "Sightings of this Pokémon have occurred in recent years. The name Great Tusk was taken from a creature listed in a certain book.": "近年曾經有人目擊到牠。雄偉牙這個名字來自於某本書裡記載的生物。",
  "There has been only one reported sighting of this Pokémon. It resembles a mysterious creature depicted in an old expedition journal.": "過去只有過１次目擊紀錄。是與古老的探險記裡記載的神秘生物長得很像的寶可夢。",
  "It is possible that the creature listed as Brute Bonnet in a certain book could actually be this Pokémon.": "某本書裡記載的一種叫做猛惡菇的生物，有可能就是這隻寶可夢。",
  "This Pokémon has characteristics similar to those of Flutter Mane, a creature mentioned in a certain book.": "與某本書裡記載的一種叫做振翼髮的生物有著相似特徵的寶可夢。",
  "This mysterious Pokémon has some similarities to a creature that an old book introduced as Slither Wing.": "與古老書籍裡介紹的一種叫做爬地翅的生物有著相似點的神秘寶可夢。",
  "No records exist of this Pokémon being caught. Data is lacking, but the Pokémon’s traits match up with a creature shown in an expedition journal.": "無捕獲紀錄。資料不足。其特徵與某本探險記裡所記載的生物一致。",
  "Sightings of this Pokémon have occurred in recent years. It resembles a mysterious object described in an old expedition journal.": "近年曾經有人目擊到牠。是與古老的探險記裡記載的不明物體長得很像的寶可夢。",
  "It resembles a mysterious object mentioned in an old book. There are only two reported sightings of this Pokémon.": "與古書裡記載的神秘物體長得很相像的寶可夢。過去只被目擊過２次。",
  "This Pokémon shares many similarities with Iron Hands, an object mentioned in a certain expedition journal.": "與某本探險記裡記載的一種叫做鐵臂膀的物體有許多相似處的寶可夢。",
  "It’s possible that Iron Jugulis, an object described in an old book, may actually be this Pokémon.": "古書裡所記載的叫做鐵脖頸的物體，說不定就是這隻寶可夢。",
  "No records exist of this species being caught. Data is lacking, but the Pokémon’s traits match up with an object described in an old book.": "無捕獲紀錄。資料不足。其特徵與古書裡所記載的物體一致。",
  "Some of its notable features match those of an object named within a certain expedition journal as Iron Thorns.": "有一部分的特徵與某本探險記裡以鐵荊棘來介紹的物體一致。",
  "Frigibax absorbs heat through its dorsal fin and converts the heat into ice energy. The higher the temperature, the more energy Frigibax stores.": "會用背鰭吸收熱能以轉換成冰之能量。溫度越高，累積的能量就越多。",
  "Arctibax freezes the air around it, protecting its face with an ice mask and turning its dorsal fin into a blade of ice.": "凍結周圍的空氣，以冰之面罩保護臉部，並將背鰭變成冰劍。",
  "This Pokémon blasts cryogenic air out from its mouth. This air can instantly freeze even liquid-hot lava.": "會從嘴裡噴射極低溫的冷氣。即使是灼熱的熔岩也能使其在一瞬間變成冰塊。",
  "This Pokémon was born from passion that seeped into a coin. It wanders, apparently seeking to return to the treasure chest it once inhabited.": "從滲入硬幣裡的熱情中誕生。為了回到原來的寶箱，似乎會在四處徘徊。",
  "Its body seems to be made up of 1,000 coins. This Pokémon gets along well with others and is quick to make friends with anybody.": "據說身體是由1000枚硬幣所組成的。喜歡與人親近，不管與誰都能馬上變得融洽。",
  "The grudge of a person punished for writing the king’s evil deeds upon wooden tablets has clad itself in dead leaves to become a Pokémon.": "將王所行之惡事記於木簡而遭懲罰者的恨意裹上了枯落的葉子，變成了寶可夢。",
  "This Pokémon can control 100 tons of fallen snow. It plays around innocently by leaping in and out of avalanches it has caused.": "能操控１００噸的積雪。會自由進出在自己引起的雪崩裡，天真無邪地玩耍。",
  "The fear poured into an ancient ritual vessel has clad itself in rocks and dirt to become a Pokémon.": "古老儀式用的容器中注入的恐懼把土石裹在自己身上，變成了寶可夢。",
  "It controls flames burning at over 5,400 degrees Fahrenheit. It casually swims through the sea of lava it creates by melting rock and sand.": "能操控３０００度的火焰。會熔化岩石和沙礫做成熔岩海，並在裡面悠閒自在地游泳。",
  "It is possible that this is the creature listed as Roaring Moon in an expedition journal that still holds many mysteries.": "牠有可能就是在謎團重重的探險記裡，以轟鳴月這個名字被記載下來的生物。",
  "It’s possible that this is the object listed as Iron Valiant in a certain expedition journal.": "牠有可能就是在某本探險記裡，以鐵武者這個名字被記載下來的物體。",
  "This seems to be the Winged King mentioned in an old expedition journal. It was said to have split the land with its bare fists.": "牠似乎就是古老的探險記裡提到的翼大王的真面目。據記載，牠曾以拳頭擊裂大地。",
  "This seems to be the Iron Serpent mentioned in an old book. The Iron Serpent is said to have turned the land to ash with its lightning.": "牠似乎就是古書裡所提及的鐵大蛇。傳說牠曾用雷電將大地化成了一片灰。"
}