{
  "None": "ไม่มี",
  "Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun's rays, the seed grows progressively larger.": "มักพบฟุชิกิดาเนะนอนกลางวันกลางแสงแดด มันมีผลเมล็ดขนาดใหญอยูกลางหลังและเลี้ยงเมล็ดนั้นใหโตขึ้นดวยการอาบแสงอาทิตย",
  "There is a bud on this Pokémon's back. To support its weight, Ivysaur's legs and trunk grow thick and strong. If it starts spending more time lying in the sunlight, it's a sign that the bud will bloom into a large flower soon.": "โปเกมอนตัวนี้มีหนออยูที่กลางหลัง เพื่อรองรับน้ำหนักนั้น ขาและเอวของมันจึงแข็งแรง ถามันเริ่มที่จะอาบแดดนานขึ้น นั่นเปนสัญญาณวาหนอที่กลางหลังของมันกำลังจะบานเปนดอกไมใหญในเร็ววัน",
  "There is a large flower on Venusaur's back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower's aroma soothes the emotions of people.": "กลาวกันวาเมื่อไดรับสารอาหารและแสงแดดอยางเพียงพอแลวดอกไมก็จะมีสีเขมสด กลิ่นของดอกไมยังเยียวยาจิตใจของคนอีกดวย",
  "The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is enjoying itself. If the Pokémon becomes enraged, the flame burns fiercely.": "เปลวไฟที่ปลายหางจะแสดงถึงอารมณของโปเกมอนตัวนี้ เวลาที่สนุกสนานเปลวไฟจะไหวไปมา และเวลาที่โกรธเปลวไฟจะลุกโชติชวง",
  "Charmeleon mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white color.": "ลิซารโดะมักจะเลนงานศัตรูอยางไมยั้งมือดวยเล็บอันแหลมคม และเมื่อพบกับศัตรูที่แข็งแกรง มันจะยิ่งกาวราวและเปลวไฟที่หางจะลุกเปนสีขาวแกมน้ำเงิน",
  "Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself.": "ลิซารดอนมักจะบินตามหาคูตอสูที่แข็งแกรง ลมหายใจเพลิงของมันมีความรอนสูงขนาดสามารถละลายไดทุกสิ่ง แตมันจะไมใชกับคูตอสูที่ออนแอกวาตนเด็ดขาด",
  "Squirtle's shell is not merely used for protection. The shell's rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokémon to swim at high speeds.": "กระดองของเซนิกาเมะไมไดเพียงแตปกปองรางกายของมันเทานั้น กระดองทรงกลมและรองที่ผิวหนานั้นยังชวยลดแรงเสียดทานของน้ำ ทำใหโปเกมอนนี้วายน้ำไดอยางรวดเร็วดวย",
  "Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as Wartortle ages. The scratches on its shell are evidence of this Pokémon's toughness as a battler.": "หางที่ใหญโตและเต็มไปดวยขนฟูฟองนั้น จะมีสีเขมขึ้นไปตามอายุ รองรอยบนกระดองของคาเมลนั้นถือเปนหลักฐานแสดงถึงความทรหดของผูแข็งแกรง",
  "Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 160 feet.": "คาเม็กซมีกระบอกฉีดน้ำยื่นออกมาจากกระดอง ซึ่งมันสามารถยิงกระสุนน้ำอยางแมนยำถึงขนาดที่สามารถยิงกระปองที่อยูไกลถึง 160 ฟุตได",
  "Caterpie has a voracious appetite. It can devour leaves bigger than its body right before your eyes. From its antenna, this Pokémon releases a terrifically strong odor.": "คาเตอรปนั้นมีความตะกละตะกลามมาก มันสามารถกินใบไมกองใหญกวาตัวมันเองไดในพริบตา โปเกมอนตัวนี้สงกลิ่นหอมอยางรุนแรงออกมาจากหนวดของมัน",
  "The shell covering this Pokémon's body is as hard as an iron slab. Metapod does not move very much. It stays still because it is preparing its soft innards for evolution inside the hard shell.": "โปเกมอนนี้มีเปลือกแข็งราวกับแผนเหล็กหอหุมตัว ทรานเซลไมคอยขยับตัวมากนัก มันจะอยูนิ่ง ๆ เพื่อเตรียมตัวภายในเปลือกแข็งของมันใหพรอมวิวัฒนาการ",
  "Butterfree has a superior ability to search for delicious honey from flowers. It can even search out, extract, and carry honey from flowers that are blooming over six miles from its nest.": "บัตเตอรฟรีมีความสามารถที่ยอดเยี่ยมในการหาน้ำผึ้งแสนอรอยจากดอกไม มันสามารถหา รวบรวม และลำเลียงน้ำผึ้งจากดอกไมที่ไกลจากรังกวา 6 ไมล",
  "Weedle has an extremely acute sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis (nose).": "บีเดิลมีประสาทการดมกลิ่นที่เฉียบคมมาก มันสามารถแยกแยะใบไมที่มันชอบและไมชอบไดจากการดมกลิ่นดวยจมูกสีแดงอันใหญของมัน",
  "Kakuna remains virtually immobile as it clings to a tree. However, on the inside, it is extremely busy as it prepares for its coming evolution. This is evident from how hot the shell becomes to the touch.": "โคคูนมักจะเกาะนิ่งอยูบนตนไม แตภายในนั้นกำลังยุงอยูกับการเตรียมตัววิวัฒนาการ เห็นไดชัดจากการที่เปลือกของมันรอนขึ้นนั่นเอง",
  "Beedrill is extremely territorial. No one should ever approach its nest—this is for their own safety. If angered, they will attack in a furious swarm.": "สเปยรนั้นหวงแหนอาณาเขตเปนอยางมาก เพื่อความปลอดภัยจึงไมควรเขาใกลรังของมัน หากทำใหมันโกรธจะถูกโจมตีโดยฝูงของมัน",
  "Pidgey has an extremely sharp sense of direction. It is capable of unerringly returning home to its nest, however far it may be removed from its familiar surroundings.": "ปอปโปะมีประสาทสัมผัสดานทิศทางที่เฉียบคม ทำใหไมวาจะเปนสถานที่อันหางไกลแคไหนก็สามารถกลับรังของตนไดอยางไมมีหลงทาง",
  "Pidgeotto claims a large area as its own territory. This Pokémon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.": "พีเจียนมักจะถือครองอาณาเขตเปนบริเวณกวาง มันจะบินวนสำรวจไปรอบ ๆ ถาหากมีผูรุกราน มันจะโจมตีดวยกรงเล็บอันแหลมคมอยางไรความปรานี",
  "This Pokémon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokémon.": "โปเกมอนนี้มีขนที่เปนประกายแวววาวสวยงาม มีเทรนเนอรมากมายที่เลี้ยงพีเจียตเพราะหลงใหลในความสวยงามของขนบนหัวของมัน",
  "Rattata is cautious in the extreme. Even while it is asleep, it constantly listens by moving its ears around. It is not picky about where it lives—it will make its nest anywhere.": "โครัตตานั้นระแวดระวังอยางมาก แมแตในเวลาที่มันนอนหลับก็ยังคงฟงเสียงสิ่งที่เคลื่อนไหวโดยรอบอยูเสมอ มันไมคอยจุกจิกนักในการเลือกที่อยู จึงสามารถสรางรังไดทุกที่",
  "Night after night, they sneak into people's homes seeking food. A massive outbreak of them has become an issue of public concern.": "คืนแลวคืนเลาพวกมันแอบเขาไปในบานของผูคนเพื่อคนหาอาหาร การเพิ่มจำนวนอยางมากของพวกมันไดกลายเปนประเด็นปญหาสาธารณะ",
  "Raticate's sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses.": "รัตตามีฟนที่แข็งแรงมั่นคงมาก เพื่อขัดฟนของมัน มันแทะทั้งหินและไม หรือแมแตกำแพงบาน",
  "It commands a nest of Rattata. Different nests don't get along, whipping up severe fights over feeding grounds.": "มันสามารถออกคำสั่งกับฝูงของโครัตตาได พวกมันที่ตางฝูงกันจะไมลงรอยกันและตอสูอยางดุเดือดในการแยงพื้นที่ลาอาหาร",
  "Spearow has a very loud cry that can be heard over half a mile away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.": "โอนิสึซึเมะมีเสียงรองที่ดังมากขนาดที่สามารถไดยินจากระยะหางครึ่งไมล ถาหากอยูในที่สูง เสียงรองนั้นจะกองกังวานไปทั่ว เปนสัญญาณบอกตัวอื่น ๆ ถึงอันตราย",
  "Fearow is recognized by its long neck and elongated beak. They are conveniently shaped for catching prey in soil or water. It deftly moves its long and skinny beak to pluck prey.": "โอนิดริลมีคอยาวและจะงอยปากเรียวแหลม ทำใหสะดวกตอการจับเหยื่อในดินหรือน้ำ มันสามารถดึงเหยื่อดวยจะงอยปากยาวเรียวของมันไดอยางงายดาย",
  "Ekans curls itself up in a spiral while it rests. Assuming this position allows it to quickly respond to a threat from any direction with a glare from its upraised head.": "นอนขดตัวเปนวงในขณะที่พักผอนเพื่อใหสามารถรับมือภัยคุกคามไดจากทุกทิศทางอยางรวดเร็วดวยการหันไปขมขู",
  "This Pokémon is terrifically strong in order to constrict things with its body. It can even flatten steel oil drums. Once Arbok wraps its body around its foe, escaping its crushing embrace is impossible.": "โปเกมอนตัวนี้มีพละกำลังมหาศาลในการบีบรัดลำตัวของเหยื่อ มันสามารถบีบรัดกระทั่งถังน้ำมันเหล็กใหกลายเปนแผนได เมื่อใดที่อารบ็อกพันรอบตัวศัตรูไดแลวนั้น เปนไปไมไดเลยที่จะหนีจากการบีบรัด",
  "Whenever Pikachu comes across something new, it blasts it with a jolt of electricity. If you come across a blackened berry, it's evidence that this Pokémon mistook the intensity of its charge.": "เมื่อพิคาชูพบกับสิ่งใหม ๆ มันมักจะช็อตไฟฟาเขาใส หากคุณบังเอิญเจอผลไมที่ไหมเกรียม แสดงวามันอาจจะกะความแรงของพลังไฟฟาพลาดไป",
  "If the electrical sacs become excessively charged, Raichu plants its tail in the ground and discharges. Scorched patches of ground will be found near this Pokémon's nest.": "เมื่อถุงเก็บไฟฟาของมันมีประจุไฟฟามากเกินไป ไรชูจะฝงหางของมันลงในดินและคายประจุไฟฟา สามารถพบเห็นรอยไหมบนดินไดใกล ๆ รังของพวกมัน",
  "When you rub its cheeks, a sweet fragrance comes wafting out. However, you'll also get a light shock!": "เมื่อถูที่แกมจะมีกลิ่นหอมหวาน ๆ ลอยออกมา อยางไรก็ตามจะโดนไฟฟาช็อตเบา ๆ!",
  "Sandshrew's body is configured to absorb water without waste, enabling it to survive in an arid desert. This Pokémon curls up to protect itself from its enemies.": "รางกายของแซนดมีโครงสรางที่สามารถดูดซึมและไมสูญเสียน้ำไปโดยเปลาประโยชน ทำใหมันสามารถอยูรอดไดในทะเลทรายที่แหงแลง มันจะขดตัวกลมเพื่อปกปองตัวมันจากศัตรู",
  "The skin on its back is as hard as steel. Predators go after its soft belly, so it clings to the ground desperately.": "ผิวดานหลังของมันแข็งราวกับเหล็ก ดังนั้นนักลาจะเล็งที่ทองอันออนนุมของมัน มันจึงขดตัวกับพื้นอยางเอาเปนเอาตาย",
  "Sandslash's body is covered by tough spikes, which are hardened sections of its hide. Once a year, the old spikes fall out, to be replaced with new spikes that grow out from beneath the old ones.": "รางกายของแซนดแพนปกคลุมไปดวยหนามแหลมซึ่งเปนหนังสวนหนึ่งของมันที่แข็งตัวขึ้น มันจะผลัดหนามเกาของมันออกปละครั้ง เพื่อแทนที่ดวยหนามใหมที่เติบโตขึ้นมาจากดานใตของหนามเดิม",
  "A long, long time ago, it lived in the desert. With its sharp claws fully extended, it can climb right up an iceberg without slipping.": "นานมาแลวมันเคยอาศัยอยูในทะเลทราย ดวยกรงเล็บแหลมคมที่ยื่นออกมามันสามารถปนภูเขาน้ำแข็งไดโดยไมลื่นไถลลงไป",
  "Nidoran♀ has barbs that secrete a powerful poison. They are thought to have developed as protection for this small-bodied Pokémon. When enraged, it releases a horrible toxin from its horn.": "นิโดรัน♀ มีหนามที่สามารถปลอยพิษที่ทรงพลังออกมาไดเพื่อที่จะปกปองรางกายที่เล็กของมัน เมื่อมันโกรธจะปลอยพิษรายแรงออกมาจากเขา",
  "When Nidorina are with their friends or family, they keep their barbs tucked away to prevent hurting each other. This Pokémon appears to become nervous if separated from the others.": "เวลาที่นิโดรินาอยูกับเพื่อนหรือครอบครัว มันจะซอนหนามของมันไวเพื่อไมใหทำรายกันและกัน มันจะเกิดความกังวลหากตองอยูหางจากตัวอื่น",
  "Nidoqueen's body is encased in extremely hard scales. It is adept at sending foes flying with harsh tackles. This Pokémon is at its strongest when it is defending its young.": "รางกายของนิโดควีนปกคลุมดวยเกล็ดที่แข็งมาก มันเชี่ยวชาญในการพุงชนศัตรูใหกระเด็น โปเกมอนตัวนี้จะแข็งแกรงที่สุดเมื่อตองปกปองลูกของมัน",
  "Nidoran♂ has developed muscles for moving its ears. Thanks to them, the ears can be freely moved in any direction. Even the slightest sound does not escape this Pokémon's notice.": "นิโดรัน♂ มีกลามเนื้อสวนหูที่พัฒนาจนสามารถขยับหูไดอยางอิสระในทุกทิศทาง แมจะเปนเสียงที่เบาแคไหนก็ไมหลุดรอดไปจากหูของโปเกมอนตัวนี้",
  "Nidorino has a horn that is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might.": "นิโดริโนมีเขาที่แข็งแกรงกวาเพชร หากมีศัตรูอยูตรงหนา หนามบนหลังของมันจะลุกชันขึ้นและเผชิญหนากับศัตรูดวยกำลังทั้งหมดที่มันมี",
  "Nidoking's thick tail packs enormously destructive power. With one swing, it can topple a metal transmission tower. Once this Pokémon goes on a rampage, there is no stopping it.": "นิโดคิงมีหางอันใหญโตที่มีพลังทำลายมหาศาล มันสามารถทำลายหอคอยเหล็กไดภายในการเหวี่ยงหางเพียงครั้งเดียว หากโปเกมอนตัวนี้อาละวาดจะไมมีอะไรหยุดมันไดเลย",
  "On every night of a full moon, groups of this Pokémon come out to play. When dawn arrives, the tired Clefairy return to their quiet mountain retreats and go to sleep nestled up against each other.": "ในทุกคืนที่พระจันทรเต็มดวงฝูงของโปเกมอนนี้จะออกมาเลนกัน เมื่อรุงอรุณมาถึงเหลาปปปที่เหนื่อยลาก็จะกลับเขาไปยังเขาที่เงียบสงบและนอนหลับอยางอิงแอบแนบชิดซึ่งกันและกัน",
  "Clefable moves by skipping lightly as if it were flying using its wings. Its bouncy step lets it even walk on water. It is known to take strolls on lakes on quiet, moonlit nights.": "ปคซีมักจะกระโดดตัวเบาราวกับบินดวยปกของมัน การกาวกระโดดนั้นทำใหมันเดินไดแมกระทั่งบนผิวน้ำ พวกมันจะเดินเลนบนทะเลสาบอยางเงียบสงบในคืนพระจันทรเต็มดวง",
  "At the time of its birth, Vulpix has one white tail. The tail separates into six if this Pokémon receives plenty of love from its Trainer. The six tails become magnificently curled.": "ในตอนที่เกิดมาโรคอนจะมีหางสีขาวเพียงหางเดียวและจะแยกออกเปนหกเมื่อไดรับความรักมากมายจากเทรนเนอรของมัน หางทั้งหกจะมวนอยางสวยงาม",
  "They live together in a skulk, helping one another. Before eating their prey, they freeze it solid with their –58 degree Fahrenheit breath.": "พวกมันจะอยูดวยกันเปนฝูงและคอยชวยเหลือกัน กอนที่จะกิน พวกมันจะแชแข็งเหยื่อดวยลมหายใจ -58 องศาฟาเรนไฮต",
  "Ninetales casts a sinister light from its bright red eyes to gain total control over its foe's mind. This Pokémon is said to live for a thousand years.": "คิวคอนจะทอดแสงแหงลางรายจากดวงตาสีแดงของมันออกไปเพื่อควบคุมจิตใจของศัตรู วากันวาโปเกมอนนี้มีอายุกวาพันป",
  "Some said that deities visited mountains where Ninetales live, so in times long past, no one was allowed to go into those mountains.": "วากันวาเทพเจาจะมาเยี่ยมเยียนภูเขาที่คิวคอนอาศัยอยู ดังนั้นในอดีตที่ผานมาจึงไมมีใครไดรับอนุญาตใหเขาไปในภูเขาเหลานั้น",
  "Jigglypuff's vocal cords can freely adjust the wavelength of its voice. This Pokémon uses this ability to sing at precisely the right wavelength to make its foes most drowsy.": "เสนเสียงของพูรินนั้นสามารถปรับความถี่ไดอยางอิสระ มันจึงใชความสามารถนี้ในการรองเพลงดวยความถี่ที่แมนยำทำใหศัตรูหลับ",
  "Wigglytuff has large, saucerlike eyes. The surfaces of its eyes are always covered with a thin layer of tears. If any dust gets in this Pokémon's eyes, it is quickly washed away.": "พูคูรินมีดวงตากลมโต ผิวหนาของดวงตานั้นถูกปกคลุมดวยชั้นน้ำตาบาง ๆ อยูเสมอ หากมีฝุนใดเขาตาของมันก็จะถูกชำระออกไปทันที",
  "Zubat remains quietly unmoving in a dark spot during the bright daylight hours. It does so because prolonged exposure to the sun causes its body to become slightly burned.": "ซูแบทมักจะรออยูนิ่ง ๆ ในที่มืดระหวางชวงกลางวันที่สวางไสว ที่มันทำเชนนั้นเพราะหากมันถูกแสงแดดเปนเวลานาน รางกายของมันจะไหมเล็กนอย",
  "Golbat loves to drink the blood of living things. It is particularly active in the pitch black of night. This Pokémon flits around in the night skies, seeking fresh blood.": "โกลแบทชื่นชอบการดื่มเลือดสิ่งที่ยังมีชีวิต มันจะคลองแคลวเปนพิเศษในความมืดตอนกลางคืน โปเกมอนนี้มักจะบินโฉบเฉี่ยวไปมาบนทองฟายามค่ำคืนเพื่อตามหาเลือดสด ๆ",
  "During the daytime, Oddish buries itself in soil to absorb nutrients from the ground using its entire body. The more fertile the soil, the glossier its leaves become.": "ในชวงเวลากลางวันนาโซโนะคุสะจะฝงตัวเองลงในดินเพื่อดูดซับสารอาหาร ยิ่งเปนดินที่มีความอุดมสมบูรณ ใบของมันก็จะยิ่งเงางาม",
  "Gloom releases a foul fragrance from the pistil of its flower. When faced with danger, the stench worsens. If this Pokémon is feeling calm and secure, it does not release its usual stinky aroma.": "คุไซฮานะจะปลอยกลิ่นเหม็นออกมาจากเกสรดอกไมของมัน หากเจอกับอันตรายกลิ่นเหม็นจะยิ่งรุนแรงขึ้น แตหากรูสึกสงบและปลอดภัยมันจะไมปลอยกลิ่นเหม็นออกมา",
  "Vileplume's toxic pollen triggers atrocious allergy attacks. That's why it is advisable never to approach any attractive flowers in a jungle, however pretty they may be.": "ละอองเกสรพิษของรัฟเฟรเซียทำใหเกิดอาการแพอยางรุนแรง นั่นเปนเหตุผลที่มีคำแนะนำไมใหเขาใกลดอกไมที่มีสเนหดึงดูดภายในปาแมวามันจะสวยอยางไรก็ตาม",
  "Paras has parasitic mushrooms growing on its back called tochukaso. They grow large by drawing nutrients from this Bug Pokémon host. They are highly valued as a medicine for extending life.": "พารัสมีเห็ดกาฝากที่ชื่อโทจูกะโซอยูบนหลังของมัน เห็ดจะเติบโตขึ้นดวยการดูดสารอาหารจากโปเกมอนแมลงที่เปนที่อาศัย วากันวาเห็ดนั้นเปนยาอายุวัฒนะ",
  "Parasect is known to infest large trees en masse and drain nutrients from the lower trunk and roots. When an infested tree dies, they move onto another tree all at once.": "วากันวาพาราเซ็คทจะรวมตัวกันเกาะติดตนไมใหญและดูดสารอาหารจากลำตนสวนลางและราก เมื่อตนไมนั้นตายลงพวกมันก็จะยายไปที่ตนไมตนอื่นพรอมกัน",
  "Venonat is said to have evolved with a coat of thin, stiff hair that covers its entire body for protection. It possesses large eyes that never fail to spot even minuscule prey.": "คองปงมีขนอันเรียวแข็งที่พัฒนาขึ้นเพื่อปกปองรางกายภายในของมัน และมีดวงตาโตที่มองไมพลาดแมแตเหยื่อที่มีขนาดเล็กจิ๋ว",
  "Venomoth is nocturnal—it is a Pokémon that only becomes active at night. Its favorite prey are small insects that gather around streetlights, attracted by the light in the darkness.": "มอรฟอนจะออกหากินในเวลากลางคืน มันจะเคลื่อนไหวเฉพาะเวลากลางคืนเทานั้น และเหยื่อของมันก็คือแมลงเล็ก ๆ ที่บินมาตอมแสงของเสาไฟ",
  "Diglett are raised in most farms. The reason is simple—wherever this Pokémon burrows, the soil is left perfectly tilled for planting crops. This soil is made ideal for growing delicious vegetables.": "ดิกดามักจะถูกเลี้ยงในฟารมเปนสวนใหญ เหตุผลก็คือที่ใดที่โปเกมอนนี้ขุดโพรง ดินจะรวนซุยเหมาะแกการเพาะปลูกเปนอยางมาก ดินเหลานั้นจะดีที่สุดสำหรับการเติบโตของผักที่แสนอรอย",
  "The need to dig through volcanic rock in the ground has made them more powerful than the Diglett of other regions.": "ความจำเปนในการขุดพื้นดินที่เปนหินภูเขาไฟทำใหพวกมันมีพลังมากกวาดิกดาของภูมิภาคอื่น ๆ",
  "Dugtrio are actually triplets that emerged from one body. As a result, each triplet thinks exactly like the other two triplets. They work cooperatively to burrow endlessly.": "ดักทรีโอเปนแฝดสามที่แยกออกมาจากรางเดียว ดังนั้นแตละหัวก็จะมีความคิดเดียวกัน เมื่อพวกมันรวมมือกันจึงขุดโพรงไดอยางไรขอบเขต",
  "Its shining gold whiskers are advanced sensors that can detect vibrations from sounds several miles away.": "หนวดเคราสีทองที่สองประกายนั้นเปนเซ็นเซอรขั้นสูงที่สามารถตรวจจับการสั่นสะเทือนของเสียงที่อยูหางออกไปหลายไมลได",
  "Meowth withdraws its sharp claws into its paws to slinkily sneak about without making any incriminating footsteps. For some reason, this Pokémon loves shiny coins that glitter with light.": "เนียสซอนกรงเล็บอันแหลมคมไวในอุงมือเพื่อที่มันจะสามารถยองเบาไดอยางไมทิ้งรองรอย ดวยเหตุผลบางอยางโปเกมอนนี้ชื่นชอบเหรียญที่สองแสงเปนประกาย",
  "A royal house that flourished in the distant past brought it here from another region. Meowth is both selfish and prideful.": "ราชวงศที่รุงเรืองในอดีตอันไกลโพนพามันมาจากภูมิภาคอื่น เนียสทั้งเอาแตใจและหยิ่งยะโส",
  "Living with a savage, seafaring people has toughened this Pokémon's body so much that parts of it have turned to iron.": "ถูกฝกใหแข็งแกรงในระหวางที่อาศัยกับชนเผามหาสมุทรผูกาวราว หลายสวนของรางกายกลายเปนเหล็กกลา",
  "Persian has six bold whiskers that give it a look of toughness. The whiskers sense air movements to determine what is in the Pokémon's surrounding vicinity. It becomes docile if grabbed by the whiskers.": "เปอรเซียนมีหนวดเสนหนา 6 เสนที่ทำใหมันดูฉลาด หนวดของมันรับรูไดถึงการเคลื่อนไหวของอากาศทำใหรูไดถึงสิ่งที่อยูรอบตัว มันจะเชื่องมากเมื่อถูกจับที่หนวด",
  "Its round face is a symbol of wealth. Persian that have bigger, plumper faces are considered more beautiful.": "ใบหนากลมเปนสัญลักษณแหงความมั่งคั่ง เปอรเซียนที่มีใบหนาที่ใหญและอวนทวนจะยิ่งถือวาสวยงาม",
  "Psyduck uses a mysterious power. When it does so, this Pokémon generates brain waves that are supposedly only seen in sleepers. This discovery spurred controversy among scholars.": "ในขณะที่โคดักใชพลังลึกลับมันจะทำใหเกิดคลื่นสมองที่พบไดเฉพาะในคนนอนหลับ การคนพบนี้ยังคงเปนที่ถกเถียงกันในหมูนักวิชาการ",
  "The webbed flippers on its forelegs and hind legs and the streamlined body of Golduck give it frightening speed. This Pokémon is definitely much faster than even the most athletic swimmer.": "ครีบที่มีพังผืดที่ขาหนาและขาหลัง รวมถึงรูปรางเพรียวลมของโกลดัก ทำใหมันรวดเร็วจนนาตกใจ แนนอนวามันวายน้ำไดเร็วกวานักกีฬาวายน้ำเสียอีก",
  "When Mankey starts shaking and its nasal breathing turns rough, it's a sure sign that it is becoming angry. However, because it goes into a towering rage almost instantly, it is impossible for anyone to flee its wrath.": "เมื่อใดที่แมนคีเริ่มจะตัวสั่นและหายใจรุนแรง เปนที่แนชัดวามันกำลังเริ่มโกรธ อยางไรก็ตามความโกรธของมันก็พุงสูงลิ่วแทบจะในทันที จึงเปนไปไมไดเลยที่จะหนีจากความโกรธเกรี้ยวของมันได",
  "When Primeape becomes furious, its blood circulation is boosted. In turn, its muscles are made even stronger. However, it also becomes much less intelligent at the same time.": "เมื่อโอโคริซารุโกรธ เลือดของมันจะสูบฉีดทำใหกลามเนื้อของมันแข็งแกรงขึ้น แตในขณะเดียวกันก็ทำใหความฉลาดของมันยิ่งลดลงไปดวย",
  "Growlithe has a superb sense of smell. Once it smells anything, this Pokémon won't forget the scent, no matter what. It uses its advanced olfactory sense to determine the emotions of other living things.": "การดีมีสัมผัสการดมกลิ่นที่ยอดเยี่ยม หากมันไดดมกลิ่นใดแลวครั้งหนึ่งมันจะไมลืมกลิ่นนั้นอยางแนนอน มันใชประสาทรับกลิ่นขั้นสูงนี้ในการรับรูอารมณของสิ่งมีชีวิตอื่น",
  "They patrol their territory in pairs. I believe the igneous rock components in the fur of this species are the result of volcanic activity in its habitat.": "จับคูกันเพื่อเฝาตรวจตราอาณาเขตของตน สันนิษฐานกันวาสวนประกอบของหินอัคนีที่ปะปนอยูในขนตามตัวนั้น นาจะเกิดจากอิทธิพลของภูเขาไฟระเบิด",
  "Arcanine is known for its high speed. It is said to be capable of running over 6,200 miles in a single day and night. The fire that blazes wildly within this Pokémon's body is its source of power.": "วินดีขึ้นชื่อในเรื่องความเร็วสูง วากันวามันสามารถวิ่งไดไกลกวา 6,200 ไมลใน 1 วัน 1 คืน ไฟที่ลุกโชนภายในรางกายของมันเปนที่มาของพลังนั้น",
  "Snaps at its foes with fangs cloaked in blazing flame. Despite its bulk, it deftly feints every which way, leading opponents on a deceptively merry chase as it all but dances around them.": "เอาเปลวเพลิงลุกโชนคลุมเขี้ยวไวแลวกัดไมปลอยมีรูปรางใหญโต แตทวงทาที่หันเหความสนใจไดอยางคลองแคลวเพื่อหลอกลอศัตรูนั้นประดุจดังการแสดงรายรำ",
  "Poliwag has a very thin skin. It is possible to see the Pokémon's spiral innards right through the skin. Despite its thinness, however, the skin is also very flexible. Even sharp fangs bounce right off it.": "ผิวของเนียวโรโมะนั้นบางมากจนสามารถมองเห็นเครื่องในที่ขดเปนวงผานผิวหนัง อยางไรก็ตามถึงแมผิวของมันจะบางมากแตก็ยืดหยุนมากเชนกัน แมแตกรงเล็บที่แหลมคมก็ยังกระเดงกลับไป",
  "The surface of Poliwhirl's body is always wet and slick with a slimy fluid. Because of this slippery covering, it can easily slip and slide out of the clutches of any enemy in battle.": "ผิวของเนียวโรโซมักจะเปยกและลื่นดวยของเหลวที่ปกคลุมเปนชั้นบาง ๆ อยูเสมอ และดวยความลื่นนี้ทำใหมันสามารถลื่นหลุดจากการจับตัวของคูตอสูในแบตเทิลไดงาย",
  "Poliwrath's highly developed, brawny muscles never grow fatigued, however much it exercises. It is so tirelessly strong, this Pokémon can swim back and forth across the ocean without effort.": "กลามเนื้ออันแข็งแรงที่ถูกพัฒนามาเปนอยางดีของเนียวโรบอนจะไมมีวันออนแรงลงไมวามันจะออกแรงเทาไรก็ตาม ความแข็งแรงที่ไมรูจักเหน็ดเหนื่อยนี้ทำใหมันสามารถวายน้ำไปมาขามมหาสมุทรไดอยางงายดาย",
  "Abra sleeps for 18 hours a day. However, it can sense the presence of foes even while it is sleeping. In such a situation, this Pokémon immediately teleports to safety.": "เคซีนอนหลับวันละ 18 ชั่วโมง แตอยางไรก็ตามมันสามารถรับรูไดถึงศัตรูแมในยามที่มันหลับ และในสถานการณนั้นมันจะเทเลพอรทหนีในทันทีเพื่อความปลอดภัย",
  "Kadabra emits a peculiar alpha wave if it develops a headache. Only those people with a particularly strong psyche can hope to become a Trainer of this Pokémon.": "ยุนเกเรอรจะปลอยรังสีแอลฟาประหลาดออกมาในเวลาที่ปวดหัว มีแตคนที่มีประสาทแข็งเปนพิเศษเทานั้นที่จะเปนเทรนเนอรของโปเกมอนตัวนี้ได",
  "Alakazam's brain continually grows, making its head far too heavy to support with its neck. This Pokémon holds its head up using its psychokinetic power instead.": "สมองของฟูดินมีการพัฒนาอยางตอเนื่องทำใหหัวของมันหนักเกินกวาคอของมันจะรับไหว มันจึงใชพลังจิตในการพยุงหัวของมันไวอยูเสมอ",
  "Machop's muscles are special—they never get sore no matter how much they are used in exercise. This Pokémon has sufficient power to hurl a hundred adult humans.": "กลามเนื้อของวันริกีนั้นพิเศษ มันจะไมมีทางบาดเจ็บไมวาจะออกกำลังมากเทาไรก็ตาม มันมีพละกำลังมากพอที่จะทุมมนุษยผูใหญไดถึงรอยคน",
  "Machoke's thoroughly toned muscles possess the hardness of steel. This Pokémon has so much strength, it can easily hold aloft a sumo wrestler on just one finger.": "กลามเนื้อที่สมบูรณแบบของโกริกีนั้นแข็งราวกับเหล็ก โปเกมอนนี้มีพละกำลังมากพอที่จะสามารถยกนักซูโมไดดวยนิ้วเพียงนิ้วเดียว",
  "Machamp has the power to hurl anything aside. However, trying to do any work requiring care and dexterity causes its arms to get tangled. This Pokémon tends to leap into action before it thinks.": "ไคริกีมีพละกำลังที่สามารถเขวี้ยงทุกอยางที่ขวางหนาได แตหากทำงานที่ตองใชความระมัดระวังและความชำนาญมันจะมือพันกันเลยทีเดียว และมันคอนขางจะทำกอนคิด",
  "Bellsprout's thin and flexible body lets it bend and sway to avoid any attack, however strong it may be. From its mouth, this Pokémon spits a corrosive fluid that melts even iron.": "รางกายของมาดาซึโบมิผอมและยืดหยุนมาก ทำใหมันสามารถหลบการโจมตีที่แข็งแกรงไดอยางงายดาย และพนของเหลวที่ละลายไดแมกระทั่งเหล็กออกจากปากของมัน",
  "Weepinbell has a large hook on its rear end. At night, the Pokémon hooks on to a tree branch and goes to sleep. If it moves around in its sleep, it may wake up to find itself on the ground.": "อุซึดงมีหางที่เหมือนกับตะขออันใหญ มันจะใชตะขอนี้หอยตัวบนตนไมและนอนหลับในเวลากลางคืน ถามันนอนดิ้นเกินไป ตอนเชามันจะตื่นมาโดยพบวาตัวเองอยูที่พื้น",
  "Victreebel has a long vine that extends from its head. This vine is waved and flicked about as if it were an animal to attract prey. When an unsuspecting prey draws near, this Pokémon swallows it whole.": "อุซึบ็อทมีเถาวัลยยาวยื่นมาจากหัวของมันไว ขยับและสะบัดลอเหยื่อ เมื่อเหยื่อหลงกลและเขามาใกลมันก็จะกลืนเหยื่อเขาไปทั้งตัว",
  "Tentacool's body is largely composed of water. If it is removed from the sea, it dries up like parchment. If this Pokémon happens to become dehydrated, put it back into the sea.": "รางกายของเมโนคุราเกะประกอบไปดวยน้ำเปนสวนใหญ ถาหากนำมันขึ้นมาจากทะเล ตัวมันจะแหงเหี่ยวราวกับแผนหนังเลยทีเดียว ถาหากมันเริ่มที่จะขาดน้ำใหรีบพามันกลับลงทะเลโดยเร็ว",
  "Tentacruel has large red orbs on its head. The orbs glow before lashing the vicinity with a harsh ultrasonic blast. This Pokémon's outburst creates rough waves around it.": "โดคุคุราเกะมีลูกแกวสีแดงบนหัว ลูกแกวจะสองแสงกอนที่มันจะโจมตีดวยระเบิดคลื่นความถี่สูง ซึ่งทำใหเกิดคลื่นพายุรุนแรงไปรอบ ๆ ดวย",
  "The longer a Geodude lives, the more its edges are chipped and worn away, making it more rounded in appearance. However, this Pokémon's heart will remain hard, craggy, and rough always.": "ยิ่งอิชิซึบูเตะอายุมากขึ้นเทาไรเหลี่ยมคมบนตัวมันก็จะยิ่งบิ่นหายไป ทำใหตัวมันดูกลมขึ้น อยางไรก็ตามหัวใจของมันยังคงแข็งและขรุขระดั่งหินผาอยูเสมอ",
  "Geodude compete against each other with headbutts. The iron sand on their heads will stick to whichever one has stronger magnetism.": "อิชิซึบูเตะจะแขงขันกันดวยการเอาหัวโหมงกัน ทรายเหล็กบนหัวของพวกมันจะติดอยูกับฝายที่มีพลังแมเหล็กแรงกวา",
  "Graveler grows by feeding on rocks. Apparently, it prefers to eat rocks that are covered in moss. This Pokémon eats its way through a ton of rocks on a daily basis.": "โกโลนเติบโตไดดวยการกินกอนหิน เปนที่แนชัดวามันชอบกินหินที่ปกคลุมดวยหญามอสมากเปนพิเศษ มันจะกินหินตามทางที่มันผานราว 1 ตันในแตละวันเลยทีเดียว",
  "Graveler's entire body is tinged with electricity due to the stones it likes to eat. It's very quick-tempered.": "รางกายของโกโลนเต็มไปดวยไฟฟาเนื่องจากกอนหินที่มันชอบกิน มันเปนโปเกมอนที่โกรธงายมาก",
  "Golem live up on mountains. If there is a large earthquake, these Pokémon will come rolling down off the mountains en masse to the foothills below.": "โกโลเนียอาศัยอยูบนภูเขา หากเกิดแผนดินไหวครั้งใหญ พวกมันจะกลิ้งลงมารวมตัวกันที่ตีนเขาดานลาง",
  "It shoots large rocks that are charged with electricity. Tremendous electric shocks are flung out across the whole area of impact.": "มันยิงหินกอนใหญที่มีประจุไฟฟาอัดแนนอยู ไฟฟาช็อตอันรุนแรงจะกระจายไปทั่วพื้นที่ที่มีการปะทะ",
  "Ponyta is very weak at birth. It can barely stand up. This Pokémon becomes stronger by stumbling and falling to keep up with its parent.": "โพนีตะออนแอจนแทบจะยืนไมไหวในตอนที่เกิดมา แตมันจะคอย ๆ แข็งแรงขึ้นจากการลมลุกคลุกคลานเพื่อไลตามพอแมใหทัน",
  "Its small horn hides a healing power. With a few rubs from this Pokémon’s horn, any slight wound you have will be healed.": "เขาเล็กนั้น เก็บพลังรักษาไว แมบาดแผลเล็กนอย เมื่อนำเขาเขาไปแนบใกล ก็รักษาใหหายได",
  "Rapidash usually can be seen casually cantering in the fields and plains. However, when this Pokémon turns serious, its fiery manes flare and blaze as it gallops its way up to 150 mph.": "แกลล็อปมักจะวิ่งเลนเรื่อยเป่อยไปตามทุงหญา แตเมื่อไรที่มันเอาจริงแผงขนไฟของมันจะลุกโชนและวิ่งไดเร็วถึง 150 ไมลตอชั่วโมงเลยทีเดียว",
  "Little can stand up to its psycho cut. Unleashed from this Pokémon’s horn, the move will punch a hole right through a thick metal sheet.": "ไซโคคัตเตอรที่ปลอยจากเขานั้นมีพลังแรงกลา พลังทำลายลางขนาดเจาะรูแผนโลหะหนาได",
  "Slowpoke uses its tail to catch prey by dipping it in water at the side of a river. However, this Pokémon often forgets what it's doing and often spends entire days just loafing at water's edge.": "ยาดงใชหางของตัวเองหยอนลงไปในน้ำเพื่อลอเหยื่อที่ขางแมน้ำ แตอยางไรก็ตามมันก็มักจะลืมวามันกำลังทำอะไร และใชเวลาทั้งวันในการเออระเหยอยูริมน้ำ",
  "Although this Pokémon is normally zoned out, its expression abruptly sharpens on occasion. The cause for this seems to lie in Slowpoke's diet.": "เหมอลอยอยูตลอดเวลา แตจะทำหนาเขมเปนบางครั้ง ดูเหมือนวามาจากอาหารที่กินเขาไป",
  "Slowbro's tail has a Shellder firmly attached with a bite. As a result, the tail can't be used for fishing anymore. This causes Slowbro to grudgingly swim and catch prey instead.": "หางของยาโดรันมีเชลเดอรงับอยางเหนียวแนนอยู เพราะอยางนั้นหางของมันจึงใชตกเหยื่อไมไดอีกตอไป ทำใหยาโดรันตองวายน้ำออกไปจับเหยื่ออยางชวยไมได",
  "A Shellder bite set off a chemical reaction with the spices inside Slowbro's body, causing Slowbro to become a Poison-type Pokémon.": "ความระคายเคืองหลังจากโดนเชลเดอรงับหางกับเครื่องเทศในรางกายทำใหเกิดปฏิกิริยาเคมี กลายเปนโปเกมอนพิษ",
  "Magnemite attaches itself to power lines to feed on electricity. If your house has a power outage, check your circuit breakers. You may find a large number of this Pokémon clinging to the breaker box.": "คอยลจะนำตัวเองเขาไปติดกับสายไฟเพื่อกินพลังงานไฟฟา หากบานของคุณเกิดไฟฟาขัดของขึ้น ลองไปเช็คที่แผงไฟฟาดู คุณอาจจะเจอคอยลจำนวนมากอยูที่นั่นก็ได",
  "Magneton emits a powerful magnetic force that is fatal to mechanical devices. As a result, large cities sound sirens to warn citizens of large-scale outbreaks of this Pokémon.": "แรคอยลมักปลอยพลังงานแมเหล็กที่รุนแรงจนทำใหเครื่องยนตกลไกพังลงได เพราะอยางนั้นตามเมืองใหญจะมีสัญญาณเตือนเมื่อมีการรวมกลุมกันของโปเกมอนนี้",
  "Farfetch'd is always seen with a stalk from a plant of some sort. Apparently, there are good stalks and bad stalks. This Pokémon has been known to fight with others over stalks.": "กานตนหอมที่ถืออยู ดูเหมือนวาจะมีทั้งของที่ดีและไมดีอยู บางครั้งคาโมเนกิจึงตอสูกันเองเพื่อแยงอันที่ดีกวา",
  "The Farfetch'd of the Galar region are brave warriors, and they wield thick, tough leeks in battle.": "รางคาโมเนกิที่อาศัยที่กาลาร โบกสะบัดตนหอมขนาดใหญทรงพลัง เปนนักรบที่ตอสูอยางกลาหาญ",
  "Doduo's two heads never sleep at the same time. Its two heads take turns sleeping, so one head can always keep watch for enemies while the other one sleeps.": "หัวทั้งสองของโดโดจะไมมีวันหลับพรอมกัน หัวทั้งสองนั้นจะสลับกันนอนหลับ เพื่อใหหัวหนึ่งสามารถสอดสองศัตรูไดในยามที่อีกหัวกำลังหลับ",
  "Watch out if Dodrio's three heads are looking in three separate directions. It's a sure sign that it is on its guard. Don't go near this Pokémon if it's being wary—it may decide to peck you.": "ตองระวังหากเห็นวาหัวทั้งสามของโดโดริโอกำลังมองไปคนละทาง แสดงวามันกำลังปองกันตัวอยู อยาเขาไปใกลในขณะที่มันกำลังระมัดระวังตัว อาจจะถูกมันจิกได",
  "Seel hunts for prey in the frigid sea underneath sheets of ice. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head.": "มักจะลาเหยื่ออยูใตผืนทะเลที่ปกคลุมดวยน้ำแข็งเมื่อมันตองหายใจ มันจะเจาะน้ำแข็งขึ้นมาดวยสวนที่ยื่นออกมาจากบนหัวของมัน",
  "Dewgong loves to snooze on bitterly cold ice. The sight of this Pokémon sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago.": "จูกอนชอบที่จะงีบหลับอยูบนน้ำแข็งที่เย็นยะเยือก ภาพของมันที่กำลังหลับบนน้ำแข็งนั้นเคยถูกเขาใจผิดโดยนักเดินเรือวาเปนนางเงือกเมื่อนานมาแลว",
  "Grimer's sludgy and rubbery body can be forced through any opening, however small it may be. This Pokémon enters sewer pipes to drink filthy wastewater.": "รางกายที่เหนียวหนืดเหมือนโคลนของเบโตเบตาสามารถลอดผานชองวางใด ๆ ก็ตามไดไมวาจะเล็กเพียงใด มันมักจะเขาไปในทอระบายน้ำเพื่อดื่มกินน้ำที่เนาเสีย",
  "Brought to Alola to solve the garbage problem, Grimer seems to relish any and all kinds of trash.": "ถูกพามายังอโลลาเพื่อแกไขปญหาขยะ ดูเหมือนวาเบโตเบตาจะเอร็ดอรอยกับขยะไดทุกชนิด",
  "From Muk's body seeps a foul fluid that gives off a nose-bendingly horrible stench. Just one drop of this Pokémon's body fluid can turn a pool stagnant and rancid.": "ของเหลวสกปรกที่ไหลจากตัวของเบโตเบตันสงกลิ่นเหม็นที่นาสยดสยองมากออกมา เพียงแคหยดเดียวเทานั้นก็สามารถเปลี่ยนน้ำทั้งสระใหกลายเปนน้ำเนาเสียได",
  "What look like fangs and claws are actually crystallized poison that will afflict you at a mere touch, so don't get too close.": "สิ่งที่ดูเหมือนเขี้ยวหรือเล็บนั้นเปนพิษที่ตกผลึกซึ่งจะทำใหคุณเจ็บปวดหากไปสัมผัสถูก ดังนั้นอยาเขาใกลมันมากเกินไป",
  "At night, this Pokémon uses its broad tongue to burrow a hole in the seafloor sand and then sleep in it. While it is sleeping, Shellder closes its shell, but leaves its tongue hanging out.": "ในตอนกลางคืนเชลเดอรจะใชลิ้นที่ยื่นออกมาของมันขุดรูที่พื้นทรายใตทะเลแลวนอนหลับขางในนั้น ในขณะที่มันกำลังหลับ มันจะปดเปลือกไว แตก็ยังปลอยลิ้นหอยออกมา",
  "Cloyster is capable of swimming in the sea. It does so by swallowing water, then jetting it out toward the rear. This Pokémon shoots spikes from its shell using the same system.": "พารเชนมีความสามารถสูงในการวายน้ำในทะเลดวยการกลืนน้ำเขาไปและพนไปดานหลัง และมันก็ยิงหนามออกจากเปลือกของมันดวยวิธีการเดียวกัน",
  "Gastly is largely composed of gaseous matter. When exposed to a strong wind, the gaseous body quickly dwindles away. Groups of this Pokémon cluster under the eaves of houses to escape the ravages of wind.": "รางกายของโกสประกอบดวยสสารที่มีลักษณะเปนกาซเปนสวนใหญ เมื่อเจอกับลมแรง รางกายกาซของมันจะหดลงอยางรวดเร็ว ดังนั้นพวกมันจึงชอบรวมตัวกันใตชายคาบานเพื่อหลบลม",
  "Haunter is a dangerous Pokémon. If one beckons you while floating in darkness, you must never approach it. This Pokémon will try to lick you with its tongue and steal your life away.": "โกสทเปนโปเกมอนที่อันตราย หากพบมันกวักมือเรียกในความมืด หามตามมันไปเด็ดขาด มันจะเลียคุณดวยลิ้นของมันและขโมยชีวิตของคุณไป",
  "Sometimes, on a dark night, your shadow thrown by a streetlight will suddenly and startlingly overtake you. It is actually a Gengar running past you, pretending to be your shadow.": "หากมีบางครั้งเงาของคุณที่สาดสองจากไฟขางทางจู ๆ ก็แซงหนาคุณไปอยางนาตกใจ นั่นจะตองเปนเก็งกาที่วิ่งผานไปโดยปลอมเปนเงาของคุณ",
  "Onix has a magnet in its brain. It acts as a compass so that this Pokémon does not lose direction while it is tunneling. As it grows older, its body becomes increasingly rounder and smoother.": "อิวารคมีแมเหล็กอยูที่สมองของมัน เปนเหมือนกันเข็มทิศที่ทำใหมันไมหลงทางแมขณะที่อยูในอุโมงค ยิ่งอายุมากขึ้นรางกายจะยิ่งกลมเกลี้ยงมากขึ้นตามไปดวย",
  "If your nose becomes itchy while you are sleeping, it's a sure sign that one of these Pokémon is standing above your pillow and trying to eat your dream through your nostrils.": "หากรูสึกคันจมูกในตอนที่กำลังหลับอยู นั่นเปนสัญญาณที่แนนอนวามีสลีปกำลังยืนอยูบนหมอนและพยายามกินฝนผานรูจมูกของคุณอยู",
  "Hypno holds a pendulum in its hand. The arcing movement and glitter of the pendulum lull the foe into a deep state of hypnosis. While this Pokémon searches for prey, it polishes the pendulum.": "สลีปเปอรถือลูกตุมอยูในมือเสมอ การขยับเปนแนวโคงและความแวววาวของลูกตุมจะกลอมใหศัตรูอยูในภวังคที่ลึกที่สุด ในขณะที่มันกำลังหาเหยื่อมันจะถูลูกตุมไปมา",
  "Krabby live on beaches, burrowed inside holes dug into the sand. On sandy beaches with little in the way of food, these Pokémon can be seen squabbling with each other over territory.": "แครบขุดรูลงไปในทรายและอาศัยอยูตามชายหาด ในหาดทรายที่มีอาหารไมมากนักบางครั้งพวกมันก็จะตอสูกันเพื่อแยงชิงอาณาเขต",
  "Kingler has an enormous, oversized claw. It waves this huge claw in the air to communicate with others. However, because the claw is so heavy, the Pokémon quickly tires.": "คิงเกลอรมีกามที่ใหญมหึมา และใชกามนั้นเหวี่ยงไปมาเพื่อสื่อสารกัน แตเพราะกามของมันหนักเกินไปจึงทำใหเหนื่อยเร็ว",
  "Voltorb was first sighted at a company that manufactures Poké Balls. The link between that sighting and the fact that this Pokémon looks very similar to a Poké Ball remains a mystery.": "บิริริดามาถูกพบครั้งแรกในบริษัทที่ผลิตมอนสเตอรบอล ความเชื่อมโยงระหวางการคนพบนี้กับขอเท็จจริงที่มันรูปรางคลายมอนสเตอรบอลนั้นยังคงเปนปริศนา",
  "An enigmatic Pokémon that happens to bear a resemblance to a Poké Ball. When excited, it discharges the electric current it has stored in its belly, then lets out a great, uproarious laugh.": "เปนโปเกมอนปริศนาที่บังเอิญดูคลายกับมอนเตอรบอล เมื่อตื่นเตนมาก ๆ จะปลดปลอยกระแสไฟฟาที่เก็บไวในทองออกมาแลวหัวเราะรา",
  "Electrode eats electricity in the atmosphere. On days when lightning strikes, you can see this Pokémon exploding all over the place from eating too much electricity.": "มารุมายนกินประจุไฟฟาในอากาศเปนอาหาร ในวันที่มีฟาผาคุณสามารถพบเห็นมารุมายนระเบิดตัวเองเนื่องจากกินประจุไฟฟามากเกินไปไดทุกหนแหง",
  "The tissue on the surface of its body is curiously similar in composition to an Apricorn. When irritated, this Pokémon lets loose an electric current equal to 20 lightning bolts.": "ชางนาแปลกใจที่เนื้อเยื่อผิวภายนอกคลายกับสวนประกอบของบงงุริเหลือเกิน กระแสไฟฟาที่ปลอยออกมาเวลาขุนเคืองนั้นพอ ๆ กับจำนวนฟาผา 20 ครั้ง",
  "This Pokémon consists of six eggs that form a closely knit cluster. The six eggs attract each other and spin around. When cracks increasingly appear on the eggs, Exeggcute is close to evolution.": "เปนโปเกมอนที่ประกอบดวยไข 6 ใบที่รวมกลุมตัวติดกัน ไขทั้ง 6 ใบดึงดูดเขาหากันและหมุนไปมา เมื่อไรที่รอยราวปรากฏเพิ่มมากขึ้นแสดงวามันใกลจะวิวัฒนาการ",
  "Exeggutor originally came from the tropics. Its heads steadily grow larger from exposure to strong sunlight. It is said that when the heads fall off, they group together to form Exeggcute.": "แตแรกเริ่มนัชชีนั้นมาจากเขตรอน หัวของมันเติบโตขึ้นอยางมั่นคงจากการอาบแสงอาทิตย วากันวาเมื่อหัวของมันตกลงมาก็จะรวมกลุมกันเปนทามะทามะ",
  "It swings its long neck like a whip and smacks its opponents. This makes Exeggutor itself dizzy, too.": "มันเหวี่ยงคอยาวเหมือนแสและฟาดใสศัตรู แตก็ทำใหนัชชีเองเวียนหัวไปดวยเชนกัน",
  "Cubone pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull the Pokémon wears are made by the tears it sheds.": "คาระคาระคร่ำครวญถึงแมของมันที่ไมมีวันไดพบกันอีก มันรองไหเวลาเห็นภาพแมของมันซอนทับกับพระจันทรเต็มดวง รองรอยบนกระโหลกที่มันสวมตางเกิดจากน้ำตาที่ไหลริน",
  "Marowak is the evolved form of a Cubone that has overcome its sadness at the loss of its mother and grown tough. This Pokémon's tempered and hardened spirit is not easily broken.": "การะการะวิวัฒนาการมาจากคาระคาระที่กาวขามความเศราโศกของการสูญเสียแมมาไดและเติบโตอยางแข็งแกรง อารมณและจิตใจของมันจะไมสั่นคลอนไดงายอีกตอไป",
  "When it beats opponents with its bone, the cursed flames spread to them. No amount of water will stop those flames from burning.": "เมื่อมันจะฟาดคูตอสูดวยกระดูก เปลวไฟแหงคำสาปจะลุกลามใสศัตรู ไมวาน้ำปริมาณมากเทาไรก็หยุดไฟที่ลุกไหมนี้ไมได",
  "Hitmonlee's legs freely contract and stretch. Using these springlike legs, it bowls over foes with devastating kicks. After battle, it rubs down its legs and loosens the muscles to overcome fatigue.": "ขาของซาวามูลารสามารถยืดหดไดอยางอิสระ ดวยขาที่เหมือนสปริงนี้ทำใหลูกเตะของมันสรางความเสียหายแกศัตรูไดอยางมาก หลังจากแบตเทิลมันจะนวดคลายกลามเนื้อขาของมันใหคลายจากความเหนื่อยลา",
  "Hitmonchan is said to possess the spirit of a boxer who had been working toward a world championship. This Pokémon has an indomitable spirit and will never give up in the face of adversity.": "เอบิวาลารมีจิตวิญญาณของนักมวยที่มุงสูการแขงขันระดับโลก มันมีจิตใจที่ไมยอทอและไมยอมแพตออุปสรรคใด",
  "Whenever Lickitung comes across something new, it will unfailingly give it a lick. It does so because it memorizes things by texture and by taste. It is somewhat put off by sour things.": "เมื่อเบโรรินกาพบเจอสิ่งใหม ๆ มันจะไมมีทางพลาดที่จะเลียดูสักครั้ง เปนเพราะวามันจดจำสิ่งตาง ๆ จากผิวสัมผัสและรสชาติ มันคอนขางจะหลีกเลี่ยงของที่มีรสเปรี้ยว",
  "If Koffing becomes agitated, it raises the toxicity of its internal gases and jets them out from all over its body. This Pokémon may also overinflate its round body, then explode.": "ถาหากโดกาซกำลังกระวนกระวาย จะทำใหกาซพิษในตัวมันเพิ่มสูงขึ้นและพนออกมาทั่วตัวมัน นอกจากนั้นมันอาจจะพองตัวจนระเบิดก็เปนได",
  "Weezing loves the gases given off by rotted kitchen garbage. This Pokémon will find a dirty, unkempt house and make it its home. At night, when the people in the house are asleep, it will go through the trash.": "มาตาโดกัสชื่นชอบกาซที่เกิดจากขยะเนาเสีย มันจะมองหาบานที่สกปรกรกรุงรังเพื่อเปนที่อยูของมัน เมื่อเจาของบานหลับในตอนกลางคืนมันก็จะบุกเขาไปหากองขยะ",
  "This Pokémon consumes particles that contaminate the air. Instead of leaving droppings, it expels clean air.": "ดูดซับสารสกปรกในชั้นบรรยากาศแลวปลอยอากาศบริสุทธิ์ออกมาแทนสิ่งปฏิกูล",
  "Rhyhorn runs in a straight line, smashing everything in its path. It is not bothered even if it rushes headlong into a block of steel. This Pokémon may feel some pain from the collision the next day, however.": "ไซฮอรนจะวิ่งเปนเสนตรง ชนทุกอยางที่ขวางหนา ไมทุกขรอนแมกระทั่งเผลอพุงชนแทงเหล็กก็ยังแครูสึกเจ็บในวันถัดมาเทานั้น",
  "Rhydon's horn can crush even uncut diamonds. One sweeping blow of its tail can topple a building. This Pokémon's hide is extremely tough. Even direct cannon hits don't leave a scratch.": "เขาของไซดอนบดไดแมกระทั่งเพชร แคการกวาดหางเพียงครั้งเดียวก็สามารถทำใหตึกโคนลงมาได หนังของมันเหนียวอยางที่สุดแมกระทั่งปนใหญก็ไมสามารถฝากรอยขีดขวนไวได",
  "Chansey lays nutritionally excellent eggs on an everyday basis. The eggs are so delicious, they are easily and eagerly devoured by even those people who have lost their appetite.": "ลัคกีจะออกไขที่มีคุณคาทางโภชนาการสูงในทุก ๆ วัน ไขของมันอรอยมากถึงขนาดคนที่เบื่ออาหารก็ยังกินอยางเอร็ดอรอยเลยทีเดียว",
  "Tangela's vines snap off easily if they are grabbed. This happens without pain, allowing it to make a quick getaway. The lost vines are replaced by newly grown vines the very next day.": "เถาวัลยของมอนจาราจะหลุดออกอยางงายดายเมื่อมันถูกจับตัวเพื่อใหมันหนีไดอยางรวดเร็วโดยไมเจ็บตัว เถาวัลยที่หลุดไปจะงอกขึ้นมาใหมในวันถัดไป",
  "If you come across a young Kangaskhan playing by itself, you must never disturb it or attempt to catch it. The baby Pokémon's parent is sure to be in the area, and it will become violently enraged at you.": "หากบังเอิญเจอกับลูกการูราที่กำลังเลนอยูตัวเดียว หามเขาไปรบกวนหรือพยายามจะจับมันเด็ดขาด แมของมันจะตองอยูใกล ๆ และอาละวาดเขาใสคุณอยางเกรี้ยวกราดแนนอน",
  "Horsea eats small insects and moss off of rocks. If the ocean current turns fast, this Pokémon anchors itself by wrapping its tail around rocks or coral to prevent being washed away.": "ทัททูกินแมลงเล็ก ๆ และหญามอสบนหินเปนอาหาร หากกระแสน้ำในมหาสมุทรมีกำลังแรง มันจะพันหางของมันรอบโขดหินหรือปะการังเพื่อยึดตัวเองไวไมใหปลิวไป",
  "Seadra sleeps after wriggling itself between the branches of coral. Those trying to harvest coral are occasionally stung by this Pokémon's poison barbs if they fail to notice it.": "ซีดราจะนอนหลับหลังจากที่บิดตัวอยูระหวางกิ่งกานของปะการัง ใครที่พยายามจะเก็บปะการังอาจจะถูกหนามพิษของมันแทงเอาไดถาไมระวัง",
  "Goldeen is a very beautiful Pokémon with fins that billow elegantly in water. However, don't let your guard down around this Pokémon—it could ram you powerfully with its horn.": "โทซาคินโตะเปนโปเกมอนที่สวยงามมาก ดวยครีบที่พริ้วไหวอยางงดงามภายในน้ำ แตอยางไรก็ตามอยาไดลดความระมัดระวังลง มันอาจแทงคุณดวยเขาของมันได",
  "In the autumn, Seaking males can be seen performing courtship dances in riverbeds to woo females. During this season, this Pokémon's body coloration is at its most beautiful.": "ในชวงฤดูใบไมรวงอซึมาโอตัวผูจะเตนรำเกี้ยวพาราสีตัวเมียในแมน้ำ ในฤดูนี้สีสันของอซึมาโอตัวผูจะสดสวยที่สุด",
  "Staryu's center section has an organ called the core that shines bright red. If you go to a beach toward the end of summer, the glowing cores of these Pokémon look like the stars in the sky.": "ที่สวนกลางของฮิโตเดมันจะมีอวัยวะที่เปนแกนซึ่งสองประกายสีแดงสดใส ถาไปที่ชายหาดในชวงปลายฤดูรอนจะเห็นแกนของมันสองประกายราวกับดวงดาวบนทองฟาเลยทีเดียว",
  "Starmie's center section—the core—glows brightly in seven colors. Because of its luminous nature, this Pokémon has been given the nickname “the gem of the sea.”": "แกนกลางของสตารมีสองประกายเปนเจ็ดสีจากการสะทอนแสงตามธรรมชาติ มันจึงมีชื่อเลนวาเปนอัญมณีแหงทองทะเล",
  "Mr. Mime is a master of pantomime. Its gestures and motions convince watchers that something unseeable actually exists. Once the watchers are convinced, the unseeable thing exists as if it were real.": "บารเรียดเปนเจาแหงละครใบ ทาทางและการเคลื่อนไหวของมันสามารถโนมนาวผูชมใหสัมผัสไดถึงสิ่งที่มองไมเห็นราวกับมีอยูจริง และเมื่อผูชมไดเชื่อไปแลวสิ่งที่มองไมเห็นนั้นก็จะมีอยูจริง",
  "Its talent is tap-dancing. It can also manipulate temperatures to create a floor of ice, which this Pokémon can kick up to use as a barrier.": "ถนัดเตนแท็ป เตะพื้นน้ำแข็งที่เกิดจากไอเย็นทำเปนบาเรียเพื่อปกปองราง",
  "Scyther is blindingly fast. Its blazing speed enhances the effectiveness of the twin scythes on its forearms. This Pokémon's scythes are so effective, they can slice through thick logs in one wicked stroke.": "สไตรคมีความวองไวมากจนถึงกับมองไมทัน และดวยความเร็วนี้ทำใหประสิทธิภาพของเคียวคูที่แขนของมันเพิ่มมากขึ้นจนสามารถฟนทอนไมใหญขาดไดในครั้งเดียว",
  "Jynx walks rhythmically, swaying and shaking its hips as if it were dancing. Its motions are so bouncingly alluring, people seeing it are compelled to shake their hips without giving any thought to what they are doing.": "รูจูราเดินอยางเปนจังหวะ โยกไปมา และสายสะโพกราวกับกำลังเตนรำอยูอยางเริงราและมีสเนห ผูคนที่พบเห็นมันจะถูกสะกดใหสายสะโพกตามไปดวยโดยไมสนใจวาจะกำลังทำอะไรอยู",
  "When a storm arrives, gangs of this Pokémon compete with each other to scale heights that are likely to be stricken by lightning bolts. Some towns use Electabuzz in place of lightning rods.": "ในขณะที่พายุกำลังมา เหลาเอเลบูจะแขงขันกันขึ้นไปที่สูงเพื่อเปนจุดลอฟาผา ในบางเมืองจึงใชเอเลบูแทนที่สายลอฟา",
  "In battle, Magmar blows out intensely hot flames from all over its body to intimidate its opponent. This Pokémon's fiery bursts create heat waves that ignite grass and trees in its surroundings.": "ในการแบตเทิล บูเบอรจะพนไฟอันรอนระอุออกมาจากทั่วรางของมันเพื่อขมขูคูตอสู ไฟที่ปะทุออกมานั้นทำใหเกิดคลื่นความรอนที่จะเผาไหมทั้งหญาและตนไมโดยรอบ",
  "Pinsir is astoundingly strong. It can grip a foe weighing twice its weight in its horns and easily lift it. This Pokémon's movements turn sluggish in cold places.": "ไคลอสแข็งแกรงจนนาตกใจ มันสามารถจับศัตรูที่น้ำหนักมากกวาตัวมันเทาตัวยกขึ้นไดสบาย ๆ ดวยเขาของมัน แตมันจะเฉี่อยชาลงเมื่ออยูในที่อากาศหนาว",
  "This Pokémon is not satisfied unless it is rampaging at all times. If there is no opponent for Tauros to battle, it will charge at thick trees and knock them down to calm itself.": "เคนเทารอสจะไมพอใจถาไมไดอาละวาดอยูตลอดเวลา ถาหากไมมีคูตอสูใหแบตเทิลมันจะพุงชนตนไมแทนเพื่อสงบสติอารมณ",
  "This Pokémon has a muscular body and excels at close-quarters combat. It uses its short horns to strike the opponent’s weak spots.": "รางกายเต็มไปดวยกลามเนื้อและเชี่ยวชาญการตอสู ใชเขาสั้นของมันเล็งไปที่จุดออนของอีกฝาย",
  "When heated by fire energy, its horns can get hotter than 1,800 degrees Fahrenheit. Those gored by them will suffer both wounds and burns.": "เขารอนระอุไปดวยพลังงานไฟที่มีอุณหภูมิถึง1000 องศาเซลเซียส ศัตรูที่ถูกแทงจะทรมานจากบาดแผลและแผลไฟไหม",
  "This Pokémon blasts water from holes on the tips of its horns—the high-pressure jets pierce right through Tauros’s enemies.": "พนน้ำอยางรุนแรงออกจากรูที่ปลายเขาเพื่อทะลวงศัตรูดวยกระแสน้ำแรงดันสูง",
  "Magikarp is a pathetic excuse for a Pokémon that is only capable of flopping and splashing. This behavior prompted scientists to undertake research into it.": "คอยคิงเปนโปเกมอนนาเวทนาที่สามารถทำไดแคดีดตัวและกระเดงกระดอนไปมาเทานั้น พฤติกรรมนี้ไดกระตุนใหนักวิทยาศาสตรทำการศึกษาวิจัยพวกมัน",
  "When Magikarp evolves into Gyarados, its brain cells undergo a structural transformation. It is said that this transformation is to blame for this Pokémon's wildly violent nature.": "เมื่อคอยคิงวิวัฒนาการเปนเกียราดอส เซลลสมองของมันจะเกิดการเปลี่ยนโครงสราง วากันวาดวยเหตุนี้ทำใหมันมีนิสัยดุรายขึ้น",
  "People have driven Lapras almost to the point of extinction. In the evenings, this Pokémon is said to sing plaintively as it seeks what few others of its kind still remain.": "มนุษยรุกรานลาพลาซจนมันเกือบจะสูญพันธุ วากันวาในตอนเย็นลาพลาซจะออกมารองเพลงอยางเศราสรอยเพื่อตามหาพวกของมันจำนวนนอยนิดที่ยังเหลืออยู",
  "Ditto rearranges its cell structure to transform itself into other shapes. However, if it tries to transform itself into something by relying on its memory, this Pokémon manages to get details wrong.": "เมตามอนสามารถจัดเรียงโครงสรางเซลลของมันเพื่อเปลี่ยนรูปรางใหกลายเปนรูปทรงอื่นได แตถามันพยายามจะเปลี่ยนรูปรางตามสิ่งที่อยูในความทรงจำ รายละเอียดมักจะผิดพลาด",
  "Eevee has an unstable genetic makeup that suddenly mutates due to the environment in which it lives. Radiation from various stones causes this Pokémon to evolve.": "อีวุยมีการเปลี่ยนแปลงทางพันธุกรรมที่ไมแนนอนซึ่งเปลี่ยนแปลงไดอยางรวดเร็วจากสภาพแวดลอมที่มันอยู รังสีจากหินหลากหลายแบบทำใหมันวิวัฒนาการได",
  "Vaporeon underwent a spontaneous mutation and grew fins and gills that allow it to live underwater. This Pokémon has the ability to freely control water.": "ชาวเวอรสผานการกลายพันธุตามธรรมชาติการเติบโตของครีบและเหงือกทำใหมันสามารถอาศัยอยูใตน้ำได และมีความสามารถในการควบคุมน้ำไดอยางอิสระ",
  "Jolteon's cells generate a low level of electricity. This power is amplified by the static electricity of its fur, enabling the Pokémon to drop thunderbolts. The bristling fur is made of electrically charged needles.": "เซลลของธันเดอรสผลิตกระแสไฟฟาออน ๆ ออกมา พลังไฟฟาจะขยายตัวจากขนที่มีไฟฟาสถิตของมัน ทำใหมันสามารถปลอยไฟฟาได ขนตั้งของมันเกิดจากเข็มพลังงานไฟฟา",
  "Flareon's fluffy fur has a functional purpose—it releases heat into the air so that its body does not get excessively hot. This Pokémon's body temperature can rise to a maximum of 1,650 degrees Fahrenheit.": "ขนฟูนุมของบูสเตอรมีประโยชนที่หลากหลาย มันจะปลอยความรอนออกมาในอากาศ ทำใหรางกายของมันไมรอนจนเกินไป รางกายของบูสเตอรสามารถรอนไดสูงสุดถึง 1,650 องศาฟาเรนไฮตเลยทีเดียว",
  "Porygon is capable of reverting itself entirely back to program data and entering cyberspace. This Pokémon is copy protected so it cannot be duplicated by copying.": "โพรีกอนมีความสามารถในการทำใหตัวมันกลับไปเปนขอมูลโปรแกรมและเขาไปในไซเบอรสเปซได ตัวมันมีการปองกันการคัดลอกไว จึงไมสามารถทำสำเนามันขึ้นมาดวยการคัดลอกได",
  "Omanyte is one of the ancient and long-since-extinct Pokémon that have been regenerated from fossils by people. If attacked by an enemy, it withdraws itself inside its hard shell.": "ออมไนตเปนโปเกมอนโบราณที่สูญพันธุไปตั้งแตอดีตกาล แตถูกทำใหเกิดขึ้นใหมจากฟอสซิลดวยฝมือมนุษย หากถูกศัตรูโจมตีมันจะหดตัวเขาไปในเปลือกแข็ง",
  "Omastar uses its tentacles to capture its prey. It is believed to have become extinct because its shell grew too large and heavy, causing its movements to become too slow and ponderous.": "ออมสตารใชหนวดของมันในการจับเหยื่อ เชื่อกันวาสาเหตุที่มันสูญพันธุเปนเพราะเปลือกของมันโตขึ้นจนหนักเกินไปทำใหมันขยับไดชาและยืดยาด",
  "Kabuto is a Pokémon that has been regenerated from a fossil. However, in extremely rare cases, living examples have been discovered. The Pokémon has not changed at all for 300 million years.": "คาบูโตะเปนโปเกมอนที่ถูกทำใหเกิดขึ้นใหมจากฟอสซิล แตก็มีกรณีที่หายากอยางยิ่งที่มีการคนพบตัวอยางที่มีชีวิตอยู มันแทบจะไมเปลี่ยนไปเลยจากเมื่อ 300 ลานปกอน",
  "Kabutops swam underwater to hunt for its prey in ancient times. The Pokémon was apparently evolving from being a water dweller to living on land as evident from the beginnings of change in its gills and legs.": "ในอดีตกาลคาบูท็อปสวายน้ำเพื่อลาเหยื่อใตทะเล หลักฐานชี้วามันวิวัฒนาการจากสิ่งมีชีวิตที่อาศัยอยูในน้ำไปเปนอาศัยอยูบนบกอยางชัดเจน จากการเปลี่ยนแปลงของเหงือกและขาของมัน",
  "Aerodactyl is a Pokémon from the age of dinosaurs. It was regenerated from genetic material extracted from amber. It is imagined to have been the king of the skies in ancient times.": "พเทอราเปนโปเกมอนจากยุคไดโนเสารที่ถูกทำใหเกิดขึ้นใหมจากวัตถุทางพันธุกรรมที่สกัดออกมาจากอำพัน วากันวามันเคยเปนราชาแหงทองฟาในโบราณกาล",
  "Snorlax's typical day consists of nothing more than eating and sleeping. It is such a docile Pokémon that there are children who use its expansive belly as a place to play.": "ในแตละวันของคาบิกอนไมมีอะไรนอกจากการกินกับการนอน มันเปนโปเกมอนที่เชื่องถึงขนาดที่เด็ก ๆ สามารถขึ้นไปเลนบนทองใหญ ๆ ของมันไดเลย",
  "Articuno is a Legendary Pokémon that can control ice. The flapping of its wings chills the air. As a result, it is said that when this Pokémon flies, snow will fall.": "ฟรีเซอรเปนโปเกมอนในตำนานที่สามารถควบคุมน้ำแข็งได การกระพือปกของมันทำใหอากาศเย็นยะเยือก วากันวาเมื่อมันบินผานที่ใดหิมะก็จะตกที่นั่น",
  "Its feather-like blades are composed of psychic energy and can shear through thick iron sheets as if they were paper.": "ใบมีดรูปปกที่สรางขึ้นดวยพลังจิตนั้นแมแตแผนเหล็กหนาก็สามารถเฉือนไดราวกับกระดาษ",
  "Zapdos is a Legendary Pokémon that has the ability to control electricity. It usually lives in thunderclouds. The Pokémon gains power if it is stricken by lightning bolts.": "ธันเดอรเปนโปเกมอนในตำนานที่สามารถควบคุมไฟฟาได ปกติแลวจะอาศัยอยูในพายุเมฆ และจะมีพลังมากขึ้นเมื่อมีสายฟาฟาด",
  "When its feathers rub together, they produce a crackling sound like the zapping of electricity. That’s why this Pokémon is called Zapdos.": "เมื่อปกเสียดสี จะเกิดเสียงเปรี๊ยะ ๆ ราวกับไฟฟาจึงถูกเรียกขานวา ธันเดอร",
  "Moltres is a Legendary Pokémon that has the ability to control fire. If this Pokémon is injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself.": "ไฟเยอรเปนโปเกมอนในตำนานที่สามารถควบคุมไฟได วากันวาหากมันไดรับบาดเจ็บมันจะจุมตัวลงในแมกมาในภูเขาไฟเพื่อรักษาบาดแผล",
  "This Pokémon’s sinister, flame-like aura will consume the spirit of any creature it hits. Victims become burned-out shadows of themselves.": "หากถูกออราชั่วรายดั่งเปลวไฟคะนองของมันเขาละก็จิตวิญญาณจะสูญสิ้นไปและตัวก็จะไหมจนกลายเปนเถาเลยละ",
  "Dratini continually molts and sloughs off its old skin. It does so because the life energy within its body steadily builds to reach uncontrollable levels.": "มินิริวตองลอกคราบอยูบอย ๆ เพราะพลังชีวิตภายในรางกายของมันกอตัวขึ้นมากมายจนควบคุมไมไหว",
  "Dragonair stores an enormous amount of energy inside its body. It is said to alter weather conditions in its vicinity by discharging energy from the crystals on its neck and tail.": "ฮาคุริวสะสมพลังงานมหาศาลไวภายในตัวของมัน วากันวามันสามารถควบคุมสภาพอากาศในบริเวณรอบ ๆ ไดดวยการปลอยพลังงานจากลูกแกวที่คอและหางของมัน",
  "Dragonite is capable of circling the globe in just 16 hours. It is a kindhearted Pokémon that leads lost and foundering ships in a storm to the safety of land.": "ไคริวสามารถบินวนรอบโลกไดภายในเพียงแค 16 ชั่วโมงเทานั้น มันเปนโปเกมอนใจดีที่นำทางใหกับเรือที่หลงทางหรือกำลังลมในพายุใหกลับฝ่งไดอยางปลอดภัย",
  "Mewtwo is a Pokémon that was created by genetic manipulation. However, even though the scientific power of humans created this Pokémon's body, they failed to endow Mewtwo with a compassionate heart.": "มิวทูเปนโปเกมอนที่ถูกสรางขึ้นจากการดัดแปลงพันธุกรรม แตอยางไรก็ตามวิทยาการของมนุษยไดสรางรางกายใหกับมัน แตไมสามารถที่จะสรางจิตใจที่ออนโยนได",
  "Mew is said to possess the genetic composition of all Pokémon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people.": "วากันวามิวมีองคประกอบทางพันธุกรรมของโปเกมอนทุกชนิดอยู มันสามารถลองหนไดตามที่ใจตองการ จึงไมมีใครสังเกตเห็นมันไดถึงแมมันจะเขามาใกลก็ตาม",
  "In battle, Chikorita waves its leaf around to keep the foe at bay. However, a sweet fragrance also wafts from the leaf, becalming the battling Pokémon and creating a cozy, friendly atmosphere all around.": "ในการแบตเทิล จิโคริตาจะโบกใบไมไปมาเพื่อดึงดูดสายตาศัตรูไปที่ใบ แตในขณะเดียวกันก็จะมีกลิ่นหอมลอยออกมาจากใบ ทำใหคูตอสูสงบ และสรางบรรยากาศอบอุนและเปนมิตรขึ้นมารอบตัว",
  "Bayleef's neck is ringed by curled-up leaves. Inside each tubular leaf is a small shoot of a tree. The fragrance of this shoot makes people peppy.": "ที่รอบคอของเบยลีฟมีใบไมที่มวนเปนเกลียวอยู ภายในแตละใบนั้นจะมีหนอเล็ก ๆ ของตนไม กลิ่นหอมของหนอนี้ทำใหผูคนมีชีวิตชีวา",
  "The fragrance of Meganium's flower soothes and calms emotions. In battle, this Pokémon gives off more of its becalming scent to blunt the foe's fighting spirit.": "กลิ่นของดอกไมจะทำใหใจสงบ เวลาตอสูจะปลอยกลิ่นออกมา เพื่อใหความรูสึกอยากสูของฝายตรงขามออนลง",
  "Cyndaquil protects itself by flaring up the flames on its back. The flames are vigorous if the Pokémon is angry. However, if it is tired, the flames splutter fitfully with incomplete combustion.": "ฮิโนอาราชิจะปกปองตัวเองดวยการปลอยไฟออกจากแผนหลัง ไฟจะยิ่งรุนแรงหากมันโกรธ แตหากวามันเหนื่อย ไฟจะพนอยางติดขัดไมสมบูรณนัก",
  "Quilava keeps its foes at bay with the intensity of its flames and gusts of superheated air. This Pokémon applies its outstanding nimbleness to dodge attacks even while scorching the foe with flames.": "ขมขูดวยความแรงของเปลวไฟและคลื่นความรอนมีทวงทาที่วองไว จึงหลบการโจมตีของศัตรูไดพรอมกับพนเปลวไฟเผา",
  "Typhlosion obscures itself behind a shimmering heat haze that it creates using its intensely hot flames. This Pokémon creates blazing explosive blasts that burn everything to cinders.": "บาคุฟูนใชเปลวเพลิงที่รอนจัดสรางไอรอนขึ้นเพื่อซอนตัว มันสามารถสรางเปลวไฟอันโชติชวงที่ระเบิดเผาทุกสิ่งใหเปนจุลได",
  "Said to purify lost, forsaken souls with its flames and guide them to the afterlife. I believe its form has been influenced by the energy of the sacred mountain towering at Hisui’s center.": "จากการศึกษาพบวานี่เปนรูปรางที่ไดรับอิทธิพลมาจากภูเขาศักดิ์สิทธิ์ที่ตั้งตระหงานอยูกลางภูมิภาคฮิซุยกลาวกันวามันจะชวยชำระลางและสงดวงวิญญาณรอนเรดวยเปลวไฟของตัวมันเอง",
  "Despite the smallness of its body, Totodile's jaws are very powerful. While the Pokémon may think it is just playfully nipping, its bite has enough power to cause serious injury.": "แมรางกายของมันจะมีขนาดเล็ก แตขากรรไกรของวานิโนโกะก็แข็งแรงมาก ในขณะที่มันอาจคิดวาแคกัดเลนอยางสนุกสนานแตการกัดของมันมีพลังมากพอที่จะทำใหเกิดการบาดเจ็บสาหัสได",
  "Once Croconaw has clamped its jaws on its foe, it will absolutely not let go. Because the tips of its fangs are forked back like barbed fishhooks, they become impossible to remove when they have sunk in.": "เมื่ออัลลิเกตฝงเขี้ยวของมันลงบนศัตรูแลวมันจะไมปลอยอยางเด็ดขาด เนื่องจากเขี้ยวนั้นงองุมเหมือนกับเบ็ดตกปลาจึงเปนไปไมไดเลยที่จะดึงออกเมื่อถูกฝงลงไปแลวครั้งหนึ่ง",
  "Feraligatr intimidates its foes by opening its huge mouth. In battle, it will kick the ground hard with its thick and powerful hind legs to charge at the foe at an incredible speed.": "ออไดลขมขูศัตรูดวยการอาปากกวางของมัน ในการแบตเทิลมันจะถีบพื้นอยางรุนแรงดวยขาหลังที่ทรงพลังเพื่อพุงตัวเขาใสศัตรูดวยความเร็วที่เหลือเชื่อ",
  "When Sentret sleeps, it does so while another stands guard. The sentry wakes the others at the first sign of danger. When this Pokémon becomes separated from its pack, it becomes incapable of sleep due to fear.": "โอทาจิจะนอนหลับโดยผลัดกันเฝายาม เมื่อรูสึกไดถึงอันตรายก็จะรีบปลุกพวกของมัน หากพลัดหลงจากฝูงไปจะกลัวจนนอนไมหลับเลย",
  "Furret has a very slim build. When under attack, it can slickly squirm through narrow spaces and get away. In spite of its short limbs, this Pokémon is very nimble and fleet.": "โอโอทาจิมีรางกายที่เพรียวบางมาก เมื่อถูกโจมตีมันสามารถมุดผานชองวางแคบ ๆ เพื่อหลบไปได แมจะมีแขนขาสั้นแตมันก็วองไวและรวดเร็ว",
  "Hoothoot has an internal organ that senses and tracks the earth's rotation. Using this special organ, this Pokémon begins hooting at precisely the same time every day.": "โฮโฮมีอวัยวะภายในที่ทำใหรับรูถึงการหมุนของโลก และดวยเหตุนี้จึงทำใหมันเริ่มสงเสียงรองในเวลาเดียวกันอยางแมนยำทุกวัน",
  "Noctowl never fails at catching prey in darkness. This Pokémon owes its success to its superior vision that allows it to see in minimal light, and to its soft, supple wings that make no sound in flight.": "โยรุโนะซึคุไมเคยลมเหลวในการจับเหยื่อในความมืด เปนผลจากการมองเห็นที่ยอดเยี่ยมของมัน ซึ่งทำใหสามารถมองเห็นไดในที่มีแสงนอย และปกที่ออนนุมและยืดหยุนของมันทำใหไมเกิดเสียงขณะที่มันบิน",
  "Ledyba secretes an aromatic fluid from where its legs join its body. This fluid is used for communicating with others. This Pokémon conveys its feelings to others by altering the fluid's scent.": "เรดิบาปลอยของเหลวที่มีกลิ่นหอมจากขอตอระหวางขาและตัวของมัน มันใชของเหลวนี้ในการสื่อสารกัน พวกมันสื่อความรูสึกดวยการปรับเปลี่ยนกลิ่น",
  "It is said that in lands with clean air, where the stars fill the sky, there live Ledian in countless numbers. There is a good reason for this—the Pokémon uses the light of the stars as its energy.": "วากันวาในดินแดนที่มีอากาศบริสุทธิ์ ที่ซึ่งดวงดาวอยูเต็มทองฟา จะมีเรเดียนอาศัยอยูจำนวนนับไมถวน อาจเปนเพราะพวกมันใชแสงของดวงดาวเปนพลังงาน",
  "The web spun by Spinarak can be considered its second nervous system. It is said that this Pokémon can determine what kind of prey is touching its web just by the tiny vibrations it feels through the web's strands.": "ใยของอิโตมารุเหมือนกับเปนระบบประสาทที่สองของมัน วากันวามันสามารถแยกแยะไดวาเหยื่อชนิดใดที่เขามาติดใยของมันจากเพียงแคการสั่นสะเทือนเล็ก ๆ ที่รูสึกผานใยนั้น",
  "Ariados's feet are tipped with tiny hooked claws that enable it to scuttle on ceilings and vertical walls. This Pokémon constricts the foe with thin and strong silk webbing.": "ปลายเทาของอาริอาโดสมีเล็บที่เหมือนกับตะขอเล็ก ๆ ทำใหมันสามารถไตบนเพดานหรือผนังที่เปนแนวตั้งได มันจะมัดตรึงศัตรูดวยเสนใยที่บางเบาและแข็งแรงของมัน",
  "If this Pokémon is flying by fluttering only a pair of wings on either the forelegs or hind legs, it's proof that Crobat has been flying a long distance. It switches the wings it uses if it is tired.": "เมื่อโครแบทใชปกเพียงคูใดคูหนึ่งระหวางคูหนาหรือคูหลังของมันในการบิน แสดงวามันกำลังเดินทางไกล เพราะมันจะสลับปกที่ใชในตอนที่มันเหนื่อย",
  "Chinchou lets loose positive and negative electrical charges from its two antennas to make its prey faint. This Pokémon flashes its electric lights to exchange signals with others.": "ชอนชีปลอยประจุไฟฟาที่เปนบวกและลบออกจากเสาอากาศทั้งสองเพื่อทำใหเหยื่อหมดสติ พวกมันจะกะพริบแสงไฟเปนสัญญาณเพื่อสื่อสารกัน",
  "Lanturn is nicknamed “the deep-sea star” for its illuminated antenna. This Pokémon produces light by causing a chemical reaction between bacteria and its bodily fluids inside the antenna.": "แลนเทอรนไดรับฉายาวา “ดาวใตทะเลลึก” เพราะเสาอากาศที่สองสวาง มันผลิตแสงโดยทำใหเกิดปฏิกิริยาทางเคมีระหวางแบคทีเรียและของเหลวในรางกายภายในเสาอากาศของมัน",
  "Pichu charges itself with electricity more easily on days with thunderclouds or when the air is very dry. You can hear the crackling of static electricity coming off this Pokémon.": "พิชูเติมพลังงานไฟฟาใหตัวมันเองงายขึ้นในวันที่มีฟาแลบหรือเมื่ออากาศแหงมาก คุณสามารถไดยินเสียงของไฟฟาสถิตออกมาจากตัวมันได",
  "On nights with many shooting stars, Cleffa can be seen dancing in a ring. They dance through the night and stop only at the break of day, when these Pokémon quench their thirst with the morning dew.": "ในคืนที่มีดาวตกมากมาย จะเห็นพวกปออกมาเตนรำเปนวงกลม พวกมันจะเตนตลอดทั้งคืนและหยุดเมื่อรุงอรุณมาเยือนและดับกระหายดวยน้ำคางยามเชา",
  "Igglybuff's vocal cords are not sufficiently developed. It would hurt its throat if it were to sing too much. This Pokémon gargles with freshwater from a clean stream.": "เสนเสียงของพูพูรินยังไมพัฒนามากพอ จึงทำใหมันเจ็บคอถาหากจะรองเพลงมากเกินไป มันมักจะกลั้วคอดวยน้ำจากลำธารที่ใสสะอาด",
  "As its energy, Togepi uses the positive emotions of compassion and pleasure exuded by people and Pokémon. This Pokémon stores up feelings of happiness inside its shell, then shares them with others.": "โทเกปจะใชอารมณเชิงบวกของความออนโยนและความปติยินดีของมนุษยและโปเกมอนเปนพลังงาน มันจะเก็บความสุขไวในเปลือกของมันแลวแบงปนกับผูอื่น",
  "Togetic is said to be a Pokémon that brings good fortune. When the Pokémon spots someone who is pure of heart, it is said to appear and share its happiness with that person.": "วากันวาโทเกชิกเปนโปเกมอนที่นำพาความโชคดีมาให มันจะปรากฏตัวตอหนาผูที่มีจิตใจบริสุทธิ์และแบงปนความสุขใหกับคนคนนั้น",
  "Natu cannot fly because its wings are not yet fully grown. If your eyes meet with this Pokémon's eyes, it will stare back intently at you. But if you move even slightly, it will hop away to safety.": "เนทีไมสามารถบินไดเพราะปกของมันยังไมโตเต็มที่ หากคุณสบตากับมัน มันจะจองคุณตาไมกระพริบ และถาคุณเคลื่อนไหวแมเพียงเล็กนอยมันก็จะกระโดดหนีไปเพื่อความปลอดภัย",
  "Xatu stands rooted and still in one spot all day long. People believe that this Pokémon does so out of fear of the terrible things it has foreseen in the future.": "เนทิโอยืนนิ่งไมขยับอยูในที่เดิมตลอดทั้งวัน เชื่อกันวามันสามารถทำเชนนั้นไดโดยไมหวาดกลัวสิ่งใดเพราะมันสามารถมองเห็นสิ่งที่จะเกิดขึ้นในอนาคตได",
  "Mareep's fluffy coat of wool rubs together and builds a static charge. The more static electricity is charged, the more brightly the lightbulb at the tip of its tail glows.": "ขนอันนุมฟูของเมรีปเสียดสีกันทำใหเกิดประจุไฟฟาสถิต ยิ่งประจุไฟฟาสถิตเพิ่มมากขึ้นเทาไรหลอดไฟที่ปลายหางก็จะยิ่งสองสวาง",
  "Flaaffy's wool quality changes so that it can generate a high amount of static electricity with a small amount of wool. The bare and slick parts of its hide are shielded against electricity.": "คุณภาพขนของโมโคโคเปลี่ยนไปทำใหสามารถผลิตไฟฟาสถิตจำนวนมากขึ้นดวยขนที่นอยลง สวนที่เรียบเนียนไมมีขนของมันจะไดรับการปองกันจากกระแสไฟฟา",
  "Ampharos gives off so much light that it can be seen even from space. People in the old days used the light of this Pokémon to send signals back and forth with others far away.": "เด็นริวสามารถสองแสงที่สวางมากเสียจนมองเห็นไดแมจากในอวกาศ มนุษยในสมัยกอนจึงใชแสงของโปเกมอนนี้เพื่อสงสัญญาณระหวางผูคนที่อยูหางไกล",
  "When Bellossom gets exposed to plenty of sunlight, the leaves ringing its body begin to spin around. This Pokémon's dancing is renowned in the southern lands.": "เมื่อคิเรอิฮานะไดรับแสงอาทิตยมากพอ ใบไมที่อยูรอบตัวมันก็จะเริ่มหมุนตัว การเตนรำของโปเกมอนนี้มีชื่อเสียงในดินแดนทางใต",
  "Marill's oil-filled tail acts much like a life preserver. If you see just its tail bobbing on the water's surface, it's a sure indication that this Pokémon is diving beneath the water to feed on aquatic plants.": "หางที่เต็มไปดวยน้ำมันของมาริลทำหนาที่เหมือนเสื้อชูชีพ หากคุณเห็นเพียงหางของมันลอยอยูบนผิวน้ำแสดงวามันกำลังดำอยูใตน้ำเพื่อกินพืชน้ำ",
  "Azumarill's long ears are indispensable sensors. By focusing its hearing, this Pokémon can identify what kinds of prey are around, even in rough and fast-running rivers.": "หูยาวของมาริลลิเปนเซ็นเซอรที่สำคัญมาก เมื่อมันรวบรวมสมาธิในการฟงมันจะสามารถระบุชนิดของเหยื่อที่อยูรอบ ๆ ไดแมจะอยูในแมน้ำที่ไหลเชี่ยวรุนแรง",
  "Sudowoodo camouflages itself as a tree to avoid being attacked by enemies. However, because its hands remain green throughout the year, the Pokémon is easily identified as a fake during the winter.": "อุซกกีอำพรางตัวเองเปนตนไมเพื่อหลีกเลี่ยงการถูกโจมตีจากศัตรู อยางไรก็ตามเนื่องจากมือของมันเปนสีเขียวอยูตลอดทั้งป โปเกมอนอื่นจึงรูวามันเปนของปลอมไดงายในชวงฤดูหนาว",
  "The curled hair on Politoed's head is proof of its status as a king. It is said that the longer and more curled the hair, the more respect this Pokémon earns from its peers.": "ผมที่มวนงอบนหัวของเนียวโรโทโนะเปนเครื่องพิสูจนถึงสถานะราชาของมัน วากันวายิ่งผมของมันยาวและมวนมากขึ้นเทาไรก็หมายถึงความนับถือจากพวกของมันที่มากยิ่งขึ้นเทานั้น",
  "This Pokémon drifts and floats with the wind. If it senses the approach of strong winds, Hoppip links its leaves with other Hoppip to prepare against being blown away.": "ฮาเน็กโกะเปนโปเกมอนที่ลอยละลองไปตามสายลม หากรูสึกไดถึงลมแรงมันจะเกี่ยวใบไมเขากับฮาเน็กโกะตัวอื่น ๆ เพื่อเตรียมตัวไมใหถูกพัดปลิวไป",
  "Skiploom's flower blossoms when the temperature rises above 64 degrees Fahrenheit. How much the flower opens depends on the temperature. For that reason, this Pokémon is sometimes used as a thermometer.": "ดอกไมของโพพ็อกโกะจะบานเมื่ออุณหภูมิสูงกวา 64 องศาฟาเรนไฮต ดอกไมจะบานมากแคไหนก็ขึ้นอยูกับอุณหภูมิ ดวยเหตุนี้บางครั้งโปเกมอนตัวนี้จึงถูกใชแทนเครื่องวัดอุณหภูมิ",
  "Jumpluff rides warm southern winds to cross the sea and fly to foreign lands. The Pokémon descends to the ground when it encounters cold air while it is floating.": "วาทักโกะจะลอยตามสายลมใตที่อบอุนขามทะเลไปยังตางแดน มันจะลงสูพื้นเมื่อลอยไปพบกับอากาศหนาวเย็น",
  "Aipom's tail ends in a hand-like appendage that can be cleverly manipulated. However, because the Pokémon uses its tail so much, its real hands have become rather clumsy.": "ปลายหางของเอยแพมนั้นมีลักษณะคลายมือที่สามารถหยิบจับไดอยางคลองแคลว อยางไรก็ตามเนื่องจากมันใชหางมากเกินไปทำใหมือที่แทจริงของมันจึงคอนขางเงอะงะ",
  "Sunkern tries to move as little as it possibly can. It does so because it tries to conserve all the nutrients it has stored in its body for its evolution. It will not eat a thing, subsisting only on morning dew.": "ฮิมานัทสพยายามขยับตัวใหนอยที่สุดเทาที่จะทำได เพื่อเก็บรักษาสารอาหารทั้งหมดไวในรางกายเพื่อรอการวิวัฒนาการ มันจะไมกินอะไรเลยนอกจากน้ำคางในตอนเชาเทานั้น",
  "Sunflora converts solar energy into nutrition. It moves around actively in the daytime when it is warm. It stops moving as soon as the sun goes down for the night.": "คิมาวาริแปลงพลังงานแสงอาทิตยเปนสารอาหาร มันเคลื่อนที่อยางแข็งขันในเวลากลางวันที่มีอากาศอบอุน แตมันจะหยุดเคลื่อนไหวทันทีที่พระอาทิตยตกดิน",
  "Yanma is capable of seeing 360 degrees without having to move its eyes. It is a great flier that is adept at making sudden stops and turning midair. This Pokémon uses its flying ability to quickly chase down targeted prey.": "ยันยันมาสามารถมองเห็นได 360 องศาโดยไมตองขยับตาเลย มันเปนนักบินที่ยอดเยี่ยมที่เชี่ยวชาญในการเบรกกระทันหันและหมุนตัวกลางอากาศ มันใชความสามารถนี้ในการบินเพื่อไลลาเหยื่อไดอยางรวดเร็ว",
  "Wooper usually lives in water. However, it occasionally comes out onto land in search of food. On land, it coats its body with a gooey, toxic film.": "ตามปกติอูปามักจะอาศัยอยูในน้ำ แตบางครั้งมันก็ขึ้นมาบนบกเพื่อหาอาหาร เมื่อขึ้นมาบนพื้นดินมันจะปกคลุมรางกายดวยเมือกพิษ",
  "After losing a territorial struggle, Wooper began living on land. The Pokémon changed over time, developing a poisonous film to protect its body.": "หลังจากที่แพสงครามแยงชิงอาณาเขตจนตองมาอาศัยอยูบนบก ก็ปรับตัวใหมีเมือกพิษปกปองรางกาย",
  "Quagsire hunts for food by leaving its mouth wide open in water and waiting for its prey to blunder in unaware. Because the Pokémon does not move, it does not get very hungry.": "นูโอหาอาหารโดยอาปากใหกวางอยูในน้ำรอใหเหยื่อพลาดเขาไปเองโดยไมรูตัว เนื่องจากมันไมคอยขยับตัวจึงไมหิวมากเทาไร",
  "Espeon is extremely loyal to any Trainer it considers to be worthy. It is said that this Pokémon developed its precognitive powers to protect its Trainer from harm.": "เอฟจะซื่อสัตยเปนอยางมากตอเทรนเนอรที่มันเห็นวาคูควร วากันวามันใชพลังในการรับรูลวงหนาเพื่อปกปองเทรนเนอรของมันจากอันตราย",
  "Umbreon evolved as a result of exposure to the moon's waves. It hides silently in darkness and waits for its foes to make a move. The rings on its body glow when it leaps to attack.": "แบล็กกีวิวัฒนาการจากการสัมผัสคลื่นจากดวงจันทร มันจะซอนตัวอยูในความมืดอยางเงียบ ๆ และรอใหศัตรูเคลื่อนที่ ลวดลายรูปวงแหวนบนรางกายของมันจะเรืองแสงในขณะที่มันจะจูโจม",
  "Murkrow was feared and loathed as the alleged bearer of ill fortune. This Pokémon shows strong interest in anything that sparkles or glitters. It will even try to steal rings from women.": "ยามิคาราซึถูกกลัวและรังเกียจจากความเชื่อวามันนำพาความโชคราย มันมักจะสนใจในทุกสิ่งที่สองแสงระยิบระยับเปนอยางมาก จนถึงขนาดจะพยายามขโมยแหวนจากผูหญิงเลยทีเดียว",
  "Slowking undertakes research every day in an effort to solve the mysteries of the world. However, this Pokémon apparently forgets everything it has learned if the Shellder on its head comes off.": "ยาโดคิงทำการคนควาทุกวันเพื่อพยายามไขความลึกลับของโลก อยางไรก็ตามมันจะลืมทุกอยางที่เคยเรียนรูหากเชลเดอรบนหัวหลุดออก",
  "A combination of toxins and the shock of evolving has increased Shellder’s intelligence to the point that Shellder now controls Slowking.": "ผลจากอาการช็อกจากการวิวัฒนาการและสารพิษทำใหมันสมองของเชลเดอรขึ้นครอบงำและเขาบงการยาโดคิง",
  "Misdreavus frightens people with a creepy, sobbing cry. The Pokémon apparently uses its red spheres to absorb the fearful feelings of foes and turn them into nutrition.": "มูมาทำใหผูคนหวาดกลัวดวยเสียงรองไหอันนาขนลุก มันจะใชลูกแกวทรงกลมสีแดงของมันดูดซับความรูสึกกลัวของศัตรูและเปลี่ยนเปนสารอาหาร",
  "This Pokémon is shaped like ancient writing. It is a mystery as to which came first, the ancient writings or the various Unown. Research into this topic is ongoing but nothing is known.": "อันโนนมีรูปรางเหมือนตัวอักษรโบราณ ไมมีใครรูวาตัวมันหรือตัวอักษรโบราณสิ่งใดเกิดกอนกัน ยังคงเปนปริศนาที่อยูระหวางการวิจัย",
  "If two or more Wobbuffet meet, they will turn competitive and try to outdo each other's endurance. However, they may try to see which one can endure the longest without food. Trainers need to beware of this habit.": "หากโซนานสตั้งแต 2 ตัวขึ้นไปมาพบกัน พวกมันจะแขงขันความอดทนซึ่งกันและกัน บางครั้งพวกมันอาจจะแขงกันวาใครจะทนไดนานที่สุดโดยไมกินอาหาร เทรนเนอรควรตองระวังพฤติกรรมนี้ของมัน",
  "Girafarig's rear head also has a brain, but it is small. The rear head attacks in response to smells and sounds. Approaching this Pokémon from behind can cause the rear head to suddenly lash out and bite.": "หัวที่หางของคิรินริกิก็มีสมองขนาดเล็กอยูเชนกัน หัวที่หางนั้นจะโจมตีโดยตอบสนองตอกลิ่นและเสียง การเขาใกลโปเกมอนนี้จากดานหลังอาจถูกหัวที่หางของมันพุงมากัดได",
  "Pineco hangs from a tree branch and patiently waits for prey to come along. If the Pokémon is disturbed while eating by someone shaking its tree, it drops down to the ground and explodes with no warning.": "คุนุกิดามะจะหอยตัวจากกิ่งไมและอดทนรอใหเหยื่อเขามาหา หากมันถูกรบกวนขณะที่กำลังกินอาหารจากการเขยาตนไม มันจะตกลงไปที่พื้นและระเบิดโดยทันที",
  "Forretress conceals itself inside its hardened steel shell. The shell is opened when the Pokémon is catching prey, but it does so at such a quick pace that the shell's inside cannot be seen.": "ฟอเรทอสซอนตัวอยูในเปลือกที่แข็งราวกับเหล็ก เปลือกจะเปดออกในตอนที่มันจับเหยื่อเทานั้น แตมันก็เปดอยางรวดเร็วจนไมสามารถมองเห็นดานในของเปลือกไดอยูดี",
  "Dunsparce has a drill for its tail. It uses this tail to burrow into the ground backward. This Pokémon is known to make its nest in complex shapes deep under the ground.": "โนก็อจจิมีหางเหมือนสวานที่สามารถขุดกลับลงไปในดินได มันจะขุดสรางรังอยางซับซอนลึกลงไปใตพื้นดิน",
  "Gligar glides through the air without a sound as if it were sliding. This Pokémon hangs on to the face of its foe using its clawed hind legs and the large pincers on its forelegs, then injects the prey with its poison barb.": "ไกลกาจะรอนไปในอากาศโดยไมทำใหเกิดเสียงใด ๆ มันจะหอยตัวโดยจับที่หนาของศัตรูดวยกรงเล็บที่ขาหลังและกามใหญที่ขาหนาของมันและแทงเหยื่อดวยหนามพิษ",
  "Steelix lives even further underground than Onix. This Pokémon is known to dig toward the earth's core. There are records of this Pokémon reaching a depth of over six-tenths of a mile underground.": "ฮากาเนลอาศัยอยูใตดินที่ลึกกวาอิวารค วากันวามันขุดดินมุงไปยังแกนกลางของโลก มีบันทึกวามันขุดลงไปใตดินลึกกวา 0.6 ไมล",
  "By baring its fangs and making a scary face, Snubbull sends smaller Pokémon scurrying away in terror. However, this Pokémon seems a little sad at making its foes flee.": "ดวยเขี้ยวที่ยื่นออกมาและใบหนาที่ดูดุรายของบูลทำใหโปเกมอนที่ตัวเล็กกวาหนีไปดวยความหวาดกลัว ถึงอยางนั้นมันก็เศราเล็กนอยเวลาที่เห็นคูตอสูหนีไป",
  "Granbull has a particularly well-developed lower jaw. The enormous fangs are heavy, causing the Pokémon to tip its head back for balance. Unless it is startled, it will not try to bite indiscriminately.": "แกรนบูลมีกรามลางที่พัฒนาการมาเปนอยางดี เขี้ยวอันมหึมานั้นมีน้ำหนักมากทำใหมันตองเอนหลังเพื่อความสมดุล มันจะไมกัดอยางไมเลือกหนาเวนแตจะตกใจ",
  "Qwilfish sucks in water, inflating itself. This Pokémon uses the pressure of the water it swallowed to shoot toxic quills all at once from all over its body. It finds swimming somewhat challenging.": "ฮารีเซนจะดูดน้ำเขาไปทำใหพองตัวแลวใชแรงดันของน้ำที่มันกลืนเขาไปยิงเข็มพิษจากทั่วรางกายของมันทั้งหมดออกมาในครั้งเดียว มันวายน้ำไมคอยเกงเทาไรนัก",
  "Fishers detest this troublesome Pokémon because it sprays poison from its spines, getting it everywhere. A different form of Qwilfish lives in other regions.": "เปนสิ่งมีชีวิตที่ชาวประมงเกลียดชังเพราะเปนตัวเจาปญหาที่ชอบปลอยพิษออกจากเข็ม ในภูมิภาคอื่นพวกมันจะใชชีวิตโดยมีรูปรางที่แตกตางกันออกไป",
  "Scizor has a body with the hardness of steel. It is not easily fazed by ordinary sorts of attacks. This Pokémon flaps its wings to regulate its body temperature.": "มีรางกายที่แข็งราวกับเหล็กกลาทำใหการโจมตีทั่วไปไมคอยระคายผิวของมัน มันจะกระพือปกเพื่อควบคุมอุณหภูมิของรางกาย",
  "Shuckle quietly hides itself under rocks, keeping its body concealed inside its hard shell while eating berries it has stored away. The berries mix with its body fluids to become a juice.": "สึโบสึโบะซอนตัวอยูใตโขดหินอยางเงียบ ๆ ปกปดรางกายอยูภายในเปลือกแข็งและกินผลไมที่มันเก็บสะสมไว เมื่อผลไมผสมกับของเหลวในรางกายจะกลายเปนน้ำผลไม",
  "Heracross charges in a straight line at its foe, slips beneath the foe's grasp, and then scoops up and hurls the opponent with its mighty horn. This Pokémon even has enough power to topple a massive tree.": "เฮราครอสจะพุงเขาใสศัตรูเปนเสนตรง ไถลตัวเขาไปดานใตวงแขนของศัตรู แลวยกขึ้นและเหวี่ยงดวยเขาอันทรงพลัง พลังของมันสามารถโคนตนไมขนาดมหึมาไดเลยทีเดียว",
  "Sneasel scales trees by punching its hooked claws into the bark. This Pokémon seeks out unguarded nests and steals eggs for food while the parents are away.": "นิวลาไตตนไมดวยการตอกกรงเล็บที่งองุมของมันเขาไปในเปลือกไม มันจะคนหารังที่ไรการปองกันและขโมยไขมาเปนอาหารในขณะที่พอแมของรังนั้นไมอยู",
  "Its sturdy, curved claws are ideal for traversing precipitous cliffs. From the tips of these claws drips a venom that infiltrates the nerves of any prey caught in Sneasel’s grasp.": "มีกรงเล็บแข็งแรง ซึ่งเปนรูปทรงที่ไดเปรียบในการปนผานหนาผาสูงชัน ปลอยพิษหยดออกมาจากปลายเล็บ เวลาจับเหยื่อไดจะปลอยพิษใหซึมเขาเสนประสาท",
  "This Pokémon likes to lick its palms that are sweetened by being soaked in honey. Teddiursa concocts its own honey by blending fruits and pollen collected by Beedrill.": "ฮิเมกุมะชอบเลียอุงมือของมันที่หวานจากน้ำผึ้ง มันจะปรุงน้ำผึ้งของตัวเองโดยการผสมผลไมและเกสรดอกไมที่ไดจากสเปยร",
  "In the forests inhabited by Ursaring, it is said that there are many streams and towering trees where they gather food. This Pokémon walks through its forest gathering food every day.": "ในปาที่ริงกุมะอาศัยอยู กลาวกันวาจะมีลำธารมากมายและตนไมสูงตระหงานที่เปนแหลงอาหารของมัน มันจะเดินผานปาเพื่อรวบรวมอาหารในทุกๆ วัน",
  "Molten magma courses throughout Slugma's circulatory system. If this Pokémon is chilled, the magma cools and hardens. Its body turns brittle and chunks fall off, reducing its size.": "ระบบไหลเวียนโลหิตของมักแม็กมีแมกมาที่หลอมเหลวไหลเวียนอยู หากรางกายของมันเย็นตัวลงแมกมาจะเย็นลงและแข็งตัว รางกายของมันจะเปราะและมีชิ้นสวนหลุดออกไปทำใหขนาดตัวเล็กลง",
  "Magcargo's shell is actually its skin that hardened as a result of cooling. Its shell is very brittle and fragile—just touching it causes it to crumble apart. This Pokémon returns to its original size by dipping itself in magma.": "เปลือกของมักคารโกนั้นแทจริงแลวเปนผิวของมันที่แข็งขึ้นจากความเย็น เปลือกของมันนั้นเปราะและแตกหักงายเสียจนเพียงแคสัมผัสก็แตกสลายได โปเกมอนตัวนี้จะกลับสูขนาดดั้งเดิมโดยการจุมตัวลงในแมกมา",
  "Swinub roots for food by rubbing its snout against the ground. Its favorite food is a mushroom that grows under the cover of dead grass. This Pokémon occasionally roots out hot springs.": "จะใชจมูกไถไปกับพื้นดินเพื่อหาเหยื่อ ของโปรดคือเห็ดที่ขึ้นใตหญาแหง บางครั้งก็ขุดเจอบอน้ำรอน",
  "Piloswine is covered by a thick coat of long hair that enables it to endure the freezing cold. This Pokémon uses its tusks to dig up food that has been buried under ice.": "อิโนมูมีขนที่ยาวและหนาปกคลุมตัวทำใหสามารถทนตอความหนาวเย็นได มันมักจะใชงาขุดอาหารที่ถูกฝงอยูใตน้ำแข็ง",
  "Corsola's branches glitter very beautifully in seven colors when they catch sunlight. If any branch breaks off, this Pokémon grows it back in just one night.": "กิ่งกานของซันนิโกสองประกายเปนเจ็ดสีเมื่อถูกแสงแดด หากกิ่งใดกิ่งหนึ่งแตกไปมันจะงอกขึ้นมาใหมไดในคืนเดียว",
  "Watch your step when wandering areas oceans once covered. What looks like a stone could be this Pokémon, and it will curse you if you kick it.": "Watch your step when wandering areas oceans once covered. What looks like a stone could be this Pokémon, and it will curse you if you kick it.",
  "Remoraid sucks in water, then expels it at high velocity using its abdominal muscles to shoot down flying prey. When evolution draws near, this Pokémon travels downstream from rivers.": "เทปโปโอสามารถดูดน้ำแลวพนออกไปดวยความเร็วสูงโดยใชกลามเนื้อหนาทองของมันเพื่อยิงเหยื่อที่บินอยูได เมื่อใกลจะวิวัฒนาการมันจะออกเดินทางลองไปตามกระแสน้ำในแมน้ำ",
  "Octillery grabs onto its foe using its tentacles. This Pokémon tries to immobilize it before delivering the finishing blow. If the foe turns out to be too strong, Octillery spews ink to escape.": "ออคตันจะควาศัตรูเขามาดวยหนวดของมัน เพื่อทำใหศัตรูเคลื่อนที่ไมไดกอนที่จะทำการปดฉาก แตหากศัตรูแข็งแกรงเกินไป มันก็จะพนหมึกเพื่อหนี",
  "Delibird carries its food bundled up in its tail. There once was a famous explorer who managed to reach the peak of the world's highest mountain, thanks to one of these Pokémon sharing its food.": "เดลิเบิรดจะขนอาหารดวยการรวบรวมไวที่หางของมัน ครั้งหนึ่งเคยมีนักสำรวจที่มีชื่อเสียงที่สามารถไปถึงยอดเขาที่สูงที่สุดในโลกไดดวยการแบงปนอาหารของเดลิเบิรด",
  "On sunny days, schools of Mantine can be seen elegantly leaping over the sea's waves. This Pokémon is not bothered by the Remoraid that hitches rides.": "ในวันที่อากาศแจมใสจะสามารถมองเห็นกลุมของแมนไทนกระโดดอยางงดงามในเกลียวคลื่นได มันไมไดถูกรบกวนเทาไรจากเทปโปโอที่มาติดอยูกับมัน",
  "Skarmory is entirely encased in hard, protective armor. This Pokémon flies at close to 190 mph. It slashes foes with its wings that possess swordlike cutting edges.": "แอรมุโดปกคลุมตัวดวยเกราะแข็ง มันสามารถบินไดราว 190 ไมลตอชั่วโมง มันจะเฉือนศัตรูดวยปกที่มีคมราวกับดาบของมัน",
  "Houndour hunt as a coordinated pack. They communicate with each other using a variety of cries to corner their prey. This Pokémon's remarkable teamwork is unparalleled.": "เดลวิลจะออกลาพรอมกันเปนฝูง พวกมันสื่อสารกันโดยใชเสียงรองที่หลากหลายเพื่อไลลาเหยื่อ การรวมมือกันที่โดดเดนของโปเกมอนนี้ไมมีใครเทียบได",
  "In a Houndoom pack, the one with its horns raked sharply toward the back serves a leadership role. These Pokémon choose their leader by fighting among themselves.": "ในฝูงของเฮลการ ตัวที่มีเขาอันเฉียบคมงอไปดานหลังคือตัวที่เปนจาฝูง พวกมันจะเลือกจาฝูงดวยการตอสูกันเอง",
  "Kingdra lives at extreme ocean depths that are otherwise uninhabited. It has long been believed that the yawning of this Pokémon creates spiraling ocean currents.": "คิงดราอาศัยอยูใตทะเลลึกสุดขั้วที่ไมมีสิ่งมีชีวิตใดอาศัยอยู เปนความเชื่อที่มีมาชานานวาการหาวของโปเกมอนนี้ทำใหเกิดกระแสน้ำวนในมหาสมุทร",
  "For its nest, Phanpy digs a vertical pit in the ground at the edge of a river. It marks the area around its nest with its trunk to let the others know that the area has been claimed.": "โกมาโซจะขุดหลุมเปนแนวตั้งในพื้นดินริมแมน้ำเพื่อเปนรังของมัน มันทำเครื่องหมายพื้นที่รอบ ๆ รังของมันดวยงวงเพื่อใหผูอื่นรูวาพื้นที่นั้นถูกจับจองแลว",
  "Donphan's favorite attack is curling its body into a ball, then charging at its foe while rolling at high speed. Once it starts rolling, this Pokémon can't stop very easily.": "ดอนแฟนมักจะโจมตีศัตรูดวยการมวนตัวเปนลูกบอลแลวพุงเขาใสศัตรูดวยการกลิ้งดวยความเร็วสูง เมื่อมันเริ่มกลิ้งไปแลวจะหยุดไมไดงาย ๆ",
  "Porygon2 was created by humans using the power of science. The man-made Pokémon has been endowed with artificial intelligence that enables it to learn new gestures and emotions on its own.": "โพรีกอน2 ถูกสรางขึ้นโดยมนุษยดวยพลังของวิทยาศาสตร เปนโปเกมอนที่มนุษยสรางขึ้นและใสปญญาประดิษฐที่ทำใหสามารถเรียนรูทาทางและอารมณใหม ๆ ไดดวยตัวเอง",
  "Stantler's magnificent antlers were traded at high prices as works of art. As a result, this Pokémon was hunted close to extinction by those who were after the priceless antlers.": "เขาอันงดงามของโอโดชิชิถูกซื้อขายในราคาที่สูงราวกับงานศิลปะ เปนผลใหโปเกมอนนี้ถูกตามลาจนใกลสูญพันธุโดยบรรดาคนที่ตองการเขาของมัน",
  "Smeargle marks the boundaries of its territory using a body fluid that leaks out from the tip of its tail. Over 5,000 different marks left by this Pokémon have been found.": "โดเบิลจะทำเครื่องหมายแสดงอาณาเขตของมันโดยใชของเหลวจากรางกายที่ไหลออกมาจากปลายหาง มีการพบเครื่องหมายที่แตกตางกันกวา 5,000 แบบที่ถูกทำทิ้งไว",
  "Tyrogue becomes stressed out if it does not get to train every day. When raising this Pokémon, the Trainer must establish and uphold various training methods.": "บัลกีจะเกิดความเครียดถาไมไดฝกฝนทุกวัน เมื่อเลี้ยงโปเกมอนนี้เทรนเนอรจึงตองดูแลและรักษาตารางการฝกฝนที่หลากหลายใหกับมัน",
  "Hitmontop spins on its head at high speed, all the while delivering kicks. This technique is a remarkable mix of both offense and defense at the same time. The Pokémon travels faster spinning than it does walking.": "คาโพเอลารใชหัวหมุนตัวดวยความเร็วสูงและปลอยลูกเตะในเวลาเดียวกัน เทคนิคนี้ผสมผสานทั้งการโจมตีและการปองกันไดอยางนาทึ่ง มันเคลื่อนที่ดวยการหมุนไดเร็วกวาเดินเสียอีก",
  "Smoochum actively runs about, but also falls quite often. Whenever the chance arrives, it will look for its reflection to make sure its face hasn't become dirty.": "มุจูลมักวิ่งอยางราเริงแตก็หกลมอยูบอย ๆ มันจึงมองหาภาพสะทอนทุกที่ที่มีโอกาสเพื่อใหแนใจวาใบหนาไมสกปรก",
  "Elekid stores electricity in its body. If it touches metal and accidentally discharges all its built-up electricity, this Pokémon begins swinging its arms in circles to recharge itself.": "เอเลคิดจะเก็บสะสมพลังงานไฟฟาไวในรางกาย ถามันสัมผัสกับโลหะและปลอยพลังงานไฟฟาที่สะสมออกไปโดยไมไดตั้งใจ มันจะเริ่มเหวี่ยงแขนเปนวงกลมเพื่อชารจไฟใหมอีกครั้ง",
  "Magby's state of health is determined by observing the fire it breathes. If the Pokémon is spouting yellow flames from its mouth, it is in good health. When it is fatigued, black smoke will be mixed in with the flames.": "สุขภาพของบูบีนั้นสามารถพิจารณาไดจากการสังเกตลมหายใจเปลวไฟของมัน ถามันพนเปลวไฟสีเหลืองออกมาจากปากแสดงวาสุขภาพดี แตหากมันออนเพลียจะมีควันดำผสมกับเปลวไฟออกมา",
  "Miltank gives over five gallons of milk on a daily basis. Its sweet milk is enjoyed by children and grown-ups alike. People who can't drink milk turn it into yogurt and eat it instead.": "มิลแทงคสามารถใหนมมากกวา 5 แกลลอนในทุกๆ วัน ทั้งเด็กและผูใหญตางชื่นชอบนมที่หวานอรอยนี้ คนที่ไมสามารถดื่มนมไดก็จะเปลี่ยนมันเปนโยเกิรตแลวกินแทนได",
  "Blissey senses sadness with its fluffy coat of fur. If it does so, this Pokémon will rush over to a sad person, no matter how far away, to share a Lucky Egg that brings a smile to any face.": "หากจับความรูสึกโศกเศราดวยขนนุมฟูได ไมวาอีกฝายจะอยูไกลแคไหนก็จะรีบไปหา แลวแบงปนไขแหงความสุขให",
  "Raikou embodies the speed of lightning. The roars of this Pokémon send shock waves shuddering through the air and shake the ground as if lightning bolts had come crashing down.": "ไรโคครอบครองพลังความเร็วดั่งสายฟาฟาด เสียงคำรามของมันทำใหเกิดแรงสั่นสะเทือนไปทั่วทั้งอากาศและพื้นดินราวกับฟาผาลงมาเลยทีเดียว",
  "Entei embodies the passion of magma. This Pokémon is thought to have been born in the eruption of a volcano. It sends up massive bursts of fire that utterly consume all that they touch.": "เอ็นเตครอบครองพลังความรอนแรงดั่งแมกมา เชื่อกันวามันเกิดขึ้นมาจากการปะทุของภูเขาไฟ มันสามารถพนเปลวไฟมหึมาที่เผาผลาญสิ่งที่สัมผัสได",
  "Suicune embodies the compassion of a pure spring of water. It runs across the land with gracefulness. This Pokémon has the power to purify dirty water.": "ซุยคูนครอบครองพลังความโอนออนของสายน้ำบริสุทธิ์ มันวิ่งไปบนพื้นอยางออนชอย และมีพลังในการชำระลางน้ำใหสะอาดได",
  "Larvitar is born deep under the ground. To come up to the surface, this Pokémon must eat its way through the soil above. Until it does so, Larvitar cannot see its parents.": "โยกิราสจะเกิดใตพื้นดินที่ลึกลงไป มันจะตองกินดินเปนทางเพื่อขึ้นมาดานบน จนกวาจะทำเชนนั้นไดสำเร็จมันจะไมไดพบกับพอแมของมันเลย",
  "Pupitar creates a gas inside its body that it compresses and forcefully ejects to propel itself like a jet. The body is very durable—it avoids damage even if it hits solid steel.": "ซานากิราสสรางกาซภายในรางกาย มันจะบีบอัดและดีดออกอยางแรงเพื่อเคลื่อนตัวเหมือนกับเจ็ต รางกายของมันทนทานตอความเสียหายแมวามันจะถูกตีดวยเหล็กแข็งก็ตาม",
  "Tyranitar is so overwhelmingly powerful, it can bring down a whole mountain to make its nest. This Pokémon wanders about in mountains seeking new opponents to fight.": "บันกิราสนั้นมีพลังอยางทวมทน มันสามารถทำลายภูเขาทั้งลูกเพื่อทำรัง มันจะเดินเตร็ดเตรไปทั่วภูเขาเพื่อมองหาคูตอสูรายใหมที่จะตอสู",
  "Lugia's wings pack devastating power—a light fluttering of its wings can blow apart regular houses. As a result, this Pokémon chooses to live out of sight deep under the sea.": "ปกของลูเกียมีพลังทำลายลางสูง ถึงขนาดที่เพียงกระพือปกเบา ๆ ก็สามารถพัดบานใหปลิวได ดวยเหตุนั้นทำใหมันเลือกที่จะอาศัยอยูหางไกลผูคนในใตทะเลลึก",
  "Ho-Oh's feathers glow in seven colors depending on the angle at which they are struck by light. These feathers are said to bring happiness to the bearers. This Pokémon is said to live at the foot of a rainbow.": "ขนของโฮโอจะเปลงประกายเปนเจ็ดสีตามมุมที่ถูกแสง วากันวาขนของมันจะนำความสุขมาสูผูที่ถือครอง และกลาวกันวาโปเกมอนนี้อาศัยอยูที่ปลายสายรุง",
  "This Pokémon came from the future by crossing over time. It is thought that so long as Celebi appears, a bright and shining future awaits us.": "โปเกมอนนี้มาจากอนาคตโดยการขามเวลา เปนที่เชื่อกันวาตราบใดที่เซเลบีปรากฏตัวแสดงวามีอนาคตที่สดใสและเปลงประกายรอเราอยู",
  "Treecko has small hooks on the bottom of its feet that enable it to scale vertical walls. This Pokémon attacks by slamming foes with its thick tail.": "คิโมริมีตะขอเล็ก ๆ ที่ปลายเทาเพื่อใหสามารถไตกำแพงเปนแนวตั้งได มันจะโจมตีโดยการกระแทกศัตรูดวยหางหนา ๆ ของมัน",
  "The leaves growing out of Grovyle's body are convenient for camouflaging it from enemies in the forest. This Pokémon is a master at climbing trees in jungles.": "ใบไมที่เติบโตบนรางกายของจุปไทลนั้นทำใหพรางตัวจากศัตรูในปาไดอยางสะดวกสบาย โปเกมอนนี้เปนผูเชี่ยวชาญการปนตนไมในปา",
  "The leaves growing on Sceptile's body are very sharp edged. This Pokémon is very agile—it leaps all over the branches of trees and jumps on its foe from above or behind.": "ใบที่เติบโตบนรางกายของจูไคนนั้นคมกริบ มันมีความคลองแคลวมาก สามารถกระโดดขามกิ่งไมเพื่อกระโดดเขาหาศัตรูจากดานบนหรือดานหลังได",
  "Torchic sticks with its Trainer, following behind with unsteady steps. This Pokémon breathes fire of over 1,800 degrees Fahrenheit, including fireballs that leave the foe scorched black.": "อาชาโมจะตัวติดกับเทรนเนอรของมันแบบไมยอมหางแมแตกาวเดียวเลย มันสามารถพนลมหายใจไดรอนถึง 1,800 องศาฟาเรนไฮต รวมถึงปลอยลูกไฟที่ทำใหศัตรูไหมเกรียม",
  "Combusken toughens up its legs and thighs by running through fields and mountains. This Pokémon's legs possess both speed and power, enabling it to dole out 10 kicks in one second.": "วาคาชาโมจะฝกฝนขาของมันใหแกรงขึ้นโดยวิ่งผานทุงนาและภูเขา ขาของมันมีทั้งความเร็วและพลังทำใหสามารถเตะไดถึง 10 ครั้งในหนึ่งวินาที",
  "In battle, Blaziken blows out intense flames from its wrists and attacks foes courageously. The stronger the foe, the more intensely this Pokémon's wrists burn.": "ในการแบตเทิล บาชาโมจะปลอยเปลวไฟที่รุนแรงจากขอมือและโจมตีศัตรูอยางกลาหาญ ยิ่งศัตรูแข็งแกรงมากเทาไหรหมัดไฟของมันก็จะยิ่งรุนแรงขึ้น",
  "The fin on Mudkip's head acts as highly sensitive radar. Using this fin to sense movements of water and air, this Pokémon can determine what is taking place around it without using its eyes.": "ครีบบนหัวของมิซึโกโรทำหนาที่เปนเรดารที่มีความไวสูง มันใชครีบนี้เพื่อรับรูการเคลื่อนไหวของน้ำและอากาศ และสามารถรับรูสิ่งที่เกิดขึ้นรอบตัวไดโดยไมตองใชตามอง",
  "The surface of Marshtomp's body is enveloped by a thin, sticky film that enables it to live on land. This Pokémon plays in mud on beaches when the ocean tide is low.": "ตามผิวกายมีเยื่อเมือกบาง ๆ ปกคลุมไวเพื่อใหสามารถใชชีวิตบนบกได จะเลนโคลนที่ริมฝ่งทะเลตอนน้ำลด",
  "Swampert is very strong. It has enough power to easily drag a boulder weighing more than a ton. This Pokémon also has powerful vision that lets it see even in murky water.": "ลากลาจนั้นแข็งแกรงมาก มันมีพลังมากพอที่จะลากกอนหินที่น้ำหนักมากกวาหนึ่งตัน และมันยังมีวิสัยทัศนที่ยอดเยี่ยมที่ใหมันสามารถมองเห็นไดแมในน้ำที่ขุนมัว",
  "At first sight, Poochyena takes a bite at anything that moves. This Pokémon chases after prey until the victim becomes exhausted. However, it may turn tail if the prey strikes back.": "โปชิเอนาจะกัดอะไรก็ตามที่เคลื่อนไหวตั้งแตแรกเห็น มันจะไลลาเหยื่อจนกวาเหยื่อจะหมดแรง แตอยางไรก็ตามมันอาจวิ่งหนีกลับไปไดหากเหยื่อตอบโตกลับ",
  "Mightyena gives obvious signals when it is preparing to attack. It starts to growl deeply and then flattens its body. This Pokémon will bite savagely with its sharply pointed fangs.": "มีสัญญาณที่เห็นไดชัดขณะที่กราเอนากำลังจะจูโจม มันจะขูคำรามและราบตัวลง กอนจะกัดอยางโหดเหี้ยมดวยเขี้ยวที่แหลมคม",
  "Zigzagoon restlessly wanders everywhere at all times. This Pokémon does so because it is very curious. It becomes interested in anything that it happens to see.": "จิกุซากุมะเตร็ดเตรไปทุกที่อยางไมหยุดหยอนตลอดเวลา ที่มันทำเชนนี้เพราะมันอยากรูอยากเห็นมาก มันจะสนใจในสิ่งทุกสิ่งที่มันเห็น",
  "Its restlessness has it constantly running around. If it sees another Pokémon, it will purposely run into them in order to start a fight.": "วิ่งวนไปมาไมอยูนิ่ง เมื่อเจอโปเกมอนอื่น จะจงใจพุงชนแลวชวนทะเลาะ",
  "Linoone always runs full speed and only in straight lines. If facing an obstacle, it makes a right-angle turn to evade it. This Pokémon is very challenged by gently curving roads.": "มัสสึกุมะจะวิ่งดวยความเร็วเต็มที่และเปนเสนตรงอยูเสมอ หากเจอกับสิ่งกีดขวางมันจะเลี้ยวหลบเปนมุมฉาก จะทาทายอยางมากหากเจอกับถนนที่เปนทางโคง",
  "It uses its long tongue to taunt opponents. Once the opposition is enraged, this Pokémon hurls itself at the opponent, tackling them forcefully.": "ยั่วยุเหยื่อที่จับมาไดดวยลิ้นยาว พุงอยางรุนแรงเขาหาฝายตรงขามที่โมโห",
  "Using the spikes on its rear end, Wurmple peels the bark off trees and feeds on the sap that oozes out. This Pokémon's feet are tipped with suction pads that allow it to cling to glass without slipping.": "จะใชหนามที่กนลอกแกะเปลือกไมเพื่อกินน้ำเลี้ยงที่ซึมออกมาจากตนไม ขาที่เปนตัวดูดนั้นแมจะอยูบนกระจกก็ไมลื่น",
  "Silcoon tethers itself to a tree branch using silk to keep from falling. There, this Pokémon hangs quietly while it awaits evolution. It peers out of the silk cocoon through a small hole.": "คาราซาลิสหอยตัวอยูบนกิ่งไมดวยใยของมันเพื่อไมใหตกลงมา มันจะหอยอยูเงียบ ๆ ในระหวางที่รอการวิวัฒนาการ มันจะมองออกมาจากรังไหมผานรูเล็ก ๆ",
  "Beautifly's favorite food is the sweet pollen of flowers. If you want to see this Pokémon, just leave a potted flower by an open window. Beautifly is sure to come looking for pollen.": "อาหารที่อาเกฮันทชื่นชอบคือเกสรหวานๆของดอกไม หากคุณตองการที่จะเห็นโปเกมอนนี้เพียงแควางกระถางดอกไมไวและเปดหนาตางออก จะไดเห็นอาเกฮันทที่มาเพื่อหาเกสรอยางแนนอน",
  "Cascoon makes its protective cocoon by wrapping its body entirely with a fine silk from its mouth. Once the silk goes around its body, it hardens. This Pokémon prepares for its evolution inside the cocoon.": "มายูลดปกปองตัวเองดวยการหอหุมตัวมันดวยใยที่พนออกจากปากและทำใหแข็งตัว มันจะเตรียมตัวในการวิวัฒนาการอยูภายในรังไหมนั้น",
  "Dustox is instinctively drawn to light. Swarms of this Pokémon are attracted by the bright lights of cities, where they wreak havoc by stripping the leaves off roadside trees for food.": "โดคุเคลจะถูกแสงดึงดูดเขาหาโดยสัญชาตญาณ ฝูงของพวกมันถูกดึงดูดดวยแสงไฟในเมืองเปนสาเหตุที่ใบไมบนตนไมริมถนนถูกทำลายจากการหาอาหารของพวกมัน",
  "Lotad live in ponds and lakes, where they float on the surface. It grows weak if its broad leaf dies. On rare occasions, this Pokémon travels on land in search of clean water.": "ฮาซึโบอาศัยอยูในบอน้ำและทะเลสาบโดยลอยตัวอยูบนผิวน้ำ มันจะออนแอถาใบไมกวางบนหัวของมันตาย ในบางโอกาสที่พบเห็นไดยากพวกมันเดินทางบนบกเพื่อคนหาแหลงน้ำสะอาด",
  "Lombre is nocturnal—it will get active after dusk. It is also a mischief maker. When this Pokémon spots anglers, it tugs on their fishing lines from beneath the surface and enjoys their consternation.": "ฮาซึเบรโรออกหากินเวลากลางคืน มันจะตื่นตัวในชวงค่ำ และยังชอบกอกวนอีกดวย เมื่อมันเห็นคนกำลังตกปลามันจะดึงสายเบ็ดจากใตน้ำและสนุกกับความตกใจของผูคน",
  "Ludicolo begins dancing as soon as it hears cheerful, festive music. This Pokémon is said to appear when it hears the singing of children on hiking outings.": "รุนปปปาจะเริ่มเตนทันทีที่ไดยินเสียงเพลงที่ครื้นเครง วากันวาโปเกมอนตัวนี้จะปรากฏเมื่อไดยินเสียงรองเพลงของเด็ก ๆ ที่กำลังเดินทาง",
  "Seedot attaches itself to a tree branch using the top of its head. It sucks moisture from the tree while hanging off the branch. The more water it drinks, the glossier this Pokémon's body becomes.": "จะใชสวนยอดของหัวแปะเขากับกิ่งไมแลวหอยหัวดูดน้ำ ยิ่งดื่มน้ำมากเทาไหร รางกายก็จะวาววับมากเทานั้น",
  "Nuzleaf live in densely overgrown forests. They occasionally venture out of the forest to startle people. This Pokémon dislikes having its long nose pinched.": "โคโนฮานะอาศัยอยูในปารกทึบ แตบางครั้งพวกมันก็ออกไปจากปาและทำใหผูคนตกใจ โปเกมอนตัวนี้ไมชอบจมูกยาวแหลม ๆ ของตัวเอง",
  "Shiftry is a mysterious Pokémon that is said to live atop towering trees dating back over a thousand years. It creates terrific windstorms with the fans it holds.": "ดาเทนกุเปนโปเกมอนลึกลับที่วากันวาอาศัยอยูบนตนไมสูงตระหงานที่อายุกวาพันป มันสามารถสรางลมพายุที่นากลัวไดดวยพัดที่ถืออยู",
  "Taillow courageously stands its ground against foes, however strong they may be. This gutsy Pokémon will remain defiant even after a loss. On the other hand, it cries loudly if it becomes hungry.": "สึบาเมะกลายืนหยัดตอสูกับศัตรูอยางกลาหาญไมวาศัตรูจะแข็งแกรงเพียงใด โปเกมอนที่กลาหาญนี้จะยังคงยืนหยัดแมจะพายแพ ในทางกลับกันมันจะรองไหเสียงดังในตอนที่มันหิว",
  "Swellow flies high above our heads, making graceful arcs in the sky. This Pokémon dives at a steep angle as soon as it spots its prey. The hapless prey is tightly grasped by Swellow's clawed feet, preventing escape.": "โอโอสึบาเมะบินโคงอยางสวยงามสูงขึ้นไปบนทองฟาเหนือหัวของเรา มันจะโฉบลงไปในน้ำจากมุมสูงทันทีที่พบเหยื่อ เหยื่อที่เคราะหรายจะถูกจับไดอยางแนนหนาดวยเทาที่มีกรงเล็บของมันและไมสามารถหนีได",
  "Wingull has the habit of carrying prey and valuables in its beak and hiding them in all sorts of locations. This Pokémon rides the winds and flies as if it were skating across the sky.": "คาโมเมะมีนิสัยหอบเหยื่อและของมีคาไวในปากและนำไปซอนไวตามที่ตาง ๆ โปเกมอนตัวนี้มักบินและถลาไปตามลมราวกับวามันกำลังเลนสเก็ตบนทองฟา",
  "Pelipper is a flying transporter that carries small Pokémon and eggs inside its massive bill. This Pokémon builds its nest on steep cliffs facing the sea.": "เพลิปเปอรเปนผูขนสงทางอากาศ โดยใสโปเกมอนตัวเล็ก ๆ และไขไวในจะงอยปากที่ใหญโตของมัน โปเกมอนตัวนี้มักสรางรังอยูบนหนาผาสูงชันที่หันหนาไปทางทะเล",
  "Ralts senses the emotions of people using the horns on its head. This Pokémon rarely appears before people. But when it does, it draws closer if it senses that the person has a positive disposition.": "ราลทซสามารถสัมผัสถึงอารมณของผูคนไดโดยใชเขาบนหัวของมัน โปเกมอนนี้ไมคอยปรากฏตัวตอหนาผูคน แตเมื่อทำเชนนั้นมันจะเขาใกลหากสัมผัสไดถึงอารมณเชิงบวกของบุคคลนั้น",
  "It is said that a Kirlia that is exposed to the positive emotions of its Trainer grows beautiful. This Pokémon controls psychokinetic powers with its highly developed brain.": "วากันวาเคอเรียที่ไดรับอารมณเชิงบวกของ เทรนเนอรนั้นจะเติบโตขึ้นอยางสวยงาม โปเกมอนนี้ควบคุมพลังจิตดวยสมองที่พัฒนามาเปนอยางดี",
  "Gardevoir has the ability to read the future. If it senses impending danger to its Trainer, this Pokémon is said to unleash its psychokinetic energy at full power.": "เซอไนทมีความสามารถในการอานอนาคตได หากรูสึกไดถึงอันตรายที่จะเกิดตอเทรนเนอรโปเกมอนตัวนี้จะปลดปลอยพลังจิตออกมาอยางเต็มกำลัง",
  "From the tips of its feet, Surskit secretes an oil that enables it to walk on water as if it were skating. This Pokémon feeds on microscopic organisms in ponds and lakes.": "อาเมทามะขับน้ำมันออกจากปลายเทา ทำใหมันเดินบนน้ำไดราวกับกำลังเลนสเก็ต โปเกมอนตัวนี้กินสิ่งมีชีวิตขนาดเล็กในบอน้ำและทะเลสาบ",
  "Masquerain intimidates enemies with the eyelike patterns on its antennas. This Pokémon flaps its four wings to freely fly in any direction—even sideways and backwards—as if it were a helicopter.": "อาเมมอธขมขูศัตรูดวยลวดลายที่เหมือนกับดวงตาบนหนวดของมัน มันใชปกทั้งสี่ของมันบินอยางอิสระในทิศทางใดก็ไดแมกระทั่งดานขางและดานหลังราวกับเปนเฮลิคอปเตอร",
  "Shroomish live in damp soil in the dark depths of forests. They are often found keeping still under fallen leaves. This Pokémon feeds on compost that is made up of fallen, rotted leaves.": "คิโนโคโคอาศัยอยูในดินที่เปยกชื้นในสวนที่ลึกและมืดของปา พวกมันมักถูกพบอยูนิ่ง ๆ ใตใบไมที่รวง โปเกมอนตัวนี้กินปุยหมักที่เกิดจากใบไมที่รวงและเนาเป่อย",
  "Breloom closes in on its foe with light and sprightly footwork, then throws punches with its stretchy arms. This Pokémon's fighting technique puts boxers to shame.": "คิโนกัซซาเขาใกลเหยื่อดวยจังหวะเทาที่เบาและคลองแคลว จากนั้นก็ปลอยหมัดตรงเขาใส เทคนิคการตอสูของมันนี้แมแตนักมวยก็ยังอาย",
  "Slakoth lolls around for over 20 hours every day. Because it moves so little, it does not need much food. This Pokémon's sole daily meal consists of just three leaves.": "นามาเคโรนอนเอกเขนกมากกวา 20 ชั่วโมงในทุก ๆ วัน เพราะมันเคลื่อนไหวนอยมากจึงไมตองการอาหารมากนัก อาหารประจำวันของแคใบไมสามใบก็เพียงพอแลว",
  "Vigoroth is always itching and agitated to go on a wild rampage. It simply can't tolerate sitting still for even a minute. This Pokémon's stress level rises if it can't be moving constantly.": "ยารุคิโมโนะมักจะยุกยิกและกระวนกระวายพรอมที่จะอาละวาดอยูเสมอ มันทนไมไดกับการนั่งนิ่งๆ แมแตนาทีเดียว ระดับความเครียดของมันจะเพิ่มขึ้นหากไมไดเคลื่อนไหวอยูตลอดเวลา",
  "Slaking spends all day lying down and lolling about. It eats grass growing within its reach. If it eats all the grass it can reach, this Pokémon reluctantly moves to another spot.": "เค็คคิงใชเวลาทั้งวันในการนอนและเอกเขนก มันจะกินหญาที่ขึ้นอยูในระยะที่เอื้อมถึง ถามันกินหญาทั้งหมดที่มันสามารถเอื้อมถึงไดแลว มันจะยายไปยังจุดอื่นอยางไมเต็มใจ",
  "Nincada lives underground for many years in complete darkness. This Pokémon absorbs nutrients from the roots of trees. It stays motionless as it waits for evolution.": "สึจินินอาศัยอยูใตดินเปนเวลาหลายปในความมืดสนิท โปเกมอนนี้ดูดซับสารอาหารจากรากของตนไม มันมันจะอยูนิ่ง ๆ เพื่อรอการวิวัฒนาการ",
  "Ninjask moves around at such a high speed that it cannot be seen, even while its crying can be clearly heard. For that reason, this Pokémon was long believed to be invisible.": "เท็คคานินเคลื่อนที่ดวยความเร็วสูงจนมองไมเห็น แตในขณะเดียวกันเสียงรองกลับไดยินไดอยางชัดเจน ดวยเหตุนี้จึงเชื่อกันมาชานานวามันสามารถลองหนได",
  "Shedinja's hard body doesn't move—not even a twitch. In fact, its body appears to be merely a hollow shell. It is believed that this Pokémon will steal the spirit of anyone peering into its hollow body from its back.": "รางกายแข็ง ๆ ของนูเคนินไมมีการขยับหรือกระดุกกระดิกใด ๆ จริง ๆ แลวรางกายของมันดูเหมือนจะเปนเพียงเปลือกกลวงเทานั้น เชื่อกันวามันจะขโมยวิญญาณของใครก็ตามที่จองมองเขาไปในรางกายที่กลวงของมันจากดานหลัง",
  "Normally, Whismur's voice is very quiet—it is barely audible even if one is paying close attention. However, if this Pokémon senses danger, it starts crying at an earsplitting volume.": "โดยปกติแลวเสียงของโกเนียวเนียวจะเงียบมาก เปนเสียงที่แทบจะไมไดยินแมวาจะตั้งใจฟงใกล ๆ แตหากโปเกมอนนี้รูสึกถึงอันตรายมันจะเริ่มรองดวยเสียงที่ดังจนแสบแกวหู",
  "Loudred's bellowing can completely decimate a wood-frame house. It uses its voice to punish its foes. This Pokémon's round ears serve as loudspeakers.": "เสียงรองของโดกอมสามารถทำลายบานไมไดทั้งหลัง มันใชเสียงในการโจมตีศัตรู หูกลม ๆ ของมันทำหนาที่เปนลำโพง",
  "Exploud triggers earthquakes with the tremors it creates by bellowing. If this Pokémon violently inhales from the ports on its body, it's a sign that it is preparing to let loose a huge bellow.": "บาคุองกทำใหเกิดแผนดินไหวไดดวยแรงสั่นสะเทือนที่เกิดจากการตะโกนของมัน หากมันเริ่มสูดลมอยางรุนแรงดวยรูบนรางกายมันเปนสัญญาณวามันกำลังเตรียมที่จะปลอยเสียงตะโกนที่รุนแรงออกมา",
  "Makuhita is tenacious—it will keep getting up and attacking its foe however many times it is knocked down. Every time it gets back up, this Pokémon stores more energy in its body for evolving.": "มาคุโนชิตะนั้นคอนขางดื้อรั้น มันจะลุกขึ้นและโจมตีศัตรูไมวามันจะลมลงกี่ครั้งก็ตาม ทุกครั้งที่ลุกขึ้นสูมันจะเก็บสะสมพลังงานไวในรางกายเพื่อวิวัฒนาการ",
  "Hariyama practices its straight-arm slaps in any number of locations. One hit of this Pokémon's powerful, openhanded, straight-arm punches could snap a telephone pole in two.": "ฮาริเทยามะฝกฝนการกระแทกดวยฝามือในทุก ๆ ที่ การโจมตีของมันรุนแรงมาก ถึงขนาดที่การกระแทกดวยฝามือเพียงครั้งเดียวสามารถโคนเสาไฟฟาไดถึง 1 ตนเลยทีเดียว",
  "Azurill spins its tail as if it were a lasso, then hurls it far. The momentum of the throw sends its body flying, too. Using this unique action, one of these Pokémon managed to hurl itself a record 33 feet.": "หมุนหางแลวเหวี่ยงตัวเหมือนหวงเชือกบวงบาศกและอาศัยแรงนั้นพุงตัวลอยขึ้นไป มีสถิติบันทึกไววาพุงไปไดสูงสุดที่ 10 เมตร",
  "Nosepass's magnetic nose is always pointed to the north. If two of these Pokémon meet, they cannot turn their faces to each other when they are close because their magnetic noses repel one another.": "จมูกแมเหล็กของโนซพาสจะชี้ไปทางทิศเหนือเสมอ หากโนซพาสสองตัวพบกันพวกมันจะไมสามารถหันหนาเขาหากันไดหากอยูใกลกัน เพราะจมูกของพวกมันผลักกัน",
  "Skitty has the habit of becoming fascinated by moving objects and chasing them around. This Pokémon is known to chase after its own tail and become dizzy.": "เอเนโคมักถูกดึงดูดโดยวัตถุที่เคลื่อนไหวและไลตามสิ่งนั้นไป เปนที่รูกันวามันมักจะวิ่งไลตามหางของตัวเองและตาลายอยูบอย ๆ",
  "Delcatty prefers to live an unfettered existence in which it can do as it pleases at its own pace. Because this Pokémon eats and sleeps whenever it decides, its daily routines are completely random.": "เอเนโคโรโระชอบที่จะใชชีวิตอยางอิสระซึ่งมันสามารถทำอะไรก็ไดตามใจตัวเอง เนื่องจากโปเกมอนตัวนี้จะกินและนอนเมื่อใดก็ตามที่มันพอใจ กิจวัตรประจำวันจึงเปนแบบสุมโดยสมบูรณ",
  "Sableye lead quiet lives deep inside caverns. They are feared, however, because these Pokémon are thought to steal the spirits of people when their eyes burn with a sinister glow in the darkness.": "ยามิรามิอาศัยอยูอยางเงียบสงบในสวนลึกของถ้ำเปนที่หวาดกลัว เพราะเชื่อวามันจะขโมยวิญญาณของผูคนไปในยามที่ดวงตาของมันสองสวางอยางนาขนลุกทามกลางความมืดมิด",
  "Mawile's huge jaws are actually steel horns that have been transformed. Its docile-looking face serves to lull its foe into letting down its guard. When the foe least expects it, Mawile chomps it with its gaping jaws.": "กรามขนาดใหญของคูชีทนั้นจริง ๆ แลวเปนเขาเหล็กที่แปลงมา ใบหนาที่ดูเชื่องของมันทำหนาที่หลอกศัตรูใหลดการปองกันตัวลง เมื่อศัตรูไมระวังตัว คูชีทก็จะขย้ำดวยกรามของมัน",
  "This Pokémon has a body of steel. To make its body, Aron feeds on iron ore that it digs from mountains. Occasionally, it causes major trouble by eating bridges and rails.": "โปเกมอนนี้มีรางกายเปนเหล็ก ในการเสริมสรางรางกายโคโคโดราจะกินแรเหล็กที่มันขุดจากภูเขา บางครั้งก็ทำใหเกิดปญหาใหญเมื่อมันกินสะพานและทางรถไฟ",
  "Lairon tempers its steel body by drinking highly nutritious mineral springwater until it is bloated. This Pokémon makes its nest close to springs of delicious water.": "โคโดราเสริมสรางความแข็งแกรงใหรางกายเหล็กดวยการดื่มน้ำแรที่มีคุณคาทางโภชนาการสูงจนกระทั่งตัวใหญขึ้น มันมักจะทำรังอยูใกลกับแหลงน้ำพุที่รสชาติอรอย",
  "Aggron claims an entire mountain as its own territory. It mercilessly beats up anything that violates its environment. This Pokémon vigilantly patrols its territory at all times.": "บอสโกโดราอางสิทธิ์ทั้งภูเขาเปนอาณาเขตของตนเอง มันจะจัดการกับสิ่งใดก็ตามที่ทำลายสภาพแวดลอมอยางไรความปรานี และลาดตระเวนอาณาเขตของตนอยางระมัดระวังตลอดเวลา",
  "Meditite undertakes rigorous mental training deep in the mountains. However, whenever it meditates, this Pokémon always loses its concentration and focus. As a result, its training never ends.": "อาชานันจะฝกฝนจิตใจของมันอยางเขมงวดภายในภูเขา อยางไรก็ตามเมื่อใดที่มันเขาฌาน มันจะสูญเสียสมาธิและโฟกัสไปเสมอ ดังนั้นการฝกฝนจึงไมมีวันสิ้นสุด",
  "It is said that through meditation, Medicham heightens energy inside its body and sharpens its sixth sense. This Pokémon hides its presence by merging itself with fields and mountains.": "วากันวาพลังงานของรางกายจะเพิ่มพูนขึ้นดวยการนั่งสมาธิ และมีสัมผัสที่ 6 เฉียบคมขึ้น จะแฝงตัวเขาเปนหนึ่งเดียวกับทุงหญาปาเขา",
  "Electrike stores electricity in its long body hair. This Pokémon stimulates its leg muscles with electric charges. These jolts of power give its legs explosive acceleration performance.": "ราคุไรเก็บสะสมพลังงานไฟฟาไวในขนยาวของมัน มันจะกระตุนกลามเนื้อขาดวยประจุไฟฟา ชวยเพิ่มประสิทธิภาพการเรงความเร็วที่ขาใหกับมัน",
  "Manectric is constantly discharging electricity from its mane. The sparks sometimes ignite forest fires. When it enters a battle, this Pokémon creates thunderclouds.": "ไลโวลตจะปลอยกระแสไฟฟาจากแผงคออยางตอเนื่อง บางครั้งประกายไฟเหลานั้นก็ทำใหเกิดไฟปา ในการแบตเทิลมันจะสรางเสียงพายุเมฆฝนขึ้นมา",
  "Plusle always acts as a cheerleader for its partners. Whenever a teammate puts out a good effort in battle, this Pokémon shorts out its body to create the crackling noises of sparks to show its joy.": "พราเซิลจะทำตัวเปนเชียรลีดเดอรใหกับคูหูอยูเสมอ เมื่อใดก็ตามที่เพื่อนรวมทีมพยายามไดดีในแบตเทิล มันจะช็อตไฟฟาเพื่อสรางเสียงที่ปะทุของประกายไฟดังออกมาเพื่อแสดงความดีใจ",
  "Minun is more concerned about cheering on its partners than its own safety. It shorts out the electricity in its body to create brilliant showers of sparks to cheer on its teammates.": "ใหความสำคัญกับการใหกำลังใจพวกพองมากกวาตัวเอง จะช็อตไฟฟาที่ปลอยออกมาจากรางกาย เพื่อสรางประกายไฟเจิดจาไปในขณะที่ใหกำลังใจพวกพอง",
  "With the arrival of night, Volbeat emits light from its tail. It communicates with others by adjusting the intensity and flashing of its light. This Pokémon is attracted by the sweet aroma of Illumise.": "เมื่อถึงเวลากลางคืนบารูบีทจะเปลงแสงที่ปลายหาง พวกมันสื่อสารกันดวยการปรับความเขมและการกระพริบของแสง โปเกมอนนี้ถูกดึงดูดใจดวยกลิ่นหอมหวานของอิลูมิเซะ",
  "Illumise attracts a swarm of Volbeat using a sweet fragrance. Once the Volbeat have gathered, this Pokémon leads the lit-up swarm in drawing geometric designs on the canvas of the night sky.": "อิลูมิเซะดึงดูดฝูงบารูบีทออกมาโดยใชกลิ่นหอมหวาน เมื่อบารูบีทมารวมตัวกัน มันจะนำฝูงขึ้นบินราวกับภาพวาดออกแบบเรขาคณิตบนผืนผาใบบนทองฟายามค่ำคืน",
  "Roselia shoots sharp thorns as projectiles at any opponent that tries to steal the flowers on its arms. The aroma of this Pokémon brings serenity to living things.": "โรเซเลียจะยิงหนามแหลมเปนกระสุนใสศัตรูที่พยายามจะขโมยดอกไมบนแขนของมัน กลิ่นของโปเกมอนนี้ทำใหสิ่งมีชีวิตรูสึกสงบ",
  "Virtually all of Gulpin's body is its stomach. As a result, it can swallow something its own size. This Pokémon's stomach contains a special fluid that digests anything.": "รางกายแทบจะทั้งหมดของโกคูลินคือกระเพาะของมัน ทำใหมันสามารถกลืนสิ่งที่ขนาดเทากับตัวเองได กระเพาะของโปเกมอนนี้มีของเหลวพิเศษที่ยอยไดทุกอยาง",
  "When Swalot spots prey, it spurts out a hideously toxic fluid from its pores and sprays the target. Once the prey has weakened, this Pokémon gulps it down whole with its cavernous mouth.": "พอเห็นเหยื่อ จะปลอยของเหลวที่มีพิษรุนแรงจากรูขุมขนแลวฉีดใสเหยื่อจนตัวเปยกชุม พอเหยื่อออนแรงลง ก็จะเขมือบดวยปากขนาดใหญ",
  "Carvanha's strongly developed jaws and its sharply pointed fangs pack the destructive power to rip out boat hulls. Many boats have been attacked and sunk by this Pokémon.": "ขากรรไกรที่แข็งแกรงของคิบาเนีย และเขี้ยวอันแหลมคมที่พลังทำลายลางสูงสามารถบดทำลายเรือได เรือหลายลำถูกโจมตีและจมลงดวยฝมือของมัน",
  "Nicknamed “the bully of the sea,” Sharpedo is widely feared. Its cruel fangs grow back immediately if they snap off. Just one of these Pokémon can thoroughly tear apart a supertanker.": "มีชื่อเลนวา “คนพาลแหงทองทะเล” ซาเมฮาเดอรเปนที่หวาดกลัวไปทั่ว เขี้ยวอันโหดรายของมันจะงอกกลับมาทันทีที่หลุดออก ซาเมฮาเดอรเพียงแคตัวเดียวก็สามารถฉีกทำลายเรือบรรทุกน้ำมันขนาดใหญไดทั้งลำ",
  "Wailmer's nostrils are located above its eyes. This playful Pokémon loves to startle people by forcefully snorting out seawater it stores inside its body out of its nostrils.": "จมูกของเวลโกะอยูบริเวณเหนือดวงตา โปเกมอนที่ขี้เลนตัวนี้ชอบที่จะทำใหผูคนตกใจดวยการพนน้ำทะเลที่เก็บไวในรางกายออกจากรูจมูก",
  "Wailord is the largest of all identified Pokémon up to now. This giant Pokémon swims languorously in the vast open sea, eating massive amounts of food at once with its enormous mouth.": "เวลโอเปนโปเกมอนที่มีขนาดใหญที่สุดในจำนวนโปเกมอนที่ระบุไดทั้งหมดจนถึงปจจุบัน โปเกมอนยักษตัวนี้แหวกวายในทะเลที่กวางใหญ และกินอาหารจำนวนมหาศาลในครั้งเดียวดวยปากอันใหญโต",
  "Numel is extremely dull witted—it doesn't notice being hit. However, it can't stand hunger for even a second. This Pokémon's body is a seething cauldron of boiling magma.": "ทื่อ ๆ บื้อ ๆ ขนาดถูกทุบก็ไมรูสึกตัว แตไมเคยอดทนตอความหิวไดเลยแมเพียงวินาทีเดียว ภายในตัวมีแมกมาเดือดระอุอยู",
  "Camerupt has a volcano inside its body. Magma of 18,000 degrees Fahrenheit courses through its body. Occasionally, the humps on this Pokémon's back erupt, spewing the superheated magma.": "บาคูดามีภูเขาไฟอยูภายในรางกาย แมกมาที่รอนถึง 18,000 องศาฟาเรนไฮตไหลเวียนภายในรางกายของมัน บางครั้งโหนกที่อยูดานหลังของมันก็ปะทุขึ้นมาทำใหแมกมาที่รอนจัดไหลออกมา",
  "Torkoal digs through mountains in search of coal. If it finds some, it fills hollow spaces on its shell with the coal and burns it. If it is attacked, this Pokémon spouts thick black smoke to beat a retreat.": "โคทอยซขุดตามแนวภูเขาเพื่อคนหาถานหิน เมื่อพบถานหินมันจะเติมลงไปในชองวางที่เปลือกของมันและเผาไหม เมื่อมันถูกโจมตี มันจะพนควันสีดำหนา ๆ ออกมา",
  "Spoink bounces around on its tail. The shock of its bouncing makes its heart pump. As a result, this Pokémon cannot afford to stop bouncing—if it stops, its heart will stop.": "บาเนบูกระเดงไปมาดวยหางของมัน ความสะเทือนของการเดงไปมาทำใหหัวใจสูบฉีด เปนผลใหโปเกมอนนี้ไมสามารถหยุดการกระเดงได ถามันหยุดหัวใจก็จะหยุดตามไปดวย",
  "Grumpig uses the black pearls on its body to amplify its psychic power waves for gaining total control over its foe. When this Pokémon uses its special power, its snorting breath grows labored.": "บูพิกใชไขมุกสีดำบนรางกายเพื่อขยายคลื่นพลังจิตในการควบคุมศัตรู เมื่อโปเกมอนตัวนี้ใชพลังพิเศษ ลมหายใจของมันจะเริ่มหอบ",
  "All the Spinda that exist in the world are said to have utterly unique spot patterns. The shaky, tottering steps of this Pokémon give it the appearance of dancing.": "กลาวกันวาพัทชีลทั้งหมดที่มีอยูบนโลกตางก็มีตำแหนงลวดลายเฉพาะตัว การเดินที่โอนเอนเหมือนจะลมของโปเกมอนตัวนี้ทำใหดูเหมือนมันกำลังเตนอยู",
  "Trapinch's nest is a sloped, bowl-like pit dug in sand. This Pokémon patiently waits for prey to tumble down the pit. Its giant jaws have enough strength to crush even boulders.": "รังเปนหลุมที่ถูกขุดใหปรางเหมือนกับครก มันจะรอจนเหยื่อจะตกลงมาในหลุม กรามยักษของมันแข็งแรงพอที่จะบดขยี้หินกอนใหญได",
  "To make prey faint, Vibrava generates ultrasonic waves by vigorously making its two wings vibrate. This Pokémon's ultrasonic waves are so powerful, they can bring on headaches in people.": "วิบราวาสรางคลื่นอัลตราโซนิกดวยการทำใหปกทั้งสองของมันสั่นสะเทือนอยางแรงเพื่อใหเหยื่อหมดสติ คลื่นอัลตราโซนิกของมันแข็งแกรงจนสามารถทำใหมนุษยปวดหัวได",
  "Flygon is nicknamed “the elemental spirit of the desert.” Because its flapping wings whip up a cloud of sand, this Pokémon is always enveloped in a sandstorm while flying.": "ฟลายกอนไดรับฉายาวา “ภูตแหงทะเลทราย” เนื่องจากการกระพือปกของมันทำใหเกิดเมฆทราย โปเกมอนนี้จะถูกหอหุมดวยพายุทรายเสมอในขณะที่บิน",
  "Cacnea lives in arid locations such as deserts. It releases a strong aroma from its flower to attract prey. When prey comes near, this Pokémon shoots sharp thorns from its body to bring the victim down.": "ซาโบเนียอาศัยอยูในที่แหงแลงเชนทะเลทราย มันปลอยกลิ่นหอมออกมาจากดอกไมเพื่อดึงดูดเหยื่อ เมื่อเหยื่อเขามาใกลโปเกมอนนี้จะยิงหนามแหลมออกจากรางกายเพื่อทำใหเหยื่อตกลงมา",
  "During the daytime, Cacturne remains unmoving so that it does not lose any moisture to the harsh desert sun. This Pokémon becomes active at night when the temperature drops.": "ในชวงเวลากลางวันน็อคทัสจะไมขยับเขยื้อนตัวเพื่อไมใหสูญเสียน้ำในรางกายไปกับดวงอาทิตยทะเลทรายที่รุนแรง โปเกมอนนี้จะเริ่มตื่นตัวในเวลากลางคืนเมื่ออุณหภูมิลดลง",
  "Swablu has light and fluffy wings that are like cottony clouds. This Pokémon is not frightened of people. It lands on the heads of people and sits there like a cotton-fluff hat.": "ทิลทโทมีปกที่ฟูนุมเหมือนปุยเมฆ มันเปนโปเกมอนที่ไมกลัวผูคน มันลงมาเกาะบนหัวของคนและนั่งอยูอยางนั้นราวกับเปนหมวกปอมปอม",
  "Altaria dances and wheels through the sky among billowing, cotton-like clouds. By singing melodies in its crystal-clear voice, this Pokémon makes its listeners experience dreamy wonderment.": "ทิลทาลิสเตนรำและหมุนตัวไปมาบนทองฟาทามกลางปุยเมฆ การขับรองทวงทำนองดวยเสียงที่ใสราวกับผลึกแกวของมันทำใหผูฟงไดสัมผัสความมหัศจรรยเหมือนอยูในฝน",
  "Memories of battling its archrival Seviper are etched into every cell of Zangoose's body. This Pokémon adroitly dodges attacks with incredible agility.": "ความทรงจำในการตอสูกับฮาบูเนคที่เปนคูแขงของมันถูกฝงอยูในทุกเซลลของรางกายของแซงกูส โปเกมอนตัวนี้หลบการโจมตีไดดวยความวองไวที่เหลือเชื่อ",
  "Seviper shares a generations-long feud with Zangoose. The scars on its body are evidence of vicious battles. This Pokémon attacks using its sword-edged tail.": "ฮาบูเนคมีความอาฆาตตอกันกับแซงกูสมายาวนานรุนสูรุน รอยแผลเปนบนรางกายเปนหลักฐานของการตอสูที่โหดราย โปเกมอนนี้จะโจมตีดวยหางที่เปนเหมือนคมดาบ",
  "Lunatone was discovered at a location where a meteoroid fell. As a result, some people theorize that this Pokémon came from space. However, no one has been able to prove this theory so far.": "ลูนาโทนถูกคนพบในสถานที่ที่อุกกาบาตตกลงมา เปนผลใหบางคนคิดทฤษฎีที่เชื่อวาโปเกมอนนี้มาจากอวกาศ อยางไรก็ตามยังไมมีใครพิสูจนทฤษฎีนี้ได",
  "Solrock is a new species of Pokémon that is said to have fallen from space. It floats in air and moves silently. In battle, this Pokémon releases intensely bright light.": "โซลร็อกเปนโปเกมอนสายพันธุใหมที่วากันวาตกลงมาจากอวกาศ มันลอยอยูในอากาศและเคลื่อนไหวอยางเงียบ ๆ ในแบตเทิลโปเกมอนนี้จะปลอยแสงที่สวางจามากออกมา",
  "Barboach's sensitive whiskers serve as a superb radar system. This Pokémon hides in mud, leaving only its two whiskers exposed while it waits for prey to come along.": "หนวดที่ความรูสึกไวของโดโจทชทำหนาที่เปนระบบเรดารที่ยอดเยี่ยม โปเกมอนนี้จะซอนตัวอยูในโคลนปลอยใหมีเพียงหนวดสองขางที่โผลขึ้นมาในขณะที่รอเหยื่อผานมา",
  "Whiscash is extremely territorial. Just one of these Pokémon will claim a large pond as its exclusive territory. If a foe approaches it, it thrashes about and triggers a massive earthquake.": "นามาซูนขี้หวงเปนอยางมาก มันจะอางวาบอน้ำขนาดใหญเปนอาณาเขตสวนตัวของมัน หากศัตรูเขามาใกลมันจะพุงชนและทำใหเกิดแผนดินไหวครั้งใหญ",
  "Corphish were originally foreign Pokémon that were imported as pets. They eventually turned up in the wild. This Pokémon is very hardy and has greatly increased its population.": "เดิมทีเปนโปเกมอนตางถิ่นที่ถูกนำเขามาเปนสัตวเลี้ยงและคอย ๆ กลายเปนโปเกมอนปา พวกมันแข็งแกรงมากจึงมีจำนวนเพิ่มขึ้นอยางรวดเร็ว",
  "Crawdaunt has an extremely violent nature that compels it to challenge other living things to battle. Other life-forms refuse to live in ponds inhabited by this Pokémon, making them desolate places.": "ชิซาริเกอรมีนิสัยที่รุนแรงอยางมาก ทำใหมันไปทาทายสิ่งมีชีวิตอื่น ๆ เพื่อแบตเทิลอยูเสมอ สิ่งมีชีวิตชนิดอื่น ๆ ปฏิเสธที่จะอาศัยอยูในบอน้ำที่โปเกมอนนี้อาศัยอยูทำใหสถานที่เหลานั้นรกราง",
  "Baltoy moves while spinning around on its one foot. Primitive wall paintings depicting this Pokémon living among people were discovered in some ancient ruins.": "ยาจิลอนเคลื่อนไหวดวยการหมุนไปรอบ ๆ ดวยเทาเพียงขางเดียว ภาพวาดฝาผนังโบราณที่แสดงใหเห็นวาโปเกมอนนี้อาศัยอยูทามกลางผูคนถูกคนพบในซากปรักหักพังโบราณ",
  "Claydol are said to be dolls of mud made by primitive humans and brought to life by exposure to a mysterious ray. This Pokémon moves about while levitating.": "วากันวาเนนดอลลเปนตุกตาโคลนที่มนุษยโบราณสรางขึ้นและทำใหมีชีวิตโดยการไดรับรังสีลึกลับ โปเกมอนตัวนี้เคลื่อนไหวดวยการลอยในอากาศ",
  "Lileep became extinct approximately a hundred million years ago. This ancient Pokémon attaches itself to a rock on the seafloor and catches approaching prey using tentacles shaped like flower petals.": "ลิลีลาสูญพันธุไปราวหนึ่งรอยลานปกอน โปเกมอนโบราณตัวนี้ยึดตัวกับหินบนพื้นทะเลและจับเหยื่อที่เขาใกลดวยหนวดที่มีรูปทรงคลายกลีบดอกไม",
  "Cradily roams around the ocean floor in search of food. This Pokémon freely extends its tree trunk-like neck and captures unwary prey using its eight tentacles.": "ยูเรเดิลตระเวนไปทั่วพื้นมหาสมุทรเพื่อคนหาอาหาร โปเกมอนตัวนี้สามารถยืดคอที่เหมือนกิ่งไมของมันไดอยางอิสระ และจับเหยื่อที่ไมระมัดระวังโดยใชหนวดทั้งแปด",
  "Anorith was regenerated from a prehistoric fossil. This primitive Pokémon once lived in warm seas. It grips its prey firmly between its two large claws.": "อน็อปธถูกทำใหเกิดขึ้นใหมจากฟอสซิลยุคกอนประวัติศาสตร โปเกมอนดึกดำบรรพนี้เคยอาศัยอยูในทะเลอันอบอุน มันจับเหยื่อไวแนนระหวางกรงเล็บขนาดใหญสองอัน",
  "Armaldo's tough armor makes all attacks bounce off. This Pokémon's two enormous claws can be freely extended or contracted. They have the power to punch right through a steel slab.": "เกราะที่แข็งแกรงของอามัลโดทำใหการโจมตีทั้งหมดสะทอนออก กรงเล็บขนาดใหญทั้งสองของมันสามารถยืดหรือหดไดอยางอิสระ และมีพลังมากพอที่จะเจาะทะลุแผนเหล็กไดเลยทีเดียว",
  "Feebas's fins are ragged and tattered from the start of its life. Because of its shoddy appearance, this Pokémon is largely ignored. It is capable of living in both the sea and in rivers.": "ครีบของฮินบาสนั้นดูมอมแมมและรุงริ่งมาตั้งแตเกิด เนื่องจากรูปรางหนาตาของมันดูนาเกลียดโปเกมอนนี้จึงไมเปนที่ตองการ มันสามารถใชชีวิตไดทั้งในทะเลและในแมน้ำ",
  "Milotic is said to be the most beautiful of all the Pokémon. It has the power to becalm such emotions as anger and hostility to quell bitter feuding.": "มิโลคารอสไดรับการกลาวขานวาสวยงามที่สุดในหมูมวลโปเกมอน มันมีพลังที่ชวยบรรเทาอารมณบางอยาง เชน ความโกรธ ความเกลียดชัง และระงับความอาฆาตที่รุนแรง",
  "Castform's appearance changes with the weather. This Pokémon gained the ability to use the vast power of nature to protect its tiny body.": "รูปรางของโปวาลุนจะเปลี่ยนแปลงไปตามสภาพอากาศ โปเกมอนนี้มีความสามารถในการใชพลังอันมหาศาลของธรรมชาติเพื่อปกปองรางเล็ก ๆ ของมัน",
  "Kecleon is capable of changing its body colors at will to blend in with its surroundings. There is one exception—this Pokémon can't change the zigzag pattern on its belly.": "คาคุเลียนมีความสามารถในการเปลี่ยนสีของรางกายใหกลมกลืนกับสภาพแวดลอม แตมีขอยกเวนประการหนึ่งคือโปเกมอนตัวนี้ไมสามารถเปลี่ยนลายซิกแซกบนทองของมันได",
  "Shuppet is attracted by feelings of jealousy and vindictiveness. If someone develops strong feelings of vengeance, this Pokémon will appear in a swarm and line up beneath the eaves of that person's home.": "คาเงะโบสึจะถูกดึงดูดโดยความรูสึกริษยาและความพยาบาท หากใครกำลังมีแรงพยาบาทที่รุนแรง ฝูงของโปเกมอนนี้จะมาปรากฏตัวใตชายคาของบานของบุคคลนั้น",
  "Banette generates energy for laying strong curses by sticking pins into its own body. This Pokémon was originally a pitiful plush doll that was thrown away.": "จุปเปตตะสรางพลังงานในการวางคำสาปที่แข็งแกรงดวยการปกหมุดลงในรางกายของมันเอง โปเกมอนตัวนี้แตเดิมเปนตุกตานาสงสารที่ถูกทิ้ง",
  "Duskull can pass through any wall no matter how thick it may be. Once this Pokémon chooses a target, it will doggedly pursue the intended victim until the break of dawn.": "โยมาวารุสามารถทะลุผานกำแพงใด ๆ ไมวาจะหนาเทาใดก็ตาม เมื่อโปเกมอนนี้เลือกเปาหมายไดแลวมันจะไลตามเหยื่อที่หมายปองจนกวาจะถึงรุงเชา",
  "Dusclops's body is completely hollow—there is nothing at all inside. It is said that its body is like a black hole. This Pokémon will absorb anything into its body, but nothing will ever come back out.": "รางของซามาโยรุนั้นกลวงโดยสมบูรณ ไมมีอะไรอยูขางในเลย วากันวารางกายของมันเปนเหมือนกับหลุมดำ โปเกมอนตัวนี้จะดูดสิ่งตาง ๆ เขาไปในรางกายของมัน แตไมมีอะไรกลับออกมาอีกเลย",
  "The bunches of fruit around Tropius's neck are very popular with children. This Pokémon loves fruit, and eats it continuously. Apparently, its love for fruit resulted in its own outgrowth of fruit.": "พวงของผลไมที่คอของโทรพิอุสนั้นเปนที่นิยมในหมูเด็ก ๆ โปเกมอนนี้ชื่นชอบผลไมและกินมันอยางตอเนื่อง อยางที่เห็นวาความรักที่มีตอผลไมนั้นทำใหมีผลไมเจริญเติบโตบนตัวของมัน",
  "Chimecho makes its cries echo inside its hollow body. When this Pokémon becomes enraged, its cries result in ultrasonic waves that have the power to knock foes flying.": "ชิรินสงเสียงรองสะทอนอยูในรางกายที่กลวงของมัน เมื่อโปเกมอนตัวนี้โกรธเสียงรองของมันจะกอใหเกิดคลื่นอัลตราโซนิกที่มีพลังในการจัดการไดแมศัตรูที่บินอยู",
  "Every time Absol appears before people, it is followed by a disaster such as an earthquake or a tidal wave. As a result, it came to be known as the disaster Pokémon.": "ทุกครั้งที่แอบโซลปรากฏตัวตอหนาผูคนมักจะมีความหายนะตามมาดวยเสมอ เชน แผนดินไหวหรือคลื่นยักษ เปนผลใหมันเปนที่รูจักในฐานะโปเกมอนแหงหายนะ",
  "Wynaut can always be seen with a big, happy smile on its face. Look at its tail to determine if it is angry. When angered, this Pokémon will be slapping the ground with its tail.": "โซนาโนะมีรอยยิ้มกวางและมีความสุขบนใบหนาอยูเสมอ สามารถสังเกตที่หางของมันเพื่อดูวามันโกรธหรือไม หากมันกำลังโกรธมันจะตบพื้นดวยหางของมัน",
  "Snorunt live in regions with heavy snowfall. In seasons without snow, such as spring and summer, this Pokémon steals away to live quietly among stalactites and stalagmites deep in caverns.": "ยูกิวาราชิอาศัยอยูในเขตที่มีหิมะตกหนัก ในฤดูกาลที่ไมมีหิมะเชนฤดูใบไมผลิและฤดูรอนโปเกมอนนี้จะหนีไปอยูอยางเงียบ ๆ ทามกลางหินงอกหินยอยในสวนลึกของถ้ำ",
  "Glalie has a body made of rock, which it hardens with an armor of ice. This Pokémon has the ability to freeze moisture in the atmosphere into any shape it desires.": "โอนิโกริมีรางกายที่ทำจากหินซึ่งทำใหแข็งขึ้นดวยเกราะน้ำแข็ง โปเกมอนตัวนี้มีความสามารถในการแชแข็งความชื้นในอากาศและทำใหเปนรูปรางที่ตองการ",
  "Spheal is much faster rolling than walking to get around. When groups of this Pokémon eat, they all clap at once to show their pleasure. Because of this, their mealtimes are noisy.": "ทามาซาราชินั้นเคลื่อนไหวดวยการกลิ้งไดเร็วกวาการเดิน ในขณะที่ฝูงของโปเกมอนนี้กำลังกิน พวกมันจะตบมือเพื่อแสดงความยินดี ดวยเหตุนี้ชวงเวลาอาหารของพวกมันจะหนวกหูทีเดียว",
  "Sealeo has the habit of always juggling on the tip of its nose anything it sees for the first time. This Pokémon occasionally entertains itself by balancing and rolling a Spheal on its nose.": "โทดอกเกลอรมีนิสัยชอบนำสิ่งที่มันเพิ่งเคยเห็นเปนครั้งแรกขึ้นไปวางทรงตัวบนจมูกของมันอยูเสมอ ในบางครั้งพวกมันก็จะสรางความบันเทิงดวยการทรงตัวและหมุนทามาซาราชิบนจมูกของมัน",
  "Walrein's two massively developed tusks can totally shatter blocks of ice weighing 10 tons with one blow. This Pokémon's thick coat of blubber insulates it from subzero temperatures.": "งาทั้งสองของโทโดเซรุกาเติบโตขึ้นอยางแข็งแรงจนสามารถบดกอนน้ำแข็งไดถึง 10 ตันดวยการโจมตีเพียงครั้งเดียว ชั้นไขมันที่หนาของโปเกมอนนี้ชวยปกปองตัวของมันจากอุณหภูมิที่ติดลบ",
  "Clamperl's sturdy shell is not only good for protection—it is also used for clamping and catching prey. A fully grown Clamperl's shell will be scored with nicks and scratches all over.": "เปลือกที่ทนทานของปาลูลุไมเพียงแตดีสำหรับการปองกันเทานั้น แตยังใชสำหรับการหนีบและจับเหยื่อดวย เปลือกของปาลูลุ ที่โตเต็มที่จะมีรอยบากและรอยขีดขวนอยูทั่วไปหมด",
  "Huntail's presence went unnoticed by people for a long time because it lives at extreme depths in the sea. This Pokémon's eyes can see clearly even in the murky dark depths of the ocean.": "การมีอยูของฮันเทลไมไดถูกพบเห็นโดยผูคนมาเปนเวลานานเพราะมันอาศัยอยูใตทะเลลึก ดวงตาของโปเกมอนนี้สามารถมองเห็นไดอยางชัดเจนแมในสวนลึกที่มืดมิดของมหาสมุทร",
  "Gorebyss lives in the southern seas at extreme depths. Its body is built to withstand the enormous pressure of water at incredible depths. Because of this, this Pokémon's body is unharmed by ordinary attacks.": "ซาคุราบิสอาศัยอยูใตทะเลลึกทางตอนใต รางกายของมันถูกสรางขึ้นเพื่อทนตอแรงกดของน้ำที่ระดับความลึกอยางไมนาเชื่อ ดวยเหตุนี้รางกายของโปเกมอนนี้จึงไมไดรับอันตรายจากการโจมตีทั่วไป",
  "Relicanth is a Pokémon species that existed for a hundred million years without ever changing its form. This ancient Pokémon feeds on microscopic organisms with its toothless mouth.": "จีแลนซเปนโปเกมอนที่มีมานานนับรอยลานปโดยไมเคยเปลี่ยนรูปราง โปเกมอนโบราณนี้กินสิ่งมีชีวิตขนาดเล็กเปนอาหารดวยปากที่ไมมีฟน",
  "Luvdisc live in shallow seas in the tropics. This heart-shaped Pokémon earned its name by swimming after loving couples it spotted in the ocean's waves.": "เลิฟคัสอาศัยอยูในน้ำตื้นของทะเลเขตรอน โปเกมอนรูปหัวใจตัวนี้ไดรับการตั้งชื่อมาจากการวายน้ำตามหลังคูรักที่มันเห็นในมหาสมุทร",
  "Bagon has a dream of one day soaring in the sky. In doomed efforts to fly, this Pokémon hurls itself off cliffs. As a result of its dives, its head has grown tough and as hard as tempered steel.": "ทัทซึเบมีความฝนวาสักวันหนึ่งจะบินขึ้นไปบนทองฟา ดวยความพยายามที่จะบินทำใหมันมักจะเจ็บตัวจากการพุงตกจากหนาผา ผลของการพุงหัวลงทำใหศีรษะของมันทนทานและแข็งเหมือนเหล็กนิรภัย",
  "Inside Shelgon's armor-like shell, cells are in the midst of transformation to create an entirely new body. This Pokémon's shell is extremely heavy, making its movements sluggish.": "ภายในเปลือกที่เหมือนเกราะของโคโมรู เซลลของมันกำลังเปลี่ยนแปลงเพื่อสรางรางกายใหมทั้งหมด เปลือกของโปเกมอนตัวนี้หนักมากทำใหเคลื่อนไหวไดชา",
  "Salamence came about as a result of a strong, long-held dream of growing wings. It is said that this powerful desire triggered a sudden mutation in this Pokémon's cells, causing it to sprout its magnificent wings.": "โบมันเดอรเกิดขึ้นจากความฝนอันแรงกลาและยาวนานที่จะมีปก วากันวาความปรารถนาอันทรงพลังนี้กอใหเกิดการกลายพันธุอยางฉับพลันในเซลลของโปเกมอนทำใหมันงอกปกอันงดงาม",
  "Instead of blood, a powerful magnetic force courses throughout Beldum's body. This Pokémon communicates with others by sending controlled pulses of magnetism.": "ในรางกายของดันบัลมีแรงแมเหล็กอันทรงพลังไหลเวียนอยูแทนเลือด โปเกมอนนี้สื่อสารกันโดยควบคุมการสั่นสะเทือนของพลังแมเหล็ก",
  "When two Beldum fuse together, Metang is formed. The brains of the Beldum are joined by a magnetic nervous system. By linking its brains magnetically, this Pokémon generates strong psychokinetic power.": "เมื่อดันบัล 2 ตัวมารวมตัวเขาดวยกันก็จะเกิดเปนเมแทงก สมองของดันบัลนั้นจะเชื่อมโยงกันดวยระบบประสาทแมเหล็ก ดวยการเชื่อมโยงสมองของมันเขากับสนามแมเหล็กทำใหเกิดพลังจิตที่แข็งแกรง",
  "Metagross has four brains in total. Combined, the four brains can breeze through difficult calculations faster than a supercomputer. This Pokémon can float in the air by tucking in its four legs.": "เมทากรอสมีทั้งหมดสี่สมอง เมื่อรวมสมองทั้งสี่เขาดวยกันจะสามารถคิดการคำนวณที่ยากไดเร็วกวาซูเปอรคอมพิวเตอรเสียอีก มันสามารถลอยตัวขึ้นในอากาศไดโดยเก็บขาทั้งสี่ของมัน",
  "Regirock was sealed away by people long ago. If this Pokémon's body is damaged in battle, it is said to seek out suitable rocks on its own to repair itself.": "เรจิร็อกถูกปดผนึกไวโดยผูคนเมื่อนานมาแลว หากรางกายของโปเกมอนนี้ไดรับความเสียหายในการตอสูวากันวามันจะคนหาหินที่เหมาะสมเพื่อซอมแซมตัวเอง",
  "Regice's body was made during an ice age. The deep-frozen body can't be melted, even by fire. This Pokémon controls frigid air of -328 degrees Fahrenheit.": "รางของเรจิไอซเกิดขึ้นในยุคน้ำแข็ง รางกายที่แชแข็งนั้นไมสามารถละลายไดแมดวยไฟ โปเกมอนนี้ควบคุมความเย็นในอากาศไดถึง -328 องศาฟาเรนไฮต",
  "Registeel has a body that is harder than any kind of metal. Its body is apparently hollow. No one has any idea what this Pokémon eats.": "เรจิสตีลมีรางกายที่แข็งแรงกวาโลหะทุกชนิด เปนที่แนชัดวารางกายของมันกลวง ไมมีใครรูวาโปเกมอนนี้กินอะไรเปนอาหาร",
  "Latias is highly sensitive to the emotions of people. If it senses any hostility, this Pokémon ruffles the feathers all over its body and cries shrilly to intimidate the foe.": "ลาทิอาสมีความรูสึกไวตออารมณของผูคน ถามันสัมผัสไดถึงความเปนศัตรู โปเกมอนตัวนี้จะพองขนทั่วรางกายและกรีดรองเสียงแหลมเพื่อขมขูศัตรู",
  "Latios has the ability to make others see an image of what it has seen or imagines in its head. This Pokémon is intelligent and understands human speech.": "ลาทิโอสมีความสามารถในการทำใหผูอื่นเห็นภาพของสิ่งที่มันไดเห็นหรือจินตนาการในหัวของมัน โปเกมอนนี้ฉลาดและเขาใจภาษาของมนุษย",
  "Through Primal Reversion and with nature's full power, it will take back its true form. It can summon storms that cause the sea levels to rise.": "ดวยกระบวนการคืนสูตนกำเนิดและพลังเต็มพิกัดของธรรมชาติ จะทำใหมันกลับสูรางที่แทจริง มันสามารถเรียกพายุที่ทำใหระดับน้ำทะเลสูงขึ้นได",
  "Groudon is said to be the personification of the land itself. Legends tell of its many clashes against Kyogre, as each sought to gain the power of nature.": "ตัวตนของกราดอนนั้นถูกกลาวขานวาเปนผืนแผนดินที่มีชีวิต มีตำนานเลาถึงการปะทะกันกับไคออกาในการแยงชิงพลังแหงธรรมชาติหลายตอหลายครั้ง",
  "Rayquaza is said to have lived for hundreds of millions of years. Legends remain of how it put to rest the clash between Kyogre and Groudon.": "กลาวกันวาเร็คควอซามีชีวิตอยูมาหลายรอยลานป ตำนานยังเลาถึงการที่มันเปนผูสงบศึกระหวางไคออกาและกราดอนอีกดวย",
  "A legend states that Jirachi will make true any wish that is written on notes attached to its head when it awakens. If this Pokémon senses danger, it will fight without awakening.": "ตำนานกลาววาจิราชิจะทำใหความปรารถนาใด ๆ ที่เขียนไวในกระดาษที่ติดบนหัวของมันเปนจริงเมื่อมันตื่นขึ้นมา ถาโปเกมอนนี้รูสึกถึงอันตรายมันจะตอสูโดยไมตื่นขึ้นมา",
  "The DNA of a space virus underwent a sudden mutation upon exposure to a laser beam and resulted in Deoxys. The crystalline organ on this Pokémon's chest appears to be its brain.": "DNA ของไวรัสอวกาศที่เกิดการกลายพันธุอยางฉับพลันเมื่อสัมผัสกับลำแสงเลเซอรทำใหเกิดเปนดีอ็อกซิส อวัยวะที่เปนผลึกแกวบนหนาอกของมันดูเหมือนจะเปนสมอง",
  "It undertakes photosynthesis with its body, making oxygen. The leaf on its head wilts if it is thirsty.": "รางกายของมันสังเคราะหแสงเพื่อสรางออกซิเจน ใบไมบนหัวของมันจะเหี่ยวเฉาลงถามันกระหายน้ำ",
  "It knows where pure water wells up. It carries fellow Pokémon there on its back.": "มันสามารถรูตำแหนงของแหลงน้ำสะอาด และมักพาโปเกมอนอื่นที่เปนเพื่อนขึ้นขี่หลังไปดวย",
  "Small Pokémon occasionally gather on its unmoving back to begin building their nests.": "บางครั้งโปเกมอนตัวเล็กๆ จะมารวมตัวกันสรางรังอยูบนหลังของโดไดโทสที่ไมขยับตัว",
  "The gas made in its belly burns from its rear end. The fire burns weakly when it feels sick.": "กาซจากในกระเพาะจะเผาไหมอยูที่กนของมัน ไฟจะออนลงในเวลาที่มันไมสบาย",
  "It uses ceilings and walls to launch aerial attacks. Its fiery tail is but one weapon.": "มันใชเพดานและกำแพงเพื่อโจมตีกลางอากาศ หางที่มีไฟลุกของมันก็เปนอาวุธอยางหนึ่ง",
  "It tosses its enemies around with agility. It uses all its limbs to fight in its own unique style.": "ลอหลอกศัตรูดวยความวองไว มันใชขาและแขนทั้งหมดในการตอสูอยางมีเอกลักษณเฉพาะตัว",
  "Because it is very proud, it hates accepting food from people. Its thick down guards it from cold.": "เนื่องจากมันมีทิฐิสูงมากจึงเกลียดการรับอาหารจากคน ขนหนานุมของมันชวยปกปองมันจากความหนาวเย็น",
  "It lives a solitary life. Its wings deliver wicked blows that can snap even the thickest of trees.": "มันใชชีวิตอยางโดดเดี่ยว ปกของมันสามารถโจมตีกระแทกอยางรุนแรงจนแมแตตนไมใหญก็หักโคนลงได",
  "The three horns that extend from its beak attest to its power. The leader has the biggest horns.": "เขาทั้งสามที่ยื่นออกมาจากจะงอยปากของมันเปนสัญลักษณแสดงถึงพลังอำนาจ ตัวที่เปนผูนำจะมีเขาที่ใหญที่สุด",
  "They flock around mountains and fields, chasing after bug Pokémon. Their singing is noisy and annoying.": "ฝูงของพวกมันจะบินกันไปรอบ ๆ ภูเขาและทุงหญาเพื่อไลตามโปเกมอนแมลง เสียงรองเพลงของพวกมันดังและหนวกหูมาก",
  "It lives in forests and fields. Squabbles over territory occur when flocks collide.": "มันอาศัยอยูตามปาและทุงหญา จะเกิดการแยงชิงอาณาเขตกันเมื่อปะทะกับฝูงอื่น",
  "When Staravia evolve into Staraptor, they leave the flock to live alone. They have sturdy wings.": "เมื่อมุคูเบิรดวิวัฒนาการเปนมุคูฮอวก มันจะออกจากฝูงมาอยูตามลำพัง พวกมันมีปกที่แข็งแรงมาก",
  "It constantly gnaws on logs and rocks to whittle down its front teeth. It nests alongside water.": "มันกัดแทะทอนไมและหินอยูเสมอเพื่อลับฟนหนา มักจะสรางรังอยูบริเวณริมน้ำ",
  "It makes its nest by damming streams with bark and mud. It is known as an industrious worker.": "มันมักจะทำรังดวยการสรางเขื่อนกั้นลำธารดวยเปลือกไมและโคลน มันเปนที่รูจักในฐานะคนงานที่ขยันขันแข็ง",
  "When its antennae hit each other, it sounds like the music of a xylophone.": "เมื่อหนวดของมันกระทบกันจะเกิดเสียงที่ฟงดูเหมือนเสียงบรรเลงเพลงของระนาด",
  "It signals its emotions with its melodies. Scientists are studying these melodic patterns.": "มันสงสัญญาณแสดงอารมณดวยทวงทำนอง นักวิทยาศาสตรกำลังศึกษารูปแบบทวงทำนองเหลานี้",
  "All of its fur dazzles if danger is sensed. It flees while the foe is momentarily blinded.": "ขนทั่วตัวของมันจะสองแสงทำใหตาพราเมื่อมันรูสึกถึงอันตราย และจะหนีไปในขณะที่ศัตรูถูกทำใหมองไมเห็น",
  "Strong electricity courses through the tips of its sharp claws. A light scratch causes fainting in foes.": "ที่ปลายเล็บอันแหลมคมจะมีไฟฟาแรงสูงไหลผานอยูเพียงแคเฉี่ยวโดนก็ทำใหฝายตรงขามหมดสติได",
  "Luxray's ability to see through objects comes in handy when it's scouting for danger.": "ความสามารถของเร็นโทราในการมองทะลุผานวัตถุนั้นมีประโยชนมากในเวลาที่คนหาสิ่งอันตราย",
  "Over the winter, it closes its bud and endures the cold. In spring, the bud opens and releases pollen.": "ตลอดฤดูหนาวมันจะหุบดอกไวเพื่อปกปองตัวเองจากความหนาวเย็น ในฤดูใบไมผลิดอกตูมจะผลิบานและปลอยละอองเกสร",
  "With the movements of a dancer, it strikes with whips that are densely lined with poison thorns.": "เคลื่อนไหวดวยทวงทาที่ราวกับนักเตนรำ และฟาดดวยแสที่เรียงรายหนาแนนไปดวยหนามพิษ",
  "Its hard skull is its distinguishing feature. It snapped trees by headbutting them, and then it fed on their ripe berries.": "มีกะโหลกศีรษะที่แข็งของมันเปนจุดเดน สามารถโคนตนไมดวยการเอาหัวพุงชนแลวก็กินผลไม",
  "This ancient Pokémon used headbutts skillfully. Its brain was really small, so some theories suggest that its stupidity led to its extinction.": "โปเกมอนโบราณนี้ชำนาญการใชหัวพุงชน สมองของมันเล็กจริง ๆ ดังนั้นทฤษฎีบางอยางชี้ใหเห็นวาความโงเขลาของมันทำใหสูญพันธุ",
  "Although its fossils can be found in layers of primeval rock, nothing but its face has ever been discovered.": "แมวาจะคนพบซากฟอสซิลของมันในชั้นหินดึกดำบรรพ แตก็ไมพบสวนอื่นนอกจากใบหนาของมันเลย",
  "This Pokémon is from roughly 100 million years ago. Its terrifyingly tough face is harder than steel.": "เปนโปเกมอนจากเมื่อราว 100 ลานปกอน ใบหนาที่แข็งแกรงและนากลัวนั้นแข็งยิ่งกวาเหล็กกลา",
  "If its cloak is broken in battle, it quickly remakes the cloak with materials nearby.": "หากชุดคลุมของมันถูกทำลายจากการแบตเทิล มันจะรีบสรางชุดคลุมขึ้นใหมจากวัตถุดิบที่หาไดรอบตัวทันที",
  "When Burmy evolved, its cloak became a part of this Pokémon's body. The cloak is never shed.": "เมื่อมิโนมุจจิวิวัฒนาการแลว ชุดคลุมของมันจะกลายเปนสวนหนึ่งของรางกาย และมันจะไมปลดชุดคลุมอีกตอไป",
  "It flutters around at night and steals honey from the Combee hive.": "มันบินวนไปมาในเวลากลางคืนและขโมยน้ำผึ้งจากรังของมิทซึฮันนี",
  "It collects and delivers honey to its colony. At night, they cluster to form a beehive and sleep.": "มันรวบรวมน้ำหวานและขนกลับไปที่รังของมัน ในตอนกลางคืนฝูงของพวกมันจะรวมตัวกันเปนรังผึ้งและนอนหลับ",
  "Its abdomen is a honeycomb for grubs. It raises its grubs on honey collected by Combee.": "ทองของมันเปนรังสำหรับตัวออน มันเลี้ยงดูตัวออนเหลานั้นดวยน้ำผึ้งที่มิทซึฮันนีรวบรวมมา",
  "A pair may be seen rubbing their cheek pouches together in an effort to share stored electricity.": "บางครั้งจะพบเห็นพาจิริซึเปนคูกำลังถูแกมของพวกมันเขาดวยกันเพื่อแบงไฟฟาที่เก็บสะสมไวในถุงแกม",
  "It inflates the flotation sac around its neck and pokes its head out of the water to see what is going on.": "มันจะพองถุงลมรอบคอของมันและโผลหัวขึ้นมาจากน้ำเพื่อมองดูสิ่งที่เกิดขึ้นรอบ ๆ",
  "Its flotation sac developed as a result of pursuing aquatic prey. It can double as a rubber raft.": "ถุงลมของมันพัฒนาขึ้นจากการไลตามเหยื่อในน้ำ จนมันสามารถซอนไดเหมือนเปนแพยาง",
  "It evolves by sucking the energy out of the small ball where it had been storing nutrients.": "มันเก็บสะสมสารอาหารไวภายในผลเล็กและดูดพลังงานมาใชในยามที่จะวิวัฒนาการ",
  "If it senses strong sunlight, it opens its folded petals to absorb the sun's rays with its whole body.": "เมื่อมันรูสึกไดถึงแสงแดดแรงมันจะเปดกลีบที่หุบอยูเพื่อดูดซับแสงอาทิตยใหทั่วตัว",
  "When it senses danger, a purple liquid oozes out of it. The liquid is thought to be something like greasy sweat.": "เมื่อสัมผัสถึงอันตรายของเหลวสีมวงจะไหลออกมา ของเหลวนั้นคิดเหมือนกับเปนเหงื่อลื่น ๆ ของมัน",
  "Their shape and color change, depending on their environment and diet. There are many of them at beaches where the waves are calm.": "การเปลี่ยนแปลงรูปรางและสีของพวกมันขึ้นอยูกับสภาพแวดลอมและอาหารที่ไดรับ มักอาศัยอยูบริเวณชายหาดที่คลื่นสงบ",
  "It uses its tails for everything. If it wraps both of its tails around you and gives you a squeeze, that's proof it really likes you.": "มันใชหางของมันทำทุกสิ่ง หากมันพันหางทั้งสองขางรอบตัวคุณและกอดคุณแนน ๆ เปนการแสดงออกวามันชอบคุณจริง ๆ",
  "Wandering souls gathered together to form this Pokémon. When trying to make friends with children, Drifloon grabs them by the hand.": "โปเกมอนนี้เกิดจากวิญญาณที่หลงทางมารวมตัวกัน มันพยายามเปนเพื่อนกับเด็ก ๆ ดวยการจับมือพวกเขา",
  "The raw material for the gas inside its body is souls. When its body starts to deflate, it's thought to carry away people and Pokémon.": "วัตถุดิบของกาซที่อยูภายในรางกายคือวิญญาณ เมื่อรางของมันเริ่มยุบตัวลง มันจะพาผูคนหรือโปเกมอนไปดวย",
  "The reason it keeps one ear rolled up is so it can launch a swift counterattack if it's attacked by an enemy.": "เหตุผลที่มันมวนหูขางหนึ่งไวเสมอก็เพื่อที่จะสามารถตอบโตอยางรวดเร็วหากถูกโจมตีโดยศัตรู",
  "It's notably wary and has a dislike of fighting, but at the same time, it can deliver powerful kicks with its lithe legs.": "มีความระวังตัวสูงและไมชอบการตอสู แตในเวลาเดียวกันขาที่ออนชอยนั้นสามารถปลอยลูกเตะไดอยางทรงพลัง",
  "Its muttered curses can cause awful headaches or terrifying visions that torment others.": "เสียงพึมพำคำสาปแชงของมันสามารถทำใหเกิดอาการปวดหัวอยางหนักหรือภาพหลอนที่นาสยดสยองสรางความทุกขทรมานได",
  "Its goons take care of most of the fighting for it. The only time it dirties its own hands is in delivering a final blow to finish off an opponent.": "สวนใหญที่ตอสูกับศัตรูคือลูกนอง จะทำใหมือตัวเองแปดเป้อนเฉพาะตอนปลิดลมหายใจสุดทายของคูตอสูเทานั้น",
  "When it's happy, Glameow demonstrates beautiful movements of its tail, like a dancing ribbon.": "ในเวลาที่มีความสุข เนียรุมาแสดงใหเห็นถึงการเคลื่อนไหวของหางที่งดงามราวกับริบบิ้นยิมนาสติก",
  "To make itself appear intimidatingly beefy, it tightly cinches its waist with its twin tails.": "มันจะใชหางทั้งสองรัดเอวทำใหดูตัวอวนใหญเพื่อขมขูศัตรู",
  "There is an orb inside its mouth. When it hops, the orb bounces all over and makes a ringing sound.": "ลูกแกวในปากของมันจะกระดอนไปมาในตอนที่มันกระโดด ทำใหเกิดเปนเสียงกระดิ่ง",
  "It protects itself by spraying a noxious fluid from its rear. The stench lingers for 24 hours.": "ปกปองตัวเองดวยการพนของเหลวที่เปนพิษออกจากกน สงกลิ่นเหม็นยาวนานถึง 24 ชั่วโมง",
  "It sprays a stinky fluid from its tail. The fluid smells worse the longer it is allowed to fester.": "มันจะพนของเหลวที่มีกลิ่นเหม็นออกจากหางของมัน ยิ่งบมในทองนานเทาไรของเหลวนี้ยิ่งมีกลิ่นเหม็นมากยิ่งขึ้นเทานั้น",
  "Implements shaped like it were discovered in ancient tombs. It is unknown if they are related.": "เครื่องมือที่มีรูปทรงคลายกับมันถูกคนพบในสุสานโบราณ ไมทราบวาเกี่ยวของกันหรือไม",
  "Ancient people believed that petitioning Bronzong for rain was the way to make crops grow.": "คนในยุคโบราณเชื่อวาการวิงวอนขอฝนตอโดทาคุน จะทำใหพืชผลเจริญเติบโต",
  "If its body gets too damp, it will die. So, in a process reminiscent of sweating, its eyes expel moisture.": "หากรางกายของมันชื้นเกินไปมันจะตายได ดังนั้นมันจึงขับน้ำที่เหมือนเหงื่อออกจากดวงตาของมันเพื่อไลความชื้น",
  "When this gifted mimic surprises an opponent, Mime Jr. feels so happy that it ends up forgetting it was imitating something.": "เมื่อพรสวรรคในการเลียนแบบของมาเนเนทำใหคูตอสูประหลาดใจ มันจะดีใจมากจนลืมไปวามันกำลังเลียนแบบบางอยางอยู",
  "When it sees something round and white, Happiny puts it into the pouch on its stomach. It sometimes becomes overloaded and can't move.": "เมื่อเห็นของที่กลม ๆ ขาว ๆ พินพูคุจะเก็บใสในกระเปาหนาทองของมัน บางครั้งมันก็เก็บมากเกินไปจนไมสามารถขยับตัวได",
  "It can learn and speak human words. If they gather, they all learn the same saying.": "มันสามารถเรียนรูและพูดคำพูดของมนุษยได หากพวกมันมารวมตัวกัน ทุกตัวก็จะเรียนรูคำพูดเดียวกันหมด",
  "It was bound to a fissure in an odd keystone as punishment for misdeeds 500 years ago.": "มันถูกผนึกไวในรอยแยกของหลักศิลาเพราะเปนการลงโทษสำหรับการกระทำชั่วรายเมื่อ 500 ปกอน",
  "Its original home is an area much hotter than Alola. If you're planning to live with one, your heating bill will soar.": "ที่อยูอาศัยดั้งเดิมคือบริเวณที่รอนกวาภูมิภาคอโลลาถาอยูดวยกันแลวจะเปลืองคาฮีตเตอร",
  "It sheds its skin and gradually grows larger. Its scales can be ground into a powder and used as raw materials for traditional medicine.": "ลอกคราบแลวจะโตขึ้นเรื่อย ๆ ถานำเกล็ดมาบดใหเปนผงจะใชเปนสวนผสมของยาแผนโบราณได",
  "Its fine scales don't just reduce wind resistance—their sharp edges also cause injury to any opponent who attacks it.": "เกล็ดที่เรียวแหลมไมไดมีแคเพื่อลดแรงตานอากาศเทานั้น แตยังทำใหฝายตรงขามที่จูโจมเขามาไดรับบาดเจ็บได",
  "Anything that looks edible, Munchlax will go on and swallow whole. Its stomach is tough enough to handle it even if the food has gone rotten.": "กอนเบะจะกลืนกินทุกสิ่งที่ดูแลวกินได กระเพาะของมันแข็งแรงพอที่จะรับมือแมวาอาหารจะเนาเสีย",
  "It uses waves called auras to communicate with others of its kind. It doesn't make any noise during this time, so its enemies can't detect it.": "มันใชคลื่นที่เรียกวาออราในการสื่อสารกับพวกของมันตัวอื่น ๆ มันไมสงเสียงใด ๆ ในระหวางนั้น ดังนั้นศัตรูจึงไมสามารถรูตัวได",
  "Lucario reads its opponent's feelings with its aura waves. It finds out things it would rather not know, so it gets stressed out easily.": "ลูคาริโออานความรูสึกของคูตอสูดวยคลื่นออรา มันสามารถรับรูในสิ่งที่ไมตองการได จึงทำใหเกิดความเครียดไดงาย",
  "It enshrouds itself with sand to protect itself from germs. It does not enjoy getting wet.": "มันปกคลุมตัวดวยทรายเพื่อปองกันตัวเองจากเชื้อโรค มันไมชอบที่จะเปยกน้ำ",
  "It blasts internally stored sand from ports on its body to create a towering twister for attack.": "มันระเบิดทรายที่เก็บไวภายในออกมาจากรูบนรางกายของมันในการสรางพายุหมุนสูงตระหงานเพื่อโจมตี",
  "It burrows under the sand to lie in wait for prey. Its tail claws can inject its prey with a savage poison.": "มันฝงตัวเองอยูใตทรายเพื่อรอเหยื่อ กรงเล็บที่หางสามารถฉีดพิษอันโหดรายใสเหยื่อได",
  "It has the power in its clawed arms to make scrap of a car. The tips of its claws release poison.": "พลังของกรงเล็บที่แขนทั้งสองขางสามารถทำลายรถทั้งคันใหเปนชิ้นเล็กชิ้นนอยได และที่ปลายของกรงเล็บสามารถปลอยพิษออกมาได",
  "Inflating its poison sacs, it fills the area with an odd sound and hits flinching opponents with a poison jab.": "มันจะพองถุงพิษที่คอ แลวสงเสียงรองประหลาดดังกองออกมา และโจมตีดวยพิษใสศัตรูที่กำลังผงะ",
  "Its knuckle claws secrete a toxin so vile that even a scratch could prove fatal.": "กรงเล็บที่มือของมันปลอยพิษรายแรงออกมา เพียงแครอยขีดขวนก็สามารถเปนอันตรายถึงชีวิตได",
  "It binds itself to trees in marshes. It attracts prey with its sweet-smelling drool and gulps them down.": "มันจะพันตัวเองไวกับตนไมในหนองน้ำ มันดึงดูดเหยื่อดวยน้ำลายที่มีกลิ่นหอมหวานและกลืนกินเหยื่อเขาไป",
  "It lures in prey with its shining tail fins. It stays near the surface during the day and moves to the depths when night falls.": "มันลอเหยื่อดวยครีบหางที่สองแสง มันจะอยูใกลผิวน้ำในชวงกลางวันและดำลงไปยังน้ำลึกในชวงเวลากลางคืน",
  "They traverse the deep waters as if crawling over the seafloor. The fantastic lights of its fins shine like stars in the night sky.": "พวกมันสำรวจใตทะเลลึกดวยการคลานไปตามพื้นทะเล แสงอันสวยงามที่ครีบของมันสองแสงราวกับดวงดาวในทองฟายามค่ำคืน",
  "Mantyke are friendly toward people and will approach boats closely. The patterns on their backs differ depending on their habitat.": "ทาแมนทาเปนมิตรกับผูคนและมักเขาหาเรืออยางใกลชิด ลวดลายบนหลังของพวกมันแตกตางกันไปขึ้นอยูกับที่อยูอาศัย",
  "In the spring, it grows berries with the texture of frozen treats around its belly.": "ในฤดูใบไมผลิ จะมีผลไมที่มีเนื้อเหมือนกับไอศกรีมงอกขึ้นที่รอบ ๆ ทองของมัน",
  "It lives a quiet life on mountains that are perpetually covered in snow. It hides itself by whipping up blizzards.": "มันมีชีวิตที่เงียบสงบบนภูเขาที่ปกคลุมไปดวยหิมะอยูตลอด และจะสรางพายุหิมะขึ้นมาเพื่อซอนตัว",
  "Thanks to its increased intelligence, scrapping over food is a thing of the past. A scratch from its claws will give you a case of frostbite!": "ตองขอบคุณสติปญญาที่เพิ่มมากขึ้นการแยงชิงอาหารกันจึงเปนเรื่องของอดีต รอยขวนจากกรงเล็บของมันสามารถทำใหเกิดแผลน้ำแข็งกัดได!",
  "There are still people who believe that this Pokémon came from outer space. It emanates a powerful magnetic field.": "ยังมีบางคนที่เชื่อวาโปเกมอนนี้มาจากอวกาศ มันสามารถสรางสนามแมเหล็กอันทรงพลังได",
  "It uses its tongue much more skillfully than its hands or its feet. It can deftly pick up a single small bean with its tongue.": "มันใชลิ้นของมันไดชำนาญมากกวามือหรือเทา มันสามารถหยิบเมล็ดถั่วเล็ก ๆ เพียง 1 เมล็ดขึ้นมาไดดวยลิ้น",
  "It puts rocks in holes in its palms and uses its muscles to shoot them. Geodude are shot at rare times.": "มันใสหินเขาไปในรูบนฝามือและใชกลามเนื้อเพื่อยิงหินออกมา บางครั้งก็มีอิชิซึบูเตะถูกยิงออกมา",
  "Its vines grow so profusely that, in the warm season, you can't even see its eyes.": "ในฤดูที่อากาศอบอุนเถาวัลยของมันจะเติบโตยาวไสวจนคุณมองไมเห็นดวงตาของมันเลย",
  "A single Electivire can provide enough electricity for all the buildings in a big city for a year.": "เอเลคิเบิลเพียงตัวเดียวสามารถจายไฟฟาไดเพียงพอสำหรับอาคารทั้งหมดในเมืองใหญไดถึงหนึ่งป",
  "Magmortar takes down its enemies by shooting fireballs, which burn them to a blackened crisp. It avoids this method when hunting prey.": "บูเบิรนกำจัดศัตรูดวยการยิงลูกไฟซึ่งแผดเผาศัตรูใหไหมเกรียม มันหลีกเลี่ยงการใชวิธีนี้ในเวลาที่ลาเหยื่อ",
  "It shares many blessings with people who respect one another's rights and avoid needless strife.": "มันจะใหพรมากมายแกผูคนที่เคารพซึ่งกันและกันและไมสรางความขัดแยงกันโดยไมจำเปน",
  "This six-legged Pokémon is easily capable of transporting an adult in flight. The wings on its tail help it stay balanced.": "โปเกมอนหกขาตัวนี้สามารถพามนุษยผูใหญบินขึ้นไดอยางงายดาย ปกบนหางของมันชวยรักษาสมดุล",
  "It gets its nutrition from photosynthesis. It lives a quiet life deep in forests where clean rivers flow.": "มันไดรับสารอาหารจากการสังเคราะหแสง มีชีวิตที่เงียบสงบนปาลึกที่มีแหลงน้ำสะอาดไหลผาน",
  "It can instantaneously freeze any moisture that's around it, creating ice pellets to shoot at its prey.": "มันสามารถทำใหความชื้นที่อยูรอบตัวกลายเปนน้ำแข็งได มันจะสรางเม็ดน้ำแข็งเพื่อยิงใสเหยื่อ",
  "Its flight is soundless. It uses its lengthy tail to carry off its prey... Then its elongated fangs do the rest.": "สามารถบินไดอยางเงียบสนิท มันใชหางที่ยาวในการฉุดเหยื่อ และใชเขี้ยวยาวของมันจัดการ",
  "Its impressive tusks are made of ice. The population thinned when it turned warm after the ice age.": "งาที่นาเกรงขามนั้นทำมาจากน้ำแข็ง พวกมันมีจำนวนลดลงเนื่องจากความอบอุนหลังยุคน้ำแข็ง",
  "A faulty update was added to its programming. Its behavior is noticeably strange, so the experiment may have been a failure.": "มีการอัปเดตที่ผิดพลาดไปยังโปรแกรมของมัน ทำใหพฤติกรรมของมันแปลกไปอยางเห็นไดชัด ดังนั้นการทดลองอาจนับวาลมเหลว",
  "A master of courtesy and swordsmanship, it fights using extending swords on its elbows.": "เปนโปเกมอนแหงความสุภาพและมีจิตวิญญาณแหงนักดาบ มันใชดาบตรงขอศอกที่ยืดหดไดในการตอสู",
  "It uses three small units to catch prey and battle enemies. The main body mostly just gives orders.": "มันใชหนวยยอยทั้งสามในการจับเหยื่อและตอสูกับศัตรู รางหลักของมันสวนใหญทำหนาที่เพียงแคใหคำสั่งเทานั้น",
  "The antenna on its head captures radio waves from the world of spirits that command it to take people there.": "เสาอากาศบนหัวใชจับคลื่นวิทยุจากโลกแหงวิญญาณที่ออกคำสั่งใหมันพาผูคนไปที่นั่น",
  "It's said that on nights of terrible blizzards, it comes down to human settlements. If you hear it knocking at your door, do not open it!": "วากันวาในคืนที่เกิดพายุหิมะรุนแรงมันจะลงมายังที่อยูของมนุษย หากคุณไดยินเสียงเคาะประตูก็อยาไดเปดเปนอันขาด!",
  "Its body is composed of plasma. It is known to infiltrate electronic devices and wreak havoc.": "รางกายของมันประกอบขึ้นจากพลาสมา เปนที่รูจักกันดีวามักจะเขาไปในอุปกรณอิเล็กทรอนิกสและทำใหเกิดปญหา",
  "It is said that its emergence gave humans the intelligence to improve their quality of life.": "วากันวาการปรากฏตัวของมันไดใหความฉลาดแกมนุษยในการปรับปรุงคุณภาพชีวิตของพวกเขา",
  "It sleeps at the bottom of a lake. Its spirit is said to leave its body to fly on the lake's surface.": "มันนอนหลับอยูที่กนทะเลสาบ วากันวาวิญญาณของมันถอดออกจากรางขึ้นมาลอยบนผิวน้ำของทะเลสาบ",
  "It is thought that Uxie, Mesprit, and Azelf all came from the same egg.": "คาดกันวายุคซี เอ็มริต และอักนอม นั้นเปนโปเกมอนที่เกิดมาจากไขใบเดียวกัน",
  "It has the power to control time. It appears in Sinnoh-region myths as an ancient deity.": "มีพลังในการควบคุมเวลา มันปรากฏในตำนานของภูมิภาคชินโอในฐานะเทพโบราณ",
  "Radiant light caused Dialga to take on a form bearing a striking resemblance to the creator Pokémon. Dialga now wields such colossal strength that one must conclude this is its true form.": "แสงสวางคือเหตุที่ทำใหฟอรมเปลี่ยนไป รูปรางที่ดูเสมือนเทพผูสรางนี้เองจะแสดงพลังอันแข็งแกรงที่ทำใหอดคิดไมไดวาเปนรางที่แทจริง",
  "It has the ability to distort space. It is described as a deity in Sinnoh-region mythology.": "มีพลังในการบิดเบือนชองวางมิติ มันถูกพรรณนาไววาเปนเทพโบราณในตำนานของภูมิภาคชินโอ",
  "It soars across the sky in a form that greatly resembles the creator of all things. Perhaps this imitation of appearance is Palkia’s strategy for gaining Arceus’s powers.": "รางที่เหินบินอยูบนทองฟาชวนใหระลึกถึงผูที่สรางทุกสรรพสิ่งสันนิษฐานกันวาการลอกเลียนแบบรางนี้คือวิถีทางที่จะนำพลังนั้นมาเปนของตัวเอง",
  "Boiling blood, like magma, circulates through its body. It makes its dwelling place in volcanic caves.": "มีเลือดที่เดือดเหมือนแมกมาไหลเวียนอยูในรางกาย ที่อยูอาศัยของมันอยูในถ้ำภูเขาไฟ",
  "There is an enduring legend that states this Pokémon towed continents with ropes.": "มีตำนานที่เกาแกกลาวไววามันเคยใชเชือกรัดและลากทวีปจนเคลื่อนไหวได",
  "It was banished for its violence. It silently gazed upon the old world from the Distortion World.": "มันถูกเนรเทศเพราะการอาละวาด มันจึงคอยจองมองโลกเกาอยางเงียบ ๆ จากโลกที่บิดเบี้ยว",
  "Those who sleep holding Cresselia's feather are assured of joyful dreams. It is said to represent the crescent moon.": "วากันวาผูที่ถือขนนกของเครเซเลียระหวางนอนหลับจะมีความฝนที่เป่ยมไปดวยความสุข มันถูกเรียกวาเปนตัวแทนของพระจันทรเสี้ยว",
  "It drifts in warm seas. It always returns to where it was born, no matter how far it may have drifted.": "ลองลอยอยูในทะเลอันอบอุน มันจะกลับไปยังถิ่นกำเนิดเสมอไมวามันจะลอยไปไกลแคไหนก็ตาม",
  "It starts its life with a wondrous power that permits it to bond with any kind of Pokémon.": "มันเกิดมาพรอมกับพลังอันนาพิศวงที่ทำใหเชื่อมโยงกับโปเกมอนทุกชนิดได",
  "It can lull people to sleep and make them dream. It is active during nights of the new moon.": "มันสามารถกลอมมนุษยใหนอนหลับและทำใหพวกเขาฝน มันเคลื่อนไหวในคืนเดือนมืด",
  "The blooming of Gracidea flowers confers the power of flight upon it. Feelings of gratitude are the message it delivers.": "การเบงบานของดอกกราซิเดียไดมอบพลังในการบินใหกับมัน ความรูสึกขอบคุณนั้นคือขอความที่มันไดสงออกมา",
  "It is told in mythology that this Pokémon was born before the universe even existed.": "ในตำนานกลาวไววามันเปนโปเกมอนที่ถือกำเนิดขึ้นมากอนการมีอยูของจักรวาล",
  "When it shares the infinite energy it creates, that being's entire body will be overflowing with power.": "เมื่อมันแบงปนพลังงานอันไรขีดจำกัดที่มันสรางขึ้นให ทั่วรางกายจะเป่ยมลนไปดวยพลัง",
  "They photosynthesize by bathing their tails in sunlight. When they are not feeling well, their tails droop.": "พวกมันสังเคราะหแสงโดยอาบแสงอาทิตยที่หาง เมื่อพวกมันรูสึกไมสบายหางของพวกมันจะเหี่ยวเฉาลง",
  "When it gets dirty, its leaves can't be used in photosynthesis, so it always keeps itself clean.": "หากมันสกปรกใบก็จะไมสามารถสังเคราะหแสงได ดังนั้นมันจึงรักษาความสะอาดอยูเสมอ",
  "It can stop its opponents' movements with just a glare. It takes in solar energy and boosts it internally.": "มันสามารถหยุดการเคลื่อนไหวของฝายตรงขามไดดวยการจอง เพิ่มพลังภายในรางกายดวยพลังงานแสงอาทิตย",
  "It loves to eat roasted berries, but sometimes it gets too excited and burns them to a crisp.": "มันชอบกินผลไมยาง แตบางครั้งมันก็ตื่นเตนเกินไปจนทำใหเผาผลไมจนไหมเกรียม",
  "When its internal fire flares up, its movements grow sharper and faster. When in trouble, it emits smoke.": "เมื่อไฟภายในรางกายลุกไหมการเคลื่อนไหวก็จะเฉียบคมและรวดเร็วขึ้น เมื่อกังวลใจจะปลอยควันออกมา",
  "It has mastered fast and powerful fighting moves. It grows a beard of fire.": "มันเชี่ยวชาญการตอสูที่รวดเร็วและทรงพลัง มันเลี้ยงเคราไฟของมันใหงอกงาม",
  "It fights using the scalchop on its stomach. In response to an attack, it retaliates immediately by slashing.": "มันตอสูโดยเปลือกหอยที่ทองของมัน ในการตอบสนองตอการโจมตีมันจะตอบโตทันทีดวยการฟนที่รุนแรง",
  "As a result of strict training, each Dewott learns different forms for using the scalchops.": "จากการฝกฝนอยางเขมงวด ฟุตาจิมารุแตละตัวจะเรียนรูรูปแบบที่แตกตางกันในการใชเปลือกหอยโจมตี",
  "One swing of the sword incorporated in its armor can fell an opponent. A simple glare from one of them quiets everybody.": "ดวยการฟนของดาบที่รวมอยูกับเกราะของมันเพียงครั้งเดียวก็สามารถทำใหคูตอสูลมลงได เพียงการจองมองธรรมดาก็สามารถสะกดผูอื่นอยูในความเงียบได",
  "Hard of heart and deft of blade, this rare form of Samurott is a product of the Pokémon’s evolution in the region of Hisui. Its turbulent blows crash into foes like ceaseless pounding waves.": "มีนิสัยเย็นชาไรความรูสึกและถนัดในการใชดาบการจูโจมตอเนื่องนั้นประดุจดังคลื่นที่ซัดซ้ำแลวซ้ำเลาวิวัฒนาการเปนรางที่แปลกไมธรรมดาซึ่งเกิดขึ้นเฉพาะในฮิซุย",
  "Extremely cautious, one of them will always be on the lookout, but it won't notice a foe coming from behind.": "มีความระมัดระวังตัวสูง พวกมันตัวใดตัวหนึ่งจะคอยสังเกตการณอยูเสมอ แตจะไมรูสึกตัวหากศัตรูมาจากขางหลัง",
  "When they see an enemy, their tails stand high, and they spit the seeds of berries stored in their cheek pouches.": "เมื่อพวกมันเห็นศัตรูหางของพวกมันจะตั้งขึ้นสูง และมันจะพนเมล็ดผลไมที่เก็บไวในกระพุงแกมออกมา",
  "This Pokémon is popular with beginners because it's intelligent, obedient to its Trainer's commands, and easy to raise.": "โปเกมอนตัวนี้เปนที่นิยมของเทรนเนอรมือใหมเพราะมันฉลาด เชื่อฟงคำสั่งของเทรนเนอร และงายตอการเลี้ยงดู",
  "It has been living with people for so long that portrayals of it can be found on the walls of caves from long, long ago.": "มันอาศัยอยูกับผูคนมาเปนเวลานานจนสามารถพบภาพของมันไดบนผนังถ้ำสมัยโบราณ",
  "Its fur is long and thick. A long time ago in cold regions, every household kept a Stoutland.": "ขนของมันยาวและหนา เมื่อนานมาแลวในเขตหนาวเย็นทุกครัวเรือนจะเลี้ยงมูแลนดไว 1 ตัว",
  "They steal from people for fun, but their victims can't help but forgive them. Their deceptively cute act is perfect.": "พวกมันขโมยเงินจากผูคนเพื่อความสนุกสนาน แตผูที่ตกเปนเหยื่อก็อดไมไดที่จะใหอภัยพวกมัน เพราะการแสดงออกที่นารักหลอกลวงของพวกมันนั้นสมบูรณแบบ",
  "Stealthily, it sneaks up on its target, striking from behind before its victim has a chance to react.": "มันแอบยองเขาหาเปาหมายของมันจากดานหลังอยางแนบเนียน กอนที่เหยื่อจะมีโอกาสไดรูสึกตัว",
  "It's good at finding berries and gathers them from all over. It's kind enough to share them with friends.": "มันเกงในการหาและรวบรวมผลไมจากทั่วทุกมุม และมันใจดีมากพอที่จะแบงปนใหกับเพื่อน ๆ",
  "Ill tempered, it fights by swinging its barbed tail around wildly. The leaf growing on its head is very bitter.": "เปนโปเกมอนที่อารมณราย ตอสูโดยฟาดหางที่มีหนามอยูรอบ ๆ ใบไมที่ขึ้นบนหัวนั้นมีรสขมมาก",
  "This Pokémon lives in caves in volcanoes. The fire within the tuft on its head can reach 600 degrees Fahrenheit.": "โปเกมอนตัวนี้อาศัยอยูในถ้ำภูเขาไฟ ไฟภายในกระจุกบนหัวสามารถรอนสูงถึง 600 องศาฟาเรนไฮต",
  "When it gets excited, embers rise from its head and tail and it gets hot. For some reason, it loves sweets.": "เมื่อมันตื่นเตน ถานไฟจะคุขึ้นจากหัวและหางและทำใหรอนขึ้น ดวยเหตุผลบางอยางมันชื่นชอบขนมหวาน",
  "The water stored inside the tuft on its head is full of nutrients. Plants that receive its water grow large.": "น้ำที่เก็บไวในกระจุกบนหัวนั้นเต็มไปดวยสารอาหาร พืชที่ไดรับน้ำนี้จะเติบโตขึ้นอยางมาก",
  "It prefers places with clean water. When its tuft runs low, it replenishes it by siphoning up water with its tail.": "ชอบสถานที่ที่มีน้ำสะอาด เมื่อน้ำที่สะสมในกระจุกของมันลดลง มันจะเติมโดยการดูดน้ำดวยหาง",
  "It eats the dreams of people and Pokémon. When it eats a pleasant dream, it expels pink-colored mist.": "มันกินความฝนของผูคนและโปเกมอน เมื่อมันไดกินความฝนที่นารื่นรมย มันจะพนหมอกสีชมพูออกมา",
  "The dream mist coming from its forehead changes into many different colors depending on the dream that was eaten.": "หมอกแหงความฝนที่ออกมาจากหนาผากจะเปลี่ยนเปนสีตาง ๆ มากมายขึ้นอยูกับความฝนที่กินเขาไป",
  "These Pokémon live in cities. They are accustomed to people. Flocks often gather in parks and plazas.": "พวกมันอาศัยอยูในเมืองตาง ๆ และคุนเคยกับผูคน ฝูงของพวกมันมักจะรวมตัวกันในสวนสาธารณะหรือลานกวาง",
  "No matter where in the world it goes, it knows where its nest is, so it never gets separated from its Trainer.": "ไมวาจะอยูที่ไหนในโลกมันจะรูวารังของตนอยูที่ไหน ดังนั้นจึงไมเคยพลัดหลงกับเทรนเนอรของมัน",
  "Males have plumage on their heads. They will never let themselves feel close to anyone other than their Trainers.": "ตัวผูจะมีขนนกประดับบนหัว พวกมันจะไมเขาไปใกลชิดสนิทสนมกับใครนอกจากเทรนเนอรของตัวเอง",
  "Its mane shines when it discharges electricity. They use the frequency and rhythm of these flashes to communicate.": "แผงคอของมันจะสองแสงในตอนที่ปลอยกระแสไฟฟา พวกมันใชความถี่และจังหวะของแสงไฟเหลานี้ในการสื่อสารกัน",
  "They have lightning-like movements. When Zebstrika run at full speed, the sound of thunder reverberates.": "การเคลื่อนไหวของมันราวกับฟาผา เมื่อซีบรายกาวิ่งดวยความเร็วเต็มที่จะเกิดเสียงฟารองดังกึกกอง",
  "It was found in a fissure in a layer of exposed rock. The material that makes up its body is dirt from several hundred years ago.": "มันถูกพบในรอยแยกในชั้นหินที่แยกตัว สวนประกอบของรางกายมาจากดินโคลนเมื่อหลายรอยปกอน",
  "Its orange crystals are lumps of powerful energy. They're valuable, so Boldore is sometimes targeted for them.": "ผลึกสีสมคือกอนพลังงานที่ทรงพลัง เนื่องจากเปนของมีคา ดังนั้นบางครั้งกันเทิลจึงถูกหมายตา",
  "It absorbs rays of sunlight and shoots out energy. It's usually lurking deep beneath the surface.": "มันดูดซับรังสีจากแสงอาทิตยและยิงพลังงานออกมา มันมักจะซอนตัวอยูใตพื้นดิน",
  "The heart-shaped mark left on a body after a Woobat has been attached to it is said to bring good fortune.": "หากมีเครื่องหมายรูปหัวใจเหลืออยูบนรางกายหลังจากที่โคโรโมริเขามาแนบชิดนั้น วากันวาจะนำโชคลาภมาให",
  "Anyone who comes into contact with the ultrasonic waves emitted by a courting male experiences a positive mood shift.": "ใครก็ตามที่ไดสัมผัสกับคลื่นความถี่สูงจากตัวผูที่ปลอยออกมาเกี้ยวพาราสีตัวเมียนั้นจะทำใหอารมณดี",
  "By spinning its body, it can dig straight through the ground at a speed of 30 mph.": "มันสามารถหมุนตัวขุดลงไปในพื้นดินดวยความเร็ว 30 ไมลตอชั่วโมง",
  "More than 300 feet below the surface, they build mazelike nests. Their activity can be destructive to subway tunnels.": "พวกมันสรางรังเล็ก ๆ ลึกลงไปมากกวา 300 ฟุตใตพื้นดิน และพฤติกรรมนี้อาจทำลายอุโมงครถไฟใตดินได",
  "It touches others with the feelers on its ears, using the sound of their heartbeats to tell how they are feeling.": "ดวยหนวดรับสัมผัสที่หูทำใหลวงรูสภาพรางกายฝายตรงขามหรือชวงเวลาที่โปเกมอนจะออกมาจากไข",
  "Always carrying squared logs, they help out with construction. As they grow, they carry bigger logs.": "มักถือทอนซุงทรงสี่เหลี่ยม และชวยในการสรางอยูเปนประจำ เมื่อพวกมันเติบโตขึ้นก็จะถือทอนซุงที่มีขนาดใหญขึ้น",
  "This Pokémon is so muscular and strongly built that even a group of wrestlers could not make it budge an inch.": "โปเกมอนตัวนี้มีกลามเนื้อที่ฝกฝนมาอยางแข็งแกรง แมกระทั่งนักมวยปล้ำทั้งกลุมก็ไมสามารถขยับมันไดแมแตนิ้วเดียว",
  "Rather than rely on force, they master moves that utilize the centrifugal force of spinning concrete.": "แทนที่จะพึ่งพาแตกำลังเพียงอยางเดียว พวกมันเชี่ยวชาญการโจมตีโดยใชแรงเหวี่ยงจากการควงเสาคอนกรีต",
  "By vibrating its cheeks, it emits sound waves imperceptible to humans. It uses the rhythm of these sounds to talk.": "การสั่นแกมของมันปลอยคลื่นเสียงที่มนุษยไมสามารถรับรูได มันใชจังหวะของคลื่นเสียงเหลานี้สื่อสารกัน",
  "It lives in the water and on land. It uses its long, sticky tongue to immobilize its opponents.": "มันอาศัยอยูทั้งในน้ำและบนบก มันใชลิ้นที่ยาวและเหนียวหนึบทำใหศัตรูเคลื่อนไหวไมได",
  "They shoot paralyzing liquid from their head bumps. They use vibration to hurt their opponents.": "พวกมันพนของเหลวที่ทำใหเปนอัมพาตออกมาจากโหนกบนหัว และใชการสั่นสะเทือนโจมตีศัตรู",
  "When it encounters a foe bigger than itself, it wants to throw it. It changes belts as it gets stronger.": "เมื่อเจอศัตรูที่ตัวใหญกวาตนเอง มันจะรูสึกอยากทุม มันจะเปลี่ยนสายคาดเอวเมื่อมันแข็งแกรงขึ้น",
  "Tying their belts gets them pumped and makes their punches more destructive. Disturbing their training angers them.": "การคาดสายคาดเอวจะทำใหรูสึกฮึกเหิมและทำใหหมัดของพวกมันมีพลังมากขึ้น หากเขาไปรบกวนการฝกจะทำใหพวกมันโกรธ",
  "Since this Pokémon makes its own clothes out of leaves, it is a popular mascot for fashion designers.": "เนื่องจากโปเกมอนตัวนี้สรางเสื้อผาของตัวเองจากใบไม จึงเปนมาสค็อตยอดนิยมสำหรับนักออกแบบแฟชั่น",
  "It protects itself from the cold by wrapping up in leaves. It stays on the move, eating leaves in forests.": "มันคลุมรางกายดวยใบไมเพื่อปองกันความหนาวเย็น มันยังคงเคลื่อนที่และกินใบไมในปา",
  "It keeps its eggs warm with heat from fermenting leaves. It also uses leaves to make warm wrappings for Sewaddle.": "มันใหความอบอุนแกไขของมันดวยความรอนจากการหมักใบไม นอกจากนี้ยังใชใบไมหอหุมตัวคูรูมีรุใหอบอุนอีกดวย",
  "Its bite injects a potent poison, enough to paralyze large bird Pokémon that try to prey on it.": "มันจะกัดและฉีดพิษที่รุนแรงจนทำใหเปนอัมพาตไดแมแตโปเกมอนนกตัวใหญที่พยายามจะจับมันกินเปนเหยื่อ",
  "It is usually motionless, but when attacked, it rotates at high speed and then crashes into its opponent.": "ปกติแลวมันจะไมเคลื่อนไหว แตเมื่อถูกโจมตีมันจะหมุนตัวดวยความเร็วสูงพุงเขาชนศัตรู",
  "With quick movements, it chases down its foes, attacking relentlessly with its horns until it prevails.": "ดวยการเคลื่อนไหวที่รวดเร็วมันจะไลตอนศัตรูแลวโจมตีดวยเขาอยางไมหยุดยั้งจนกวาจะจัดการศัตรูได",
  "When attacked, it expels cotton from its body to create a diversion. The cotton it loses grows back in quickly.": "เมื่อถูกโจมตีมันจะปลอยปุยฝายออกจากรางกายเพื่อเบี่ยงเบนความสนใจ ฝายที่มันปลอยออกไปจะงอกกลับมาไดอยางรวดเร็ว",
  "Whimsicott doesn't live in a fixed location. It floats around on whirling winds, appearing all over the place to perform its mischief.": "เอลฟูนไมไดมีที่อยูอาศัยที่แนนอน มันจะลอยไปเรื่อย ๆ ตามกระแสลม ปรากฏตัวตามสถานที่ตางๆ และกอกวนไปทั่ว",
  "They prefer clean water and soil. When the environment they live in turns bad, the whole bunch will up and move to a new area.": "พวกมันชื่อชอบน้ำและดินที่สะอาด หากสภาพแวดลอมที่พวกมันอาศัยอยูแยลง ทั้งฝูงก็จะยายไปยังพื้นที่ใหม",
  "It's well liked by other Pokémon because of its beauty. The flower on its head needs constant care, or it will soon wither and rot.": "เปนที่ชื่นชอบของโปเกมอนตัวอื่นเพราะความงดงามของมัน ดอกไมบนหัวของมันตองการการดูแลอยูเสมอมิเชนนั้นจะเหี่ยวเฉา",
  "I suspect that its well-developed legs are the result of a life spent on mountains covered in deep snow. The scent it exudes from its flower crown heartens those in proximity.": "จากการศึกษาพบวาการที่กำลังขาพัฒนาจนแกรงขึ้นเปนเพราะวามันอาศัยอยูในภูเขาที่มีหิมะปกคลุมหนาทึบจะปลอยกลิ่นหอมที่เปนแรงบันดาลใจผูคนรอบขางออกมาจากมงกุฎดอกไม",
  "When a school of Basculin appears in a lake, everything else disappears, except for Corphish and Crawdaunt. That's how violent Basculin are.": "หากฝูงของบาสราโอปรากฏตัวในทะเลสาบใด ทุกอยางจะหายไปยกเวนเพียงเฮกานิและซิซาริเกอร นั่นคือความดุรายของพวกมัน",
  "Sandile's still not good at hunting, so it mostly eats things that have collapsed in the desert. It's called “the cleaner of the desert.”": "เมะกุโรโกะยังลาเหยื่อไมเกงสวนใหญมันจึงกินสิ่งตาง ๆ ลมตายในทะเลทราย ทำใหถูกเรียกวา “ผูทำความสะอาดแหงทะเลทราย”",
  "It buries some of its prey in the sand to use as emergency meals when its hunts are unsuccessful.": "มันจะฝงเหยื่อสวนหนึ่งไวในทรายเพื่อใชเปนอาหารฉุกเฉินเมื่อเวลาที่มันลาเหยื่อไมสำเร็จ",
  "It conceals itself in sandstorms that Flygon whip up and waits patiently for prey to appear.": "มันซอนตัวอยูในพายุทรายที่ฟลายกอนสรางขึ้นและรออยางอดทนเพื่อใหเหยื่อเขามา",
  "When it sleeps, it pulls its limbs into its body and its internal fire goes down to 1,100 degrees Fahrenheit.": "เวลาที่มันหลับจะเก็บแขนขาของมันเขาไปในรางกาย และไฟภายในรางกายจะลดลงถึง 1,100 องศาฟาเรนไฮต",
  "It lived in snowy areas for so long that its fire sac cooled off and atrophied. It now has an organ that generates cold instead.": "ระหวางใชชีวิตในดินแดนหิมะทับถมหนา ถุงไฟจะเย็นลงอยางมากจนวิวัฒนาการถดถอย เกิดเปนอวัยวะที่สรางไอเย็นขึ้นมา",
  "Its internal fire burns at 2,500 degrees Fahrenheit, making enough power that it can destroy a dump truck with one punch.": "เปลวไฟ 2,500 องศาฟาเรนไฮตที่ลุกไหมภายในรางกาย ทำใหมีพลังมากพอที่จะทำลายรถบรรทุกไดดวยการตอยเพียงครั้งเดียว",
  "On days when blizzards blow through, it comes down to where people live. It stashes food in the snowball on its head, taking it home for later.": "รัดเหยื่อดวยกอนหิมะบนหัวแลวนำกลับ วันที่มีพายุหิมะจะลงไปถึงที่อยูอาศัยของมนุษย",
  "Arid regions are their habitat. They move rhythmically, making a sound similar to maracas.": "ภูมิภาคที่แหงแลงเปนถิ่นอาศัยของพวกมัน พวกมันเคลื่อนไหวเปนจังหวะทำใหเกิดเสียงคลายกับการเขยามาราคัส",
  "When it finds a stone of a suitable size, it secretes a liquid from its mouth to open up a hole to crawl into.": "เมื่อพบหินที่มีขนาดเหมาะสมมันจะคายของเหลวออกจากปากเพื่อเจาะรูและมุดตัวเขาไปอยูขางใน",
  "Competing for territory, Crustle fight viciously. The one whose boulder is broken is the loser of the battle.": "อิวาพาเลซจะตอสูอยางดุเดือดเพื่อแยงชิงอาณาเขต ฝายใดที่กอนหินแตกจะเปนผายแพในการตอสู",
  "It stretches its saggy skin up to its neck to protect itself. The saggier their skin, the more respect they garner.": "มันยืดหนังที่เหี่ยวยนของมันขึ้นมาจนถึงคอเพื่อปองกันตัว ดูเหมือนวายิ่งมีผิวที่หยอนมากเทาไรจะยิ่งไดรับความคารพภายในฝูง",
  "It taunts its opponents by spitting. It has a certain territory that it never leaves its whole life long.": "มันจะยั่วยุฝายตรงขามดวยการถุยน้ำลาย มันมีอาณาเขตที่แนนอนและจะไมจากที่อยูนั้นไปตลอดชีวิต",
  "The guardians of an ancient city, they always fly the same route while keeping watch for invaders.": "เปนผูพิทักษของเมืองโบราณ พวกมันมักจะบินวนไปตามเสนทางเดิมๆ เพื่อเฝาระวังผูรุกราน",
  "Each of them carries a mask that used to be its face when it was human. Sometimes they look at it and cry.": "แตละตัวจะมีหนากากที่เปนใบหนาของมันเมื่อครั้งเคยเปนมนุษย บางครั้งพวกมันก็จองมองสิ่งนั้นแลวรองไห",
  "A clay slab with cursed engravings took possession of a Yamask. The slab is said to be absorbing the Yamask’s dark power.": "กระดานดินเหนียวที่ถูกจารึกคำสาปนั้นมีเดธมาสสิงอยู กลาวกันวาจะดูดเก็บพลังความเคียดแคนไว",
  "Grave robbers who mistake them for real coffins and get too close end up trapped inside their bodies.": "โจรปลนสุสานที่เขาใจผิดวาพวกมันเปนโลงศพจริงและเขาใกลเกินไป จะจบลงที่การถูกขังอยูในรางกายของมัน",
  "Its hunting grounds encompassed a broad area, from the land to more than half a mile deep in the ocean.": "เขตการลาของมันครอบคลุมพื้นที่กวางตั้งแตบนบกจนถึงใตมหาสมุทรที่ลึกลงไปกวาครึ่งไมล",
  "Carracosta eats every last bit of the prey it catches, even the shells and bones, to further strengthen its sturdy shell.": "อบาโกรากินเหยื่อที่จับไดทุกสวนแมแตเปลือกและกระดูก เพื่อเสริมสรางความแข็งแรงใหกับกระดองของมัน",
  "Restored from a fossil, this ancient bird Pokémon has wings but can't yet fly.": "ฟ้นคืนชีพขึ้นจากฟอสซิล โปเกมอนนกโบราณตัวนี้มีปก แตยังบินไมได",
  "Said to be an ancestor of bird Pokémon, the muscles it uses to flap its wings are still weak, so it needs a long runway in order to take off.": "วากันวาเปนบรรพบุรุษของโปเกมอนนก กลามเนื้อปกที่ใชในการบินยังคงออนแอดังนั้นมันจึงตองอาศัยทางวิ่งที่ยาวเพื่อจะบินขึ้น",
  "If a young Pokémon or child breathes in the toxic gas that Trubbish belches out, it could be a life-threatening situation.": "หากเด็กหรือลูกโปเกมอนสูดดมกาซพิษที่ยาบุคุรอนพนออกมาก็อาจเปนอันตรายถึงชีวิตได",
  "Some say the reason Garbodor in Alola are a little stronger than their counterparts elsewhere is the presence of Muk, their natural enemy.": "วากันวาเหตุผลที่ดัสตดาสในอโลลานั้นแข็งแกรงกวาที่อื่น ๆ เล็กนอยนั้นเปนเพราะการมีอยูของเบโตเบตันศัตรูตามธรรมชาติของพวกมัน",
  "If a normally talkative child suddenly stops talking, it may have been replaced by Zorua.": "หากเด็กที่ปกติชางพูดเกิดหยุดพูดขึ้นมากะทันหัน อาจจะเปนเพราะการสลับตัวของโซรัวก็เปนได",
  "A once-departed soul, returned to life in Hisui. Derives power from resentment, which rises as energy atop its head and takes on the forms of foes. In this way, Zorua vents lingering malice.": "วิญญาณที่ตายไปแลวกลับมาฟ้นคืนชีพในภูมิภาคฮิซุยความอาฆาตแคนจะกลายเปนพลัง และลอยขึ้นไปจากหัว แลวเปลี่ยนเปนรางของฝายตรงขามเพื่อคลายความแคน",
  "If it thinks humans are going to discover its den, Zoroark shows them visions that make them wander around in the woods.": "หากมันเห็นวามนุษยกำลังจะคนพบรังของมัน โซโรอารคจะทำใหเห็นภาพหลอนที่ทำใหพวกเขาหลงทางวนเวียนในปา",
  "With its disheveled white fur, it looks like an embodiment of death. Heedless of its own safety, Zoroark attacks its nemeses with a bitter energy so intense, it lacerates Zoroark’s own body.": "มีผมขาวรุงรัง ราวกับเทพแหงความตาย มันจะโจมตีศัตรูและหมายเอาชีวิตโดยเตรียมตัวเตรียมใจพรอมที่จะสิ้นไปดวยกัน ดวยความพยาบาทอาฆาตอยางรุนแรง ถึงกับฉีกรางของตัวเองจนแหลกไปดวย",
  "When its tail has gotten dirty from self-cleaning or from cleaning its nest, Minccino spends a whole day washing its tail in clean spring water.": "เมื่อหางของมันสกปรกจากการทำความสะอาดรางกายหรือจากการทำความสะอาดรัง จิลามีจะใชเวลาตลอดทั้งวันในการลางหางของมันดวยน้ำสะอาด",
  "The oil that seeps from its body is really smooth. For people troubled by bad skin, this oil is an effective treatment.": "น้ำมันที่ซึมออกมาจากรางกายของมันนั้นออนโยนมาก น้ำมันนี้ชวยดูแลรักษาผิวใหกับผูที่มีปญหาผิวไดอยางมีประสิทธิภาพ",
  "They intently observe both Trainers and Pokémon. Apparently, they are looking at something that only Gothita can see.": "มันมักจะจองมองทั้งเทรนเนอรและโปเกมอนตาไมกระพริบ เห็นไดชัดวาพวกมันกำลังมองไปที่บางสิ่งบางอยางที่โกธิมูเทานั้นที่สามารถมองเห็นได",
  "According to many old tales, it creates friends for itself by controlling sleeping children on starry nights.": "ตามนิทานโบราณหลายเรื่องมันมักจะสรางเพื่อนขึ้นมาเองดวยการควบคุมเด็ก ๆ ที่กำลังนอนหลับในคืนที่เต็มไปดวยดวงดาว",
  "They can predict the future from the placement and movement of the stars. They can see Trainers' life spans.": "พวกมันสามารถทำนายอนาคตไดจากตำแหนงและการเคลื่อนที่ของดวงดาว มันสามารถมองเห็นอายุขัยของเทรนเนอรได",
  "They drive away attackers by unleashing psychic power. They can use telepathy to talk with others.": "พวกมันขับไลศัตรูที่เขามาโจมตีดวยการปลอยพลังจิต พวกมันสามารถใชกระแสจิตเพื่อสื่อสารกันได",
  "When their two divided brains think the same thoughts, their psychic power is maximized.": "เมื่อสมองทั้งสองสวนของมันคิดในสิ่งเดียวกันพลังจิตของมันจะขึ้นไปถึงขีดสุด",
  "When Reuniclus shake hands, a network forms between their brains, increasing their psychic power.": "เมื่อแลนคูลัสจับมือกัน เครือขายจะเกิดขึ้นระหวางสมองของพวกมันและทำใหพลังจิตของพวกมันเพิ่มขึ้น",
  "They are better at swimming than flying, and they happily eat their favorite food, peat moss, as they dive underwater.": "พวกมันวายน้ำไดเกงกวาบิน พวกมันกินพีทมอสที่ชื่นชอบอยางมีความสุขขณะที่ดำลงไปใตน้ำ",
  "Swanna start to dance at dusk. The one dancing in the middle is the leader of the flock.": "เหลาสวอนนาจะเริ่มเตนรำในเวลาพลบค่ำ ตัวที่เตนรำอยูตรงกลางจะเปนหัวหนาฝูง",
  "When the morning sun hit an icicle, it wished not to melt, and thus Vanillite was born. At night, it buries itself in snow to sleep.": "วานิเพ็ตติเกิดมาจากแทงน้ำแข็งที่ไมอยากจะละลายเมื่อถูกแสงอาทิตยยามเชา ในเวลากลางคืนจะฝงตัวในหิมะแลวนอนหลับ",
  "This hearty Pokémon survived the Ice Age. It's incredibly popular in very hot regions.": "โปเกมอนที่แข็งแกรงนี้รอดชีวิตมาจากยุคน้ำแข็ง มันเปนที่นิยมอยางไมนาเชื่อในเขตรอน",
  "Vanilluxe is born when two Vanillish, half-melted by the day's light, stick to each other and freeze together in the cold return of night.": "ไบวานิลลาเกิดจากวานิริชสองตัวละลายลงครึ่งหนึ่งจากแสงแดดเวลากลางวัน และแข็งตัวติดเขาดวยกันจากอากาศหนาวเย็นในเวลากลางคืน",
  "The turning of the seasons changes the color and scent of this Pokémon's fur. People use it to mark the seasons.": "เมื่อมีการเปลี่ยนแปลงของฤดูกาล สีและกลิ่นที่ขนของโปเกมอนนี้จะเปลี่ยนไป เปนสัญลักษณของการเปลี่ยนแปลงฤดูกาล",
  "They migrate according to the seasons, so some people call Sawsbuck the harbingers of spring.": "เนื่องจากพวกมันจะอพยพไปตามฤดูกาล ดังนั้นบางคนจึงเรียกเมบูคิจิกะวาเปนผูนำพาฤดูใบไมผลิ",
  "As it flies, it scatters electricity around, so bird Pokémon keep their distance. That's why Emolga can keep all its food to itself.": "ในขณะที่มันบินมันจะกระจายไฟฟาไปรอบ ๆ ดังนั้นโปเกมอนนกจึงไมเขาไกล นั่นเปนเหตุผลที่เอมอนกาสามารถเก็บอาหารทั้งหมดไวตัวเดียวได",
  "For some reason they evolve when they receive electrical energy while they are attacking Shelmet.": "ดวยเหตุผลบางอยางทำใหมันเกิดวิวัฒนาการเมื่อไดรับพลังงานไฟฟาในขณะที่มันกำลังจูโจมโชโบมากิ",
  "These Pokémon evolve by wearing the shell covering of a Shelmet. The steel armor protects their whole body.": "เปนโปเกมอนที่วิวัฒนาการโดยการสวมเปลือกของโชโบมากิ กลายเปนเกราะเหล็กปกปองรางกายของมัน",
  "It lures Pokémon with its pattern that looks just like a Poké Ball, then releases poison spores.": "มันดึงดูดโปเกมอนอื่นดวยลวดลายที่ดูเหมือนมอนสเตอรบอลแลวพนละอองพิษใส",
  "It lures prey close by dancing and waving its arm caps, which resemble Poké Balls, in a swaying motion.": "มันลอเหยื่อที่อยูใกลๆดวยการเตนและโบกแขนหมวกเห็ดของมันที่คลายกับมอนสเตอรบอลไหวไปมา",
  "Using the invisible poison spikes on its veillike arms and legs, it paralyzes its enemies and causes them to drown.": "มีเข็มพิษแหลมที่มองไมเห็นอยูบนแขนและขาของพูรูริล ทำใหศัตรูที่สัมผัสถูกเปนอัมพาตและจมน้ำ",
  "Fishermen are terrified of Jellicent. It's rumored to drag them into the sea and steal their lives away.": "บูรุนเจลเปนที่หวาดกลัวของชาวประมง ลือกันวาพวกมันจะลากตัวลงไปในทะเลและขโมยชีวิตของผูคนไป",
  "The reason it helps Pokémon in a weakened condition is that any Pokémon coming after them may also attack Alomomola.": "เหตุผลที่ชวยโปเกมอนที่กำลังออนแรง ก็เปนเพราะโปเกมอนที่เปนผูโจมตีก็อาจเขามาจูโจมมามันโบดวยเชนกัน",
  "They attach themselves to large-bodied Pokémon and absorb static electricity, which they store in an electric pouch.": "พวกมันจะเกาะติดกับโปเกมอนขนาดใหญแลวดูดซับไฟฟาสถิตมาเก็บไวในถุงไฟฟาของมัน",
  "When attacked, they create an electric barrier by spitting out many electrically charged threads.": "หากถูกโจมตีพวกมันจะสรางกำแพงไฟฟาขึ้นมาดวยการพนดายที่มีประจุไฟฟาออกมาจำนวนมาก",
  "It absorbs the iron it finds in the rock while clinging to the ceiling. It shoots spikes when in danger.": "มันดูดซับธาตุเหล็กที่พบในหินระหวางที่เกาะอยูบนเพดาน จะยิงหนามออกมาเมื่ออยูในอันตราย",
  "They attach themselves to cave ceilings, firing steel spikes at targets passing beneath them.": "พวกมันจะเกาะอยูบนเพดานถ้ำ ยิงหนามเหล็กโจมตีเปาหมายที่ผานมาดานใต",
  "The two minigears that mesh together are predetermined. Each will rebound from other minigears without meshing.": "ทั้งสองเฟองที่ประกบกันไดนั้นถูกกำหนดไวอยูแลว แตละเฟองนั้นจะไมสามารถแยกไปประกบคูกับตัวอื่นได",
  "A minigear and big gear comprise its body. If the minigear it launches at a foe doesn't return, it will die.": "เฟองเล็กและเฟองใหญประกอบกันขึ้นเปนรางกายของมัน หากเฟองเล็กที่ยิงออกไปใสศัตรูไมกลับมามันก็จะตาย",
  "Its red core functions as an energy tank. It fires the charged energy through its spikes into an area.": "แกนกลางสีแดงทำหนาที่เปนถังเก็บพลังงาน มันจะปลอยพลังงานออกมารอบๆผานเดือยรอบตัวของมัน",
  "One alone can emit only a trickle of electricity, so a group of them gathers to unleash a powerful electric shock.": "ถาอยูเพียงตัวเดียวจะสามารถปลอยไดแคกระแสไฟฟาออนๆ ดังนั้นจึงรวมกลุุ่มกันเพื่อใหปลดปลอยไฟฟาที่ทรงพลังได",
  "These Pokémon have a big appetite. When they spot their prey, they attack it and paralyze it with electricity.": "โปเกมอนนี้มีความอยากอาหารมาก เมื่อพวกมันเห็นเหยื่อจะเขาโจมตีและทำใหชาดวยไฟฟา",
  "They crawl out of the ocean using their arms. They will attack prey on shore and immediately drag it into the ocean.": "พวกมันคลานขึ้นมาจากทะเลโดยใชแขน พวกมันจะโจมตีเหยื่อบนชายฝ่งและลากลงไปในทะเลทันที",
  "This Pokémon is shrouded in mystery. It's said to have appeared from a UFO that fell from the sky about 50 years ago.": "เปนโปเกมอนที่เต็มไปดวยปริศนา วากันวามันปรากฏตัวขึ้นจาก UFO ที่ตกลงมาจากฟาเมื่อ 50 ปกอน",
  "It has strong psychic powers. Using its fingers that flash three different colors, it controls its opponents and rewrites their memories.": "มันมีพลังจิตที่แข็งแกรง ใชนิ้วมือที่มีแสงกะพริบสามสีควบคุมฝายตรงขามและเขียนความทรงจำของพวกเขาใหม",
  "Litwick shines a light that absorbs the life energy of people and Pokémon, which becomes the fuel that it burns.": "ฮิโตโมชิสองแสงที่ดูดซับพลังงานชีวิตของผูคนและโปเกมอน และเปลี่ยนพลังนั้นเปนเชื้อเพลิงในการเผาไหม",
  "It arrives near the moment of death and steals spirit from the body.": "มักจะปรากฏตัวในชวงเวลาแหงความตายและขโมยวิญญาณออกจากรางกายไป",
  "The spirits burned up in its ominous flame lose their way and wander this world forever.": "วิญญาณที่ถูกเผาไหมดวยเปลวไฟแหงลางรายจะไรซึ่งที่ไปและรอนเรอยูบนโลกไปตลอดกาล",
  "They mark their territory by leaving gashes in trees with their tusks. If a tusk breaks, a new one grows in quickly.": "พวกมันจะใชเขี้ยวทำเครื่องหมายแสดงอาณาเขตไวบนตนไม หากเขี้ยวของมันแตกหักไป จะงอกขึ้นใหมอยางรวดเร็ว",
  "A broken tusk will not grow back, so it diligently sharpens its tusks on river rocks after the end of a battle.": "เขี้ยวที่หักไปจะไมงอกกลับขึ้นมาใหมอีกตอไป มันจึงลับเขี้ยวของมันกับหินริมแมน้ำอยางขะมักเขมนหลังจากการแบตเทิล",
  "Their sturdy tusks will stay sharp even if used to cut steel beams. These Pokémon are covered in hard armor.": "เขี้ยวที่แข็งแรงของมันจะยังคงคมแมกระทั่งใชในการตัดคานเหล็ก รางกายของมันปกคลุมดวยเกราะแข็ง",
  "Their snot is a barometer of health. When healthy, their snot is sticky and the power of their ice moves increases.": "น้ำมูกของพวกมันเปนตัวชี้วัดสุขภาพ หากมีสุขภาพดีน้ำมูกของมันจะเหนียวหนืดและพลังของทาน้ำแข็งก็จะเพิ่มขึ้นดวย",
  "It freezes its breath to create fangs and claws of ice to fight with. Cold northern areas are its habitat.": "มันแชแข็งลมหายใจของตัวเองเพื่อสรางเขี้ยวและกรงเล็บน้ำแข็งสำหรับใชตอสู อาศัยอยูในดินแดนทางเหนือที่อากาศหนาวเย็น",
  "They are composed of ice crystals. They capture prey with chains of ice, freezing the prey at -148 degrees Fahrenheit.": "รางกายประกอบขึ้นจากผลึกน้ำแข็ง มันจะจับเหยื่อดวยโซน้ำแข็ง และแชแข็งเหยื่อที่อุณหภูมิ -148 องศาฟาเรนไฮต",
  "It evolves when bathed in an electric-like energy along with Karrablast. The reason is still unknown.": "มันจะวิวัฒนาการเมื่ออาบพลังงานไฟฟาพรอมกับคาบูรูโมะ ซึ่งยังไมมีใครทราบเหตุผล",
  "When its body dries out, it weakens. So, to prevent dehydration, it wraps itself in many layers of thin membrane.": "หากรางกายของมันแหงมันจะออนแอลง ดังนั้นเพื่อปองกันการขาดน้ำจึงหอหุมตัวเองในเยื่อบาง ๆ หลายชั้น",
  "It conceals itself in the mud of the seashore. Then it waits. When prey touch it, it delivers a jolt of electricity.": "มันซอนตัวอยูในโคลนริมทะเลและรอใหเหยื่อเขามา เมื่อเหยื่อสัมผัสถูกมันจะปลอยกระแสไฟฟาเขาใส",
  "Living in mud with a high iron content has given it a strong steel body.": "เพราะใชชีวิตอยูในโคลนที่อุดมไปดวยธาตุเหล็ก จึงเปลี่ยนรางเปนเหล็กกลาที่แข็งแกรง",
  "They seclude themselves in the mountains and devote themselves to training. The form of their kicks and chops differs from pack to pack.": "พวกมันจะอยูอยางสันโดษบนภูเขาและอุทิศตนใหกับการฝกฝน รูปแบบของการเตะและสับของจะแตกตางกันไปตามแตละฝูง",
  "When Mienshao lets out a bizarre wail, you're in danger. A flurry of kicks and chops too fast to see is about to be unleashed!": "เมื่อโคโจนโดะสงเสียงรองที่แปลกประหลาดออกมาถือวาอันตราย กระบวนทาการเตะและสับที่เร็วเกินกวาจะมองทันจะประโคมเขาใส!",
  "It infiltrates tunnels that Pokémon like Diglett and Dugtrio have dug and quietly waits for prey to pass through.": "มันจะแทรกซึมเขาไปในอุโมงคที่โปเกมอนอยางดิกดาหรือดักทรีโอขุดไว และรออยางเงียบๆใหเหยื่อผานมา",
  "Although ancient people apparently built it by working with clay, the source of its energy is unclear.": "ดูเหมือนคนในสมัยโบราณจะใชดินเหนียวป้นขึ้นมาเพื่อใหเปนบริวาร แตแหลงพลังงานยังคงเปนปริศนา",
  "When the seal on its chest is removed, it rages indiscriminately, turning the whole town around it into a mountain of rubble.": "หากผนึกบนหนาอกของมันถูกปลดออกมันจะอาละวาดอยางไมเลือกหนา จนทำใหเมืองทั้งเมืองกลายเปนกองเศษหินไดเลย",
  "It follows Bisharp's orders to a tee when it attacks enemies. After slashing an opponent, Pawniard clangs both of its blades together.": "มันจะโจมตีศัตรูตามคำสั่งของคิริคิซัน หลังจากฟนศัตรู โคมาทานาจะกระทบดาบทั้งสองเขาดวยกันเกิดเปนเสียงที่กังวาน",
  "It leads a group of Pawniard. Bisharp doesn't even change its expression when it deals the finishing blow to an opponent.": "มันจะคอยนำฝูงโคมาทานา คิริคิซันจะไมเปลี่ยนสีหนาของมันแมในเวลาที่จัดการกับศัตรู",
  "Their fluffy fur absorbs damage, even if they strike foes with a fierce headbutt.": "ขนฟูที่หัวของพวกมันชวยดูดซับความเสียหายแมวามันจะโจมตีศัตรูดวยการใชหัวพุงชนอยางรุนแรง",
  "Known as a natural-born warrior, soon after its hatching, it will challenge its parent to a fight in order to gain their acceptance.": "เปนที่รูจักในฐานะนักรบแตกำเนิดโดยธรรมชาติ หลังจากฟกออกจากไขไดไมนานมันจะทาตอสูกับพอแมของตัวเองเพื่อใหไดรับการยอมรับ",
  "Known as “the hero of the skies,” this Pokémon is so proud and so brave that it will never retreat, even when it's injured.": "โปเกมอนที่ภูมิใจในความกลาหาญ ลวดลายของสัญลักษณที่แทนทาทางองคอาจนั้นเปนที่นิยมอยางมาก",
  "Screaming a bloodcurdling battle cry, this huge and ferocious bird Pokémon goes out on the hunt. It blasts lakes with shock waves, then scoops up any prey that float to the water’s surface.": "เปนนกใหญดุรายที่คอยแผดเสียงสิงหนาทอันนากลัวเพื่อลาเหยื่อ ปลอยคลื่นกระแทกในทะเลสาบ แลวจับเหยื่อที่ลอยขึ้นมาบนผิวน้ำ",
  "Its healthy appetite leads to visible growth spurts. It often has to replace the bones it wears as its size increases.": "การกินอยางแข็งขันทำใหเจริญเติบโตอยางรวดเร็ว มันจะเปลี่ยนกระดูกที่มันสวมไปตามขนาดตัวที่เพิ่มขึ้น",
  "It's always searching for food for Vullaby. When it finds a weak Pokémon, Mandibuzz swoops it right off to its nest.": "มันจะคอยหาอาหารใหวัลไจอยูเสมอ เมื่อพบโปเกมอนที่ออนแอ วัลจีนาจะโฉบเหยื่อกลับไปที่รังของมัน",
  "It draws in air through its tail, transforms it into fire, and uses it like a tongue. It melts Durant and eats them.": "มันดูดอากาศเขาไปทางหางของมัน เปลี่ยนใหเปนไฟ และแลบออกมาเหมือนลิ้น เพื่อละลายไอแอนทและกิน",
  "They attack in groups, covering themselves in steel armor to protect themselves from Heatmor.": "มีเกราะเหล็กหุมตัว จะรวมตัวเปนฝูง เพื่อปองกันและโตตอบคุยทาแรนที่เปนศัตรูคูปรับ",
  "Lacking sight, it's unaware of its surroundings, so it bumps into things and eats anything that moves.": "บกพรองในการมองเห็น จึงไมทราบถึงสิ่งรอบขาง ดังนั้นมันจึงพุงชนสิ่งตาง ๆ และกินอะไรก็ตามที่เคลื่อนไหว",
  "After it has eaten up all the food in its territory, it moves to another area. Its two heads do not get along.": "หลังจากกินอาหารทั้งหมดในอาณาเขต พวกมันก็จะยายไปยังพื้นที่อื่น หัวทั้งสองของมันไมถูกกันสักเทาไร",
  "It responds to movement by attacking. This scary, three-headed Pokémon devours everything in its path!": "มันตอบสนองตอทุกสิ่งที่เคลื่อนไหวดวยการโจมตี โปเกมอนสามหัวที่นากลัวนี้กลืนกินทุกอยางที่ขวางหนา!",
  "It protects itself with flame. Long years ago, people believed Larvesta had a nest on the sun.": "มันปกปองตัวเองดวยเปลวไฟ ผูคนในสมัยกอนเชื่อวาเมลารวามีรังอยูบนดวงอาทิตย",
  "According to legends, it was hatched from a flaming cocoon to save people and Pokémon that were suffering from the cold.": "ตามตำนานกลาววามันฟกออกมาจากรังไหมเพลิงเพื่อชวยผูคนและโปเกมอนที่ทุกขทรมานจากความหนาวเย็น",
  "It has a body and heart of steel. It worked with its allies to punish people when they hurt Pokémon.": "มันมีรางกายและหัวใจเหล็กกลา มันและพวกพองจะคอยลงโทษผูคนหากพวกเขาทำรายโปเกมอน",
  "Spoken of in legend, this Pokémon used its phenomenal power to destroy a castle in its effort to protect Pokémon.": "ในตำนานกลาววาโปเกมอนนี้ใชพลังมหัศจรรยของมันทำลายปราสาทลง เพราะตองการที่จะปกปองโปเกมอน",
  "Legends say this Pokémon confounded opponents with its swift movements.": "ในตำนานกลาววาโปเกมอนนี้ทำใหฝายตรงขามสับสนดวยการเคลื่อนไหวที่รวดเร็ววองไว",
  "Tornadus expels massive energy from its tail, causing severe storms. Its power is great enough to blow houses away.": "ทอรเนลอสจะปลอยพลังงานออกมาจากหางทำใหเกิดพายุที่รุนแรง พลังของมันรุนแรงมากพอที่จะพัดบานใหปลิวได",
  "As it flies around, it shoots lightning all over the place and causes forest fires. It is therefore disliked.": "เมื่อมันบินไปรอบ ๆ มันจะยิงสายฟาฟาดไปทั่วและทำใหเกิดไฟปา จึงเปนที่รังเกียจ",
  "When Reshiram's tail flares, the heat energy moves the atmosphere and changes the world's weather.": "เมื่อหางของเรชิรัมลุกเปนไฟ พลังงานความรอนจะทำใหชั้นบรรยากาศเคลื่อนที่และเปลี่ยนแปลงสภาพอากาศของโลก",
  "Concealing itself in lightning clouds, it flies throughout the Unova region. It creates electricity in its tail.": "มันซอนตัวอยูในเมฆฟาผาและบินไปทั่วภูมิภาคอิชชู มันสรางกระแสไฟฟาขึ้นภายในหางของมัน",
  "From the forces of lightning and wind, it creates energy to give nutrients to the soil and make the land abundant.": "มันสรางพลังงานขึ้นจากจากพลังแหงสายฟาและลมเปนสารอาหารใหแกดิน และทำใหดินอุดมสมบูรณ",
  "It generates a powerful, freezing energy inside itself, but its body became frozen when the energy leaked out.": "มันสรางพลังงานความเย็นที่ทรงพลังภายในตัวของมัน แตรางกายของมันจะกลายเปนน้ำแข็งหากพลังงานเล็ดลอดออกมา",
  "When it is resolute, its body fills with power and it becomes swifter. Its jumps are then too fast to follow.": "เมื่อมีความแนวแน รางกายของมันจะมีพลังเออลน ทำใหวองไวขึ้น การกระโดดนั้นเร็วเกินกวาจะตามทันได",
  "Its melodies are sung with a special vocalization method that can control the feelings of those who hear it.": "ทวงทำนองของมันขับรองออกมาดวยการเปลงเสียงที่พิเศษ สามารถควบคุมความรูสึกของของผูฟงได",
  "This Pokémon existed 300 million years ago. Team Plasma altered it and attached a cannon to its back.": "เปนโปเกมอนที่มีมาตั้งแตเมื่อ 300 ลานปกอน ถูกแกงพลาสมาดัดแปลงและติดตั้งปนใหญไวดานหลัง",
  "The quills on its head are usually soft. When it flexes them, the points become so hard and sharp that they can pierce rock.": "หนามบนหัวที่ปกติจะนิ่มนั้น เมื่อสะสมพลังจะแหลมคมขึ้นและแข็งขึ้นจนสามารถทะลวงผานหินได",
  "It relies on its sturdy shell to deflect predators' attacks. It counterattacks with its sharp quills.": "เปลือกอันทนทานที่หุมตัวอยูนั้นจะสะทอนการโจมตีของศัตรูแลวตอบโตกลับดวยหนามแหลม",
  "Its Tackle is forceful enough to flip a 50-ton tank. It shields its allies from danger with its own body.": "มีพลังขนาดใชตัวพุงเขาชนรถถังหนัก 50 ตันใหพลิกหงายทองได จะปกปองพวกพองโดยใชตัวเองเปนโลกำบัง",
  "Eating a twig fills it with energy, and its roomy ears give vent to air hotter than 390 degrees Fahrenheit.": "พอไดกินกิ่งไมจะแข็งแรงขึ้นและพนไอรอนที่มีอุณหภูมิเกิน 200 องศาออกมาจากหูที่มีขนาดใหญโต",
  "It has a twig stuck in its tail. With friction from its tail fur, it sets the twig on fire and launches into battle.": "จะเสียบกิ่งไมไวที่หาง จะตอสูโดยจุดไฟที่กิ่งไมดวยความรอนจากการเสียดสีของขนที่หาง",
  "It gazes into the flame at the tip of its branch to achieve a focused state, which allows it to see into the future.": "เมื่อเพงมองเปลวไฟที่ลุกไหมบนปลายกิ่งไมเพื่อรวมสมาธิแลวจะมองเห็นสิ่งที่เกิดขึ้นในอนาคต",
  "It secretes flexible bubbles from its chest and back. The bubbles reduce the damage it would otherwise take when attacked.": "จะปลอยฟองจากหนาอกและหลัง จะหยุดการโจมตีดวยฟองที่มีความยืดหยุนเพื่อลดความเสียหาย",
  "It can throw bubble-covered pebbles with precise control, hitting empty cans up to a hundred feet away.": "จะขวางกอนหินที่ปกคลุมดวยฟอง สามารถเล็งใหโดนกระปองเปลาที่อยูหางออกไป 30 เมตรได",
  "It creates throwing stars out of compressed water. When it spins them and throws them at high speed, these stars can split metal in two.": "จะบีบอัดน้ำสรางดาวกระจายขึ้นมา เมื่อขวางใหหมุนดวยความเร็วสูงแมแตเหล็กก็ยังขาดเปน 2 ทอน",
  "They use their large ears to dig burrows. They will dig the whole night through.": "จะใชหูที่ใหญขุดรูในพื้นดินเพื่อใชเปนรังสามารถขุดดินไดตลอดคืนโดยไมตองพัก",
  "With their powerful ears, they can heft boulders of a ton or more with ease. They can be a big help at construction sites.": "หูที่ใหญทรงพลังสามารถยกหินที่หนักเกิน 1 ตันไดอยางสบาย ๆ มีประโยชนมากในหนางานกอสราง",
  "These friendly Pokémon send signals to one another with beautiful chirps and tail-feather movements.": "มีนิสัยเปนมิตรกับผูคนอีกทั้งยังมีเสียงรองที่ไพเราะจะแกวงหางไปมาเพื่อสงสัญญาณใหพวกพอง",
  "From its beak, it expels embers that set the tall grass on fire. Then it pounces on the bewildered prey that pop out of the grass.": "พนประกายไฟออกมาจากจะงอยปากเพื่อเผากอหญาจากนั้นก็จะจับเหยื่อที่ตกใจจนโผลออกมา",
  "In the fever of an exciting battle, it showers embers from the gaps between its feathers and takes to the air.": "หากรูสึกตื่นเตนจากการตอสูที่ดุเดือด ประกายไฟก็จะพุงออกมาจากซอกหลืบของขนที่อยูทั่วทั้งราง",
  "When under attack from bird Pokémon, it spews a poisonous black powder that causes paralysis on contact.": "เมื่อถูกโปเกมอนนกจูโจมจะโปรยผงดำออกมาซึ่งเปนผงพิษที่ทำใหตัวชา ถาเผลอไปแตะเขา",
  "It lives hidden within thicket shadows. When predators attack, it quickly bristles the fur covering its body in an effort to threaten them.": "ใชชีวิตซอนตัวในรมเงาพงไม เมื่อถูกศัตรูจูโจมขนที่ตัวจะตั้งขึ้นเพื่อขูขวัญ",
  "Vivillon with many different patterns are found all over the world. These patterns are affected by the climate of their habitat.": "วิวิญองในโลกมีลวดลายบนปกที่หลากหลายซึ่งดูเหมือนจะเปนอิทธิพลจากสภาพอากาศของบริเวณที่อาศัยอยู",
  "The stronger the opponent it faces, the more heat surges from its mane and the more power flows through its body.": "ยิ่งตองเผชิญหนากับคูตอสูที่แข็งแกรงเทาไหร อุณหภูมิของแผงคอจะสูงขึ้น และพลังก็จะเออลนไปทั่วทั้งรางมากขึ้นเทานั้น",
  "The male with the largest mane of fire is the leader of the pride.": "ตัวผูที่มีแผงคอเพลิงขนาดใหญที่สุดในฝูงจะกลายเปนจาฝูงที่คอยชี้นำพวกพอง",
  "It draws out and controls the hidden power of flowers. The flower Flabébé holds is most likely part of its body.": "ดึงพลังเรนลับของดอกไมออกมาและควบคุมไดดั่งใจดอกไมที่ฟลาเบเบถือนั้นเรียกไดวาเปนสวนหนึ่งของรางกาย",
  "It flutters around fields of flowers and cares for flowers that are starting to wilt. It draws out the hidden power of flowers to battle.": "โบยบินไปรอบ ๆ ทุงดอกไมและคอยดูแลดอกไมที่เริ่มเหี่ยวเฉา ดึงเอาพลังที่ซอนอยูของดอกไมออกมาใชในการตอสู",
  "It claims exquisite flower gardens as its territory, and it obtains power from basking in the energy emitted by flowering plants.": "ถือวาสวนดอกไมที่งดงามเปนอาณาเขตของมันอาบพลังงานที่ปลอยออกมาจากดอกไมและนำมาเปนพลังของตน",
  "Thought to be one of the first Pokémon to live in harmony with humans, it has a placid disposition.": "วากันวาเปนโปเกมอนชนิดแรกที่เริ่มใชชีวิตอาศัยอยูรวมกับมนุษยเปนโปเกมอนที่มีนิสัยใจดี",
  "It can tell how its Trainer is feeling by subtle shifts in the grip on its horns. This empathic sense lets them run as if one being.": "เพราะรับรูความรูสึกของโปเกมอนเทรนเนอรไดขนาดแคมือที่จับเขาที่ใหความรูสึกไมเหมือนกันในแตละครั้งก็สามารถรับรูถึงความตางนั้นไดจึงวิ่งไปดวยกันอยางสมัครสมานสามัคคี",
  "It does its best to be taken seriously by its enemies, but its glare is not sufficiently intimidating. Chewing on a leaf is its trademark.": "จะพยายามจองอยางเอาเปนเอาตายเพื่อไมใหศัตรูดูแคลนแตกลับไมคอยไดผล จุดเดนคือใบไมที่เคี้ยวอยู",
  "Although it possesses a violent temperament, it won't put up with bullying. It uses the leaf in its mouth to sense the movements of its enemies.": "แมจะอารมณรุนแรงและมักทะเลาะวิวาท แตจะไมทนตอการกลั่นแกลง ใชใบไมในปากเพื่อรับรูการเคลื่อนไหวของศัตรู",
  "Trimming its fluffy fur not only makes it more elegant but also increases the swiftness of its movements.": "การตัดแตงขนที่ฟูนุมไมเพียงทำใหดูสงางามขึ้นแตยังเพิ่มความคลองตัวอีกดวย",
  "The organ that emits its intense psychic power is sheltered by its ears to keep power from leaking out.": "เพื่อปองกันไมใหพลังไซโคพาวเวอรที่รุนแรงเล็ดลอดหลุดออกมา จึงตองคอยปดหูซึ่งเปนอวัยวะขับพลังเอาไวอยูบอย ๆ",
  "When in danger, it raises its ears and releases enough psychic power to grind a 10-ton truck into dust.": "เมื่อมีภัยคุกคาม จะชูใบหูขึ้นแลวปลอยพลังไซโคพาวเวอรที่สามารถขยี้รถบรรทุกขนาด 10 ตันไดออกมา",
  "Apparently this Pokémon is born when a departed spirit inhabits a sword. It attaches itself to people and drinks their life force.": "ดูเหมือนวาจะกำเนิดขึ้นจากดาบโบราณที่มีวิญญาณของผูตายเขาสิงสถิตมักเขาสิงคนแลวสูบพลังชีวิต",
  "When Honedge evolves, it divides into two swords, which cooperate via telepathy to coordinate attacks and slash their enemies to ribbons.": "วิวัฒนาการจนแบงตัวกลายเปน 2 รางพูดคุยสื่อสารกันดวยพลังโทรจิตแลวรวมมือประสานงานกันเขาเชือดเฉือนศัตรู",
  "Generations of kings were attended by these Pokémon, which used their spectral power to manipulate and control people and Pokémon.": "เคยติดตามกษัตริยในประวัติศาสตรใชพลังวิญญาณควบคุมบงการคนหรือโปเกมอนใหเชื่อฟงได",
  "It emits a scent that enraptures those who smell it. This fragrance changes depending on what it has eaten.": "สกัดกลิ่นหอมจากตัวใหคนที่ดมรูสึกหลงใหลเคลิบเคลิ้มกลิ่นหอมจะเปลี่ยนไปตามของที่กิน",
  "It devises various scents, pleasant and unpleasant, and emits scents that its enemies dislike in order to gain an edge in battle.": "สามารถสกัดกลิ่นชนิดตาง ๆ ไดมักปลอยกลิ่นที่คูตอสูเกลียดออกมาเพื่อใหตัวเองไดเปรียบในการตอสู",
  "To entangle its opponents in battle, it extrudes white threads as sweet and sticky as cotton candy.": "พนเสนใยที่หวานและเหนียวคลายกับขนมสายไหมออกมาไดมักใชพันตัวศัตรูเพื่อสะกดการเคลื่อนไหว",
  "It can distinguish the faintest of scents. It puts its sensitive sense of smell to use by helping pastry chefs in their work.": "มีประสาทการดมกลิ่นที่ไว สามารถดมแยกแยะไดแมเปนกลิ่นจาง ๆ เพียงเล็กนอย มักชวยงานปาตีซีเย (ชางทำขนม)อยูเสมอ",
  "Opponents who stare at the flashing of the light-emitting spots on its body become dazed and lose their will to fight.": "ฝายตรงขามที่จองไปที่แสงกระพริบจากจุดเปลงแสงบนตัวของมันจะรูสึกงุนงงและหมดความคิดที่จะตอสู",
  "It wields the most compelling hypnotic powers of any Pokémon, and it forces others to do whatever it wants.": "ใชวิชาสะกดจิตที่มีฤทธิ์รุนแรงยิ่งกวาโปเกมอนตัวใด ๆบังคับใหอีกฝายทำทุกอยางตามที่มันตองการ",
  "Two Binacle live together on one rock. When they fight, one of them will move to a different rock.": "คาเมเทเทะ 2 ตัวจะอาศัยอยูในกอนหินกอนเดียวกันแตถาเกิดทะเลาะกันขึ้นมาตัวใดตัวหนึ่งจะยายไปหาที่อยูใหม",
  "When they evolve, two Binacle multiply into seven. They fight with the power of seven Binacle.": "ในตอนที่เกิดวิวัฒนาการ คาเมเทเทะ 2 ตัวจะแบงรางกลายเปนโปเกมอน 7 ตัวและตอสูดวยพลังจากทั้ง 7 ตัว",
  "Camouflaged as rotten kelp, they spray liquid poison on prey that approaches unawares and then finish it off.": "พรางตัวเหมือนสาหรายทะเลเนา พวกมันพนพิษใสเหยื่อที่เขาใกลโดยไมรูตัวกอนจัดการอีกฝาย",
  "Their poison is strong enough to eat through the hull of a tanker, and they spit it indiscriminately at anything that enters their territory.": "พิษของมันแรงพอที่จะกัดกรอนเขาไปในตัวเรือบรรทุกน้ำมัน และมันจะถมพิษใสทุกอยางที่เขามาในอาณาเขตของมันอยางไมเลือกหนา",
  "They knock down flying prey by firing compressed water from their massive claws like shooting a pistol.": "สอยเหยื่อที่บินอยูดวยการยิงน้ำอัดแรงดันจากกามขนาดใหญ  ซึ่งคลายกับการยิงปนพก",
  "Their enormous claws launch cannonballs of water powerful enough to pierce tanker hulls.": "มีกามขนาดมหึมาที่สามารถยิงกระสุนปนใหญน้ำทรงพลังโดยกระสุนนั้นสามารถเจาะทะลุตัวเรือบรรทุกได",
  "They make their home in deserts. They can generate their energy from basking in the sun, so eating food is not a requirement.": "มีถิ่นอาศัยอยูในทะเลทราย เมื่ออาบแสงอาทิตยแลวป่นเปนพลังงานไฟฟา จะสามารถอยูไดโดยไมตองกินอะไรเลย",
  "They flare their frills and generate energy. A single Heliolisk can generate sufficient electricity to power a skyscraper.": "มักแผแผงคอเพื่อป่นกระแสไฟฟา พลังงานจากเอเลซารด1 ตัว สามารถจายกระแสไฟใหกับตึกสูง 1 แหงไดอยางสบาย",
  "This Pokémon was restored from a fossil. If something happens that it doesn't like, it throws a tantrum and runs wild.": "เปนโปเกมอนที่ฟ้นคืนชีพมาจากฟอสซิล ถามีเรื่องที่ไมชอบใจก็จะงอแง และอาละวาดอยางบาคลั่ง",
  "Thanks to its gargantuan jaws, which could shred thick metal plates as if they were paper, it was invincible in the ancient world it once inhabited.": "เพราะกรามขนาดมหึมาซึ่งสามารถฉีกแผนโลหะหนา ๆราวกับเปนกระดาษได ทำใหมันมันไรเทียมทานสมัยอาศัยอยูในโลกยุคโบราณ",
  "This ancient Pokémon was restored from part of its body that had been frozen in ice for over 100 million years.": "โปเกมอนโบราณที่ไดรับการฟ้นฟูจากสวนหนึ่งของรางกายของมันที่ถูกแชแข็งมานานกวา 100 ลานป",
  "The diamond-shaped crystals on its body expel air as cold as -240 degrees Fahrenheit, surrounding its enemies and encasing them in ice.": "ขับอากาศที่อุณหภูมิหนาวถึง -150 องศาออกมาจากคริสตัลรูปเพชรบนตัวเพื่อหอหุมและแชแข็งศัตรู",
  "It sends a soothing aura from its ribbonlike feelers to calm fights.": "ปลอยคลื่นที่ชวยใหผอนคลายออกมาจากหนวดรับสัมผัสที่มีรูปทรงคลายริบบิ้น เพื่อใหเลิกตอสู",
  "Although its body is small, its proficient fighting skills enable it to keep up with big bruisers like Machamp and Hariyama.": "แมจะมีรางกายที่เล็ก แตเชี่ยวชาญการใชกลยุทธทำใหสามารถสูกับโปเกมอนตัวใหญอยางไคริกีและฮาริเทยามะไดอยางสูสี",
  "Its whiskers serve as antennas. By sending and receiving electrical waves, it can communicate with others over vast distances.": "หนวดมีหนาที่เปนเสาอากาศ สามารถสื่อสารกับพวกเดียวกันที่อยูหางออกไปดวยการสงและรับคลื่นไฟฟา",
  "Born from the temperatures and pressures deep underground, it fires beams from the stone in its head.": "เกิดในสภาพแวดลอมที่มีอุณหภูมิสูงและความดันสูงลึกลงไปใตดิน สามารถยิงลำแสงจากหินบนหัวของมันได",
  "The weakest Dragon-type Pokémon, it lives in damp, shady places, so its body doesn't dry out.": "เปนโปเกมอนมังกรที่ออนแอที่สุด อาศัยอยูใตรมเงาที่มีความชื้นเพื่อไมใหรางกายแหง",
  "It drives away opponents by excreting a sticky liquid that can dissolve anything. Its eyes devolved, so it can't see anything.": "ขับไลฝายตรงขามดวยการขับสารเหลวเหนียวที่สามารถละลายทุกอยางได ดวงตาของมันเสื่อมสภาพจึงไมสามารถมองเห็นอะไรได",
  "A creature given to melancholy. I suspect its metallic shell developed as a result of the mucus on its skin reacting with the iron in Hisui’s water.": "มีนิสัยมืดมน จากการศึกษาพบวา เหล็กที่ปนอยูในน้ำในภูมิภาคฮิซุยจะทำปฏิกิริยากับเยื่อเมือกตามผิวหนังและทำใหเปลี่ยนรูปกลายเปนเปลือกโลหะ",
  "This very friendly Dragon-type Pokémon will hug its beloved Trainer, leaving that Trainer covered in sticky slime.": "โปเกมอนประเภทมังกรที่แสนจะเปนมิตร กอดเทรนเนอรผูเปนที่รัก ทำใหเมือกเหนียวไปติดเทรนเนอร",
  "Able to freely control the hardness of its metallic shell. It loathes solitude and is extremely clingy—it will fume and run riot if those dearest to it ever leave its side.": "ทำใหเปลือกโลหะนุมหรือแข็งไดตามใจชอบ ไมชอบความโดดเดี่ยว เจาคิดเจาแคน หากผูที่มันรักใครจะตีตัวออกหาง มันจะโกรธและอาละวาด",
  "These key collectors threaten any attackers by fiercely jingling their keys at them.": "มีนิสัยชอบสะสมกุญแจ เมื่อถูกศัตรูโจมตีจะเอากุญแจมากระทบกันดังกรุงกริ๊งเพื่อขมขวัญอีกฝาย",
  "These Pokémon are created when spirits possess rotten tree stumps. They prefer to live in abandoned forests.": "เมื่อวิญญาณเขาไปสิงในตอไมเนาจะกลายเปนโปเกมอน อาศัยอยูในปารางที่หางไกลผูคน",
  "It can control trees at will. It will trap people who harm the forest, so they can never leave.": "สามารถควบคุมตนไมไดตามตองการ จะดักจับคนที่ทำอันตรายผืนปาใหไมมีวันออกไปได",
  "The pumpkin body is inhabited by a spirit trapped in this world. As the sun sets, it becomes restless and active.": "ดวงวิญญาณที่ไมไดไปสูสุคติจะเขาสิงสูในรางที่เปนผลฟกทองพอพลบค่ำ จึงเริ่มออกเคลื่อนไหว",
  "Singing in eerie voices, they wander town streets on the night of the new moon. Anyone who hears their song is cursed.": "พอถึงคืนขางขึ้น จะสงเสียงนาขนลุกตระเวนรองเพลงไปทั่วทั้งเมืองใครที่ไดยินเสียงเพลง จะถูกสาปแชง",
  "It blocks opponents' attacks with the ice that shields its body. It uses cold air to repair any cracks with new ice.": "น้ำแข็งที่ปกคลุมรางกายมีไวปองกันการโจมตีจากศัตรูแมจะแตกสลายแตพอถูกความเย็น น้ำแข็งก็จะปกคลุมใหม",
  "Its ice-covered body is as hard as steel. Its cumbersome frame crushes anything that stands in its way.": "รางกายที่เย็นจัดจนแข็งตัว มีความแข็งเทียบเทาเหล็กกลา มักเคลื่อนที่ไปพรอมกับบดขยี้สิ่งที่ขวางทางดวยรางกายขนาดมหึมา",
  "The armor of ice covering its lower jaw puts steel to shame and can shatter rocks with ease. This Pokémon barrels along steep mountain paths, cleaving through the deep snow.": "เกราะที่เปนกอนน้ำแข็งครอบปดขากรรไกรลางนั้นแข็งยิ่งกวาเหล็ก สามารถบดหินใหญใหแหลกไดอยางงายดาย แหวกหิมะหนาทึบมุงหนาขึ้นเขาอันลาดชันไปอยางเต็มกำลัง",
  "They live in pitch-black caves. Their enormous ears can emit ultrasonic waves of 200,000 hertz.": "อาศัยอยูในถ้ำมืดมิด ปลอยคลื่นเสียงความถี่สูง200,000 เฮิรตซออกมาจากใบหูขนาดใหญ",
  "They fly around on moonless nights and attack careless prey. Nothing can beat them in a battle in the dark.": "ออกโบยบินในคืนเดือนมืดที่ไมมีแมแสงจันทรและโจมตีเหยื่อที่ไมระวังตัว ในการตอสูทามกลางความมืดจะแข็งแกรงไมแพใคร",
  "Legends say it can share eternal life. It slept for a thousand years in the form of a tree before its revival.": "วากันวาสามารถแบงชีวิตที่เปนนิรันดรใหผูอื่นไดหลังจากหลับอยูในรางตนไมมานาน 1000 ปก็คืนชีพขึ้นใหมอีกครั้ง",
  "When this legendary Pokémon's wings and tail feathers spread wide and glow red, it absorbs the life force of living creatures.": "โปเกมอนในตำนาน เมื่อปกและขนหางสยายออกกวางแลวเปลงเปนประกายสีแดงจะสูบพลังชีวิตจากสิ่งมีชีวิตตาง ๆ",
  "When the Kalos region's ecosystem falls into disarray, it appears and reveals its secret power.": "เมื่อระบบนิเวศของภูมิภาคคาลอสพังทลาย จะปรากฏตัวขึ้นมาและเผยใหเห็นพลังลึกลับของมัน",
  "A sudden transformation of Carbink, its pink, glimmering body is said to be the loveliest sight in the whole world.": "เปนรางกลายพันธุของเมเลซีรางกายที่สองประกายสีชมพูวากันวาสวยที่สุดในโลก",
  "In its true form, it possess a huge amount of power. Legends of its avarice tell how it once carried off an entire castle to gain the treasure hidden within.": "รางที่แทจริงมีพลังที่ยิ่งใหญมหาศาลมีตำนานเลาขานเอาไววามันตองการขุมทรัพยจึงยกเอาปราสาทที่ซอนขุมทรัพยหายไปทั้งหลัง",
  "It is said to be able to seize anything it desires with its six rings and six huge arms. With its power sealed, it is transformed into a much smaller form.": "วากันวาสามารถแยงชิงทุกสิ่งไดดวยแหวนทั้ง 6 และแขนอันใหญโตทั้ง 6 มันถูกปดผนึกพลังไว รางของมันจึงกลายเปนรางเล็ก",
  "It lets out billows of steam and disappears into the dense fog. It's said to live in mountains where humans do not tread.": "มักพนไอน้ำออกมาเพื่ออำพรางตัวในหมอกทึบอาศัยอยูในหุบเขาที่ไมมีใครลวงล้ำเขาไปถึง",
  "It feels relaxed in tight, dark places and has been known to use its Trainer's pocket or bag as a nest.": "จะสงบเมื่ออยูในที่มืดแคบ บางครั้งก็ใชซอกแขนหรือกระเปาของโปเกมอนเทรนเนอรแทนรัง",
  "Supremely sensitive to the presence of others, it can detect opponents standing behind it, flinging its sharp feathers to take them out.": "ไวตอรองรอยเปนอยางยิ่ง จะจับรองรอยของฝายตรงขามที่ยืนอยูขางหลังแลวจัดการโดยขวางปกอันแหลมคม",
  "Decidueye can nock and fire an arrow at an enemy in a tenth of a second, so its battles are decided in the blink of an eye.": "ใชเวลาเพียง 0.1 วินาทีเหนี่ยวปกยิงศัตรู ทำใหรูผลตัดสินกันในชั่วพริบตา",
  "The air stored inside the rachises of Decidueye’s feathers insulates the Pokémon against Hisui’s extreme cold. This is firm proof that evolution can be influenced by environment.": "มีคุณสมบัติปกปองความหนาวเย็นโดยการหอหุมอากาศเอาไวในแกนกลางของปก เพื่อทนความหนาวสุดขั้วในภูมิภาคฮิซุย พิสูจนพบวาสภาพแวดลอมมีอิทธิพลตอการวิวัฒนาการ",
  "Its coat regrows twice a year. When the time comes, Litten sets its own body on fire and burns away the old fur.": "จะผลัดขนใหมปละ 2 หน เมื่อถึงเวลาจะจุดไฟใสรางกายตัวเอง แลวเผาขนเกาทิ้ง",
  "When its mane is standing on end, you can tell it's feeling good. When it isn't feeling well, its fur will lie down flat.": "เวลาที่ขนหนาตั้งขึ้นเปนหลักฐานแสดงวามันอยูในสภาพดีแตถาสภาพไมคอยดี ขนจะลมไปทางดานหลัง",
  "When its fighting spirit is set alight, the flames around its waist become especially intense.": "เมื่อมีใจสู เปลวไฟที่อยูรอบเอวจะลุกโชติชวงอยางเห็นไดชัด",
  "Popplio gets on top of its bouncy water balloons to jump higher. It's quite the acrobatic fighter!": "จะกระโดดขึ้นสูง ๆ โดยเหยียบบอลลูนน้ำที่มีความยืดหยุน และจะตอสูอยางโลดโผน",
  "It attacks by smacking its enemies with the exploding water balloons that it creates.": "จะโจมตีโดยใชขาหนาปดบอลลูนน้ำที่พองโตใหระเบิดใสศัตรู",
  "Also known as a songstress, it has a fantastical look on moonlit nights when it leads its colony in song.": "มีอีกชื่อวาเจาหญิงแหงเสียงเพลง ภาพที่มันนำพวกพองในฝูงรองเพลงกันในคืนพระจันทรเต็มดวงนั้นเปนภาพที่นาชวนฝน",
  "It may look spindly, but its neck muscles are heavy-duty. It can peck at a tree 16 times per second!": "แมจะดูผอมแตก็มีกลามเนื้อคอที่แข็งแรง เจาะไมได16 ครั้งตอวินาทีเลยทีเดียว",
  "From its mouth, it fires the seeds of berries it has eaten. The scattered seeds give rise to new plants.": "จะยิงเมล็ดผลไมที่กินออกมาทางปาก เมล็ดจะกระจายไปตามผืนดินแลวงอกเกิดเปนไมตนใหม",
  "Known for forming harmonious couples, this Pokémon is brought to wedding ceremonies as a good luck charm.": "เปนที่รูจักกันดีวารักเดียวใจเดียว มักถูกพาไปยังงานแตงงานในฐานะสิ่งมงคล",
  "Although it will eat anything, it prefers fresh living things, so it marches down streets in search of prey.": "กินไดทุกอยางแตถาเปนสิ่งที่ยังมีชีวิตและสดใหมจะดีกวา ก็เลยเดินกันเปนขบวนไปตามทางเพื่อหาเหยื่อ",
  "Patient by nature, this Pokémon loses control of itself and pounces when it spots its favorite meal—Rattata!": "มีความอดทนสูงแตพอเจอโครัตตาที่เปนของโปรด ก็จะกระโดดเขาใสอยางลืมตัว",
  "It spits a sticky thread to stop opponents in their tracks, and then it grabs them in its sharp, sturdy mandibles to take them down.": "พนใยเหนียวหนืดหยุดการเคลื่อนไหวของฝายตรงขามจากนั้นจะใชกรามที่แหลมคมและแข็งแรงหนีบเพื่อจัดการกับฝายตรงขาม",
  "Its stout shell provides excellent defense from attacks. It uses electricity on persistent opponents.": "แมถูกจูโจมก็ปองกันตัวใหรอดพนไปไดดวยเปลือกที่แข็งแรงทนทาน สวนฝายตรงขามที่ดึงดันไมลดละก็จะโตกลับดวยไฟฟา",
  "Vikavolt flusters opponents with acrobatic flying maneuvers. This creates an opening for it to deliver an electric beam attack.": "จะบินผาดโผนไปมาเพื่อป่นปวนศัตรู แลวหาจังหวะที่กำลังหวาดผวาเลนงานดวยลำแสงไฟฟา",
  "Crabrawler has been known to mistake Exeggutor for a coconut tree and climb it. The enraged Exeggutor shakes it off and stomps it.": "เคยปนนัชชี เพราะเขาใจผิดวาเปนตนมะพราวจากนั้นก็โดนนัชชีโกรธจนถูกสะบัดตกลงและถูกเหยียบ",
  "Before it stops to think, it just starts pummeling. There are records of its turning back avalanches with a flurry of punches.": "มักตอยกอนคิด มีบันทึกไววาเคยดันหิมะที่ถลมกลับไปดวยการตอยรัวๆ",
  "This Oricorio has drunk red nectar. If its Trainer gives the wrong order, this passionate Pokémon becomes fiercely angry.": "โอโดริโดริที่ดูดน้ำหวานจากลูกไมสีแดงเขม เปนพวกอารมณรอน หากโปเกมอนเทรนเนอรสั่งการผิดละก็จะโกรธอยางรุนแรง",
  "This Oricorio has drunk bright yellow nectar. When it sees someone looking glum, it will try to cheer them up with a dance.": "โอโดริโดริที่ดูดน้ำหวานสีเหลือง เมื่อเจอคนที่หดหูเศราสรอย ก็จะเตนรำใหกำลังใจ",
  "This Oricorio has sipped pink nectar. It gets so caught up in its dancing that it sometimes doesn’t hear its Trainer’s orders.": "โอโดริโดริที่ดูดน้ำหวานสีชมพู เวลาเตนรำจะทำตามจังหวะตัวเองจนถึงขั้นไมฟงคำสั่งของโปเกมอนเทรนเนอร",
  "This Oricorio has sipped purple nectar. Some dancers use its graceful, elegant dancing as inspiration.": "โอโดริโดริที่ดูดน้ำหวานสีมวง มีนักเตนหลายคนที่เอาการเตนรำอันออนชอยทรงเสนหของมันไปเปนตัวอยาง",
  "Cutiefly can pick up the auras of living things. It skillfully reads those auras to predict its foes' movements and make fools of them.": "จะจับรังสีของสิ่งมีชีวิตที่แผออกมา โดยมีความเชี่ยวชาญในการอานการเคลื่อนไหวจากรังสีที่แผออกมาแลวลอหลอกศัตรู",
  "It can predict the weather from moisture levels and wind direction. Ribombee only reveals itself when there are a few clear days in a row.": "สามารถคาดการณสภาพอากาศไดจากความชื้นหรือทิศทางลมพัด จะเห็นตัวไดเฉพาะในชวงที่มีอากาศดีตอเนื่อง",
  "When it rubs the rocks on its neck against you, that's proof of its love for you. However, the rocks are sharp, so the gesture is quite painful!": "การใชหินที่คอเสียดถูเปนสัญลักษณแสดงถึงความรักแตจะคอนขางเจ็บเพราะหินนั้นแหลมคม",
  "The rocks in its mane are sharper than a knife. Fragments that break off are treasured as good luck charms.": "แผงคอที่เปนหินมีความคมยิ่งกวามีด เศษที่แตกหักนั้นจะถูกเอามาเปนเครื่องรางและเก็บรักษาไวอยางดี",
  "It has no problem ignoring orders it doesn’t like. It doesn’t seem to mind getting hurt at all—as long as it can finish off its opponent.": "จะเมินคำสั่งที่ไมถูกใจอยางหนาตาเฉยเพื่อจัดการฝายตรงขาม แลวตอใหตองเจ็บตัวก็ไมใสใจ",
  "This strange form is the result of its evolving at dusk. It’s very rare in Alola.": "ผลจากการวิวัฒนาการในชวงเวลาพลบค่ำ ไมรูเพราะเหตุใดจึงกลายเปนรูปรางที่แปลกออกไปในภูมิภาคอโลลาถือวาแปลกมาก",
  "When it's in a jam, its shining eyes attract others of its kind. The light from its eyes is visible almost 25 miles away.": "เมื่อเขาตาจน ดวงตาจะสองแสงเพื่อเรียกหาพวกพองแสงดังกลาวนั้นสามารถสองไปไดไกลถึง 40 กม.",
  "Aside from its head, its body parts regenerate quickly if they're cut off. After a good night's sleep, Mareanie is back to normal.": "นอกจากสวนหัว ไมวาสวนไหนก็ตามถาฉีกขาดไปก็สามารถงอกใหมไดทันที ไดนอนแคคืนเดียวก็กลับมาแข็งแรงตามปกติ",
  "With its 12 legs, it creates a dome to shelter within. The flow of the tides doesn't affect Toxapex in there, so it's very comfortable.": "จะใชขาทั้ง 12 ขางสรางโดมปองกันตัว เนื่องจากจะไมไหลไปตามกระแสน้ำขึ้นน้ำลงจึงอาศัยอยูไดอยางสบาย ๆ",
  "Possessing mighty power, Mudbray can be loaded with 50 times its own body weight and will be totally fine.": "มีพละกำลังพอสมควร สามารถแบกของที่หนักกวาน้ำหนักตัว 50 เทาไดอยางสบาย ๆ",
  "It can trudge mountain roads without rest for three days and three nights, all the while dragging a 10-ton load.": "สามารถเดินลากสัมภาระ 10 ตัน ไปตามถนนบนภูเขาสามวันสามคืนโดยไมพักได",
  "It can only breathe oxygen that has dissolved in water, so it wears a water bubble on its head when it walks around on land.": "เพราะจะหายใจไดแตออกซิเจนที่ละลายอยูในน้ำเทานั้นจึงใชหยดน้ำคลุมหัวเดินไปมาบนบก",
  "It has a habit of storing things it values in its water bubble. If its Trainer doesn't watch out, Araquanid will try to put them in its bubble!": "มีสัญชาติญาณเก็บของสำคัญไวในหยดน้ำ ถาไมระวังตัวแลวละก็ แมแตโปเกมอนเทรนเนอรก็จะถูกเก็บไปไดนะ",
  "It loves the sunshine. When it basks in the sunlight regularly, it grows up with vivid coloration.": "ชอบแสงอาทิตยเปนอยางยิ่ง จึงเลี้ยงใหมีสีสันสดใสไดดวยการใหอาบแดด",
  "As it slashes into its enemies, it looks like it's dancing. Its elegant appearance has led some to call it the most glamorous Grass Pokémon.": "เชือดเฉือนศัตรูดวยการเตนรำ จากรูปรางที่งามสงานี้ทำใหถูกเรียกวาเปนโปเกมอนหญาที่มีเสนหเยายวนที่สุด",
  "It likes damp dark places. When night falls, the spores filling the caps of its mushrooms glow.": "ชอบบริเวณที่ชื้นและมืดครึ้ม พอตกกลางคืน สปอรที่อัดแนนอยูในดอกเห็ดจะเปลงแสง",
  "When it starts fighting for territory with Parasect, the entire area gets completely coated in spores!": "เมื่อเริ่มสูกับพาราเซ็คทที่เขามาในอาณาเขตแลวบริเวณนั้นจะเต็มไปดวยสปอร",
  "It weakens opponents and sends them reeling with its poisonous gas. Salandit doesn't deal well with Spinda, since it's always reeling.": "จะใชกาซพิษทำใหศัตรูออนแรงจนเซแลวคอยจูโจมแตจะแพทางพัทชีลที่เดินโซเซเปนปกติ",
  "It punishes Salandit that couldn't bring it food with a fierce slap of its flame-spewing palm.": "จะลงโทษยาโทโมริที่หาอาหารมาไมไดดวยการใชฝามือที่มีเปลวไฟพุงออกมาตบหนาอยางรุนแรง",
  "Stufful hates to be hugged or touched in any way. It will squirm, thrash, and resist with amazing power.": "เกลียดการถูกกอดและแตะตองตัวเปนอยางยิ่งโดยจะดิ้นขัดขืนอยางแรง",
  "It boasts tremendous physical strength. Many people call it the most dangerous Pokémon in the Alola region.": "มีความมั่นใจในพละกำลังที่มหาศาล มีผูคนมากมายเรียกมันวาเปนโปเกมอนที่อันตรายที่สุดในภูมิภาคอโลลา",
  "It tries to resist being swallowed by a bird Pokémon by spinning the sepals on its head. It's usually a fruitless attempt.": "ตอนที่เกือบจะถูกโปเกมอนนกกลืนลงคอ มันจะตอตานดวยการหมุนจุกที่หัวแตสวนใหญจะไมไดผล",
  "It bounces around, swinging the sepals on its head with abandon. They're quite painful when they smack you!": "จะหมุนจุกบนหัวเคลื่อนไหววนไปมาเหมือนกับกระโดดไปกระโดดมา ถาชนถูกตัวเขาก็จะเจ็บตัวนาดู",
  "A Pokémon with an aggressive personality and a mastery of kicking, it cackles every time it kicks an opponent.": "เปนโปเกมอนที่มีนิสัยชอบเขาจูโจมและมีชื่อเสียงในเรื่องลูกเตะ ทุกครั้งที่เตะฝายตรงขาม มันจะหัวเราะเสียงดัง",
  "It picks flowers and sticks them to its body with fluids it produces. The aroma that wafts from its petals has a healing effect.": "จะแปะดอกไมที่เด็ดมาติดกับตัวดวยสารเหลวจากรางกายกลิ่นหอมที่ลอยมาจากกลีบดอกไมนั้นจะชวยเยียวยาจิตใจ",
  "Oranguru don't get along with each other, so they're always engaging in battles of wits to decide which one is superior.": "ยาเรยูตันจะไมถูกกันเองและจะคอยประลองปญญาเพื่อวัดวาใครจะเหนือกวากัน",
  "Berries are its weapons as well as the staple of its diet. The one that can throw a berry the farthest is the boss of the troop.": "ผลไมเปนทั้งอาวุธและอาหารหลัก ตัวที่ขวางผลไมไปไดไกลที่สุดในฝูงจะไดเปนหัวหนา",
  "An astonishingly cowardly Pokémon, Wimpod will whir its legs at high speeds to run away if anything comes near it.": "เปนโปเกมอนที่ขี้ขลาดมาก แคมีอะไรเขามาใกลก็จะขยับขาหนีดวยความเร็วสูง",
  "Its claws, which it can extend and retract at will, are its greatest weapons. Golisopod is sometimes accompanied by Wimpod.": "เล็บที่ยืดหดไดดั่งใจเปนอาวุธหนักสุด บางครั้งก็พาโคโซคูมูชิมาเปนลูกสมุนดวย",
  "If you build sand mounds when you're playing, destroy them before you go home, or they may get possessed and become Sandygast.": "ภูเขาทรายที่สรางขึ้นมาจากการเลนทรายนั้น ถาไมทำลายตอนกลับแลวอาจมีวิญญาณเขาสิงจนกลายเปนซึนาบาก็ได",
  "Once it has whipped up a sandstorm to halt its opponents in their tracks, this terrifying Pokémon snatches away their vitality.": "เปนโปเกมอนที่นาหวาดกลัว ซึ่งจะสรางพายุทรายขึ้นมาเพื่อสกัดความเคลื่อนไหวของศัตรูแลวจึงคอยปลิดชีพ",
  "Its entire body is covered in its own slime. If you accidentally step on one, you'll slip, and it will get mad and smack you!": "ทั่วตัวจะลื่นดวยสารเหลวจากรางกาย ถาเผลอไปเหยียบเขานอกจากจะลมแลวยังจะถูกมันตอยดวยความโกรธอีก",
  "There's danger of its going on a rampage, so its true power is sealed away beneath its control mask.": "เพราะมีความอันตรายในยามที่มันวิ่งอาละวาด จึงถูกปดผนึกพลังที่แทจริงไวดวยหนากากควบคุม",
  "Through the bond it formed with its Trainer, its will was strengthened, and it was able to destroy its control mask.": "จะทำลายหนากากควบคุมลงไดเพราะไดรับกำลังใจอันแรงกลาจากสายสัมพันธที่มีกับคูหู",
  "Although its outer shell is uncommonly durable, the shock of falling to the ground smashes the shell to smithereens.": "เปลือกภายนอกมีความทนทานมากแตดวยแรงช็อคตอนตกลงสูพื้นดินจึงทำใหสลายกลายเปนผุยผง",
  "It remains asleep from birth to death as a result of the sedative properties of the leaves that form its diet.": "การที่มันหลับอยูอยางนั้นไปตลอดจนตายเปนเพราะในใบไมที่เปนอาหารของมันมีสวนผสมคลายกับยาชาผสมอยูดวย",
  "Its exploding shell poses a real danger but is sensitive to moisture. On rainy days, Turtonator takes silent refuge in caves.": "กระดองที่ระเบิดไดนั้นอันตรายยิ่ง แตแพความชื้นวันที่ฝนตกจะอยูนิ่ง ๆ ในถ้ำลึก",
  "Its capacity to produce electricity is somewhat limited, so it gets charged up by letting lightning strike it!": "เพราะมีพลังสรางไฟฟาไดไมมาก ก็เลยชารจไฟดวยการอาบสายฟา",
  "A gust of wind revealed what hides under this Pokémon's rag to a passing Trainer, who went home and died painfully that very night.": "โปเกมอนเทรนเนอรที่บังเอิญไดเห็นรางขางในขณะลอยไปตามลมนั้น จะทุรนทุรายอยางทรมานและตายภายในคืนวันนั้น",
  "Its skin is thick enough to fend off Mareanie's spikes. With its robust teeth, Bruxish crunches up the spikes and eats them.": "มีหนังหนาขนาดที่หนามของฮิโดอิเดะก็แทงไมเขา จะกัดหนามกินดวยฟนที่แข็งแรง",
  "It appears in towns and plays with the children. Drampa will protect kids when they're in danger, so their moms don't have to worry.": "จะปรากฏตัวในเมืองและเลนกับเด็ก ๆ แมจะเจอภยันตรายก็จะปกปองเด็ก ๆ คุณแมทั้งหลายจึงสบายใจได",
  "Its chain-like green seaweed can stretch outward for hundreds of yards. For some reason, it gets along well with Skrelp.": "สาหรายเขียวที่ดูเหมือนโซนั้นจะยืดออกไปไดหลายรอยเมตร ไมรูวาทำไมถึงสนิทกับคูซูโม",
  "It will never show an enemy its back in battle. Ancient warriors liked Jangmo-o for its valiant disposition and made it one of their own.": "จะตอสูโดยไมใหศัตรูเห็นหลัง เพราะมีนิสัยที่หาวหาญนักรบในสมัยโบราณจึงชื่นชอบและเปนเพื่อนดวย",
  "The scales it sheds can be molded and processed to make pots and pans. They conduct heat well, so they're a popular item.": "จะทุบเกล็ดที่หลุดออกมาแลวนำมาทำเปนหมอหรือกระทะเปนที่นิยมเนื่องจากนำความรอนไดดีและใชงานงาย",
  "It battles valiantly with its fists, which are armored in steel scales. Kommo-o specializes in uppercuts.": "ตอสูอยางหาวหาญดวยการเหวี่ยงกำป้นที่มีเกล็ดเหล็กหุมอยู ทาไมตายที่มั่นใจคืออัปเปอรคัต",
  "The lightning-wielding guardian deity of Melemele, Tapu Koko is brimming with curiosity and appears before people from time to time.": "เทพพิทักษแหงเกาะเมเลเมเลที่ควบคุมสายฟาได บางครั้งก็ปรากฏตัวตอหนาผูคนดวยความอยากรูอยากเห็น",
  "Although called a guardian deity, Tapu Lele is devoid of guilt about its cruel disposition and can be described as nature incarnate.": "ถูกเรียกเปนเทพพิทักษแตมีนิสัยใสซื่อและโหดรายคูกันวากันวาเปนรางแปลงของธรรมชาติ",
  "It makes ringing sounds with its tail to let others know where it is, avoiding unneeded conflicts. This guardian deity of Ula'ula controls plants.": "จะสั่นหางบอกที่อยูเพื่อหลีกเลี่ยงความขัดแยงที่ไมจำเปนเปนเทพพิทักษแหงอูลาอูลาที่ควบคุมตนไมใบหญา",
  "Although it's called a guardian deity, terrible calamities sometimes befall those who recklessly approach Tapu Fini.": "เรียกกันวาเปนเทพพิทักษ แตบางครั้งก็นำเภทภัยมาใหฝายตรงขามที่เขามาใกลตัวแบบสุมสี่สุมหา",
  "Whether or not it's a Pokémon from this world is a mystery. When it's in a jam, it warps away to a safe place to hide.": "ยังเปนปริศนาวาเปนโปเกมอนของโลกนี้หรือเปลาเมื่อเขาตาจน จะวารปไปซอนตัวในสถานที่ที่ปลอดภัย",
  "As it absorbs light, Cosmoem continues to grow. Its golden shell is surprisingly solid.": "จะเติบโตไปเรื่อย ๆ ดวยการดูดแสงสวาง เปลือกสีทองนั้นทนทานจนนาตกใจ",
  "In writings from the distant past, it's called by the name “the beast that devours the sun.”": "มีชื่อบันทึกอยูในเอกสารสมัยโบราณวาเปนสัตวที่กินดวงอาทิตย",
  "It sometimes summons unknown powers and life-forms here to this world from holes that lead to other worlds.": "บางครั้งก็เรียกพลังหรือสิ่งมีชิวิตลึกลับออกมาจากหลุมที่เชื่อมตอกับโลกตางมิติ",
  "It appeared in this world from an Ultra Wormhole. Nihilego appears to be a parasite that lives by feeding on people and Pokémon.": "ปรากฏตัวบนโลกนี้จากอัลตราโฮล ดูเหมือนจะใชชีวิตดวยการทำตัวเปนปรสิตเกาะโปเกมอนหรือมนุษย",
  "Buzzwole goes around showing off its abnormally swollen muscles. It is one kind of Ultra Beast.": "จะโชวกลามเนื้อที่พองตัวจนผิดปกติ เปนอัลตราบีสตชนิดหนึ่ง",
  "A life-form that lives in another world, its body is thin and supple, but it also possesses great power.": "สิ่งมีชีวิตที่อาศัยอยูในตางโลก มีรางกายที่ออนชอยบอบบางแตก็มีพลังที่แข็งแกรงซอนเรนอยู",
  "They've been dubbed Ultra Beasts. Some of them stand unmoving, like trees, with their arms and legs stuck into the ground.": "ถูกเรียกวาเปนอัลตราบีสต บางทีก็ไมขยับตัวและใชแขนขาปกลงพื้นดินจนดูเหมือนตนไม",
  "One of the dangerous UBs, high energy readings can be detected coming from both of its huge arms.": "เปน UB ที่อันตรายชนิดหนึ่ง ตรวจพบปฏิกิริยาจากพลังงานในระดับสูงจากแขนขนาดยักษทั้งสองขาง",
  "This Ultra Beast's body, which is as thin as paper, is like a sharpened sword.": "เปนอัลตราบีสต ที่ใหความรูสึกวาเหมือนใบมีดคมที่ถูกลับมาอยางดีจากรางกายที่บางดั่งกระดาษ",
  "An unknown life-form called a UB. It may be constantly hungry—it is certainly always devouring something.": "เปนสิ่งมีชีวิตลึกลับที่เรียกกันวา UB ไมรูวาเพราะจะหิวอยูตลอดเวลาหรือเปลาก็เลยเหมือนกินอะไรอยูตลอด",
  "Light is the source of its energy. If it isn't devouring light, impurities build up in it and on it, and Necrozma darkens and stops moving.": "แหลงพลังงานคือแสงสวาง ถาหากไมไดกินแสงสวางสิ่งสกปรกจะสะสมจนตัวดำขึ้นและขยับไมไดในที่สุด",
  "This is its form while it is devouring the light of Solgaleo. It pounces on foes and then slashes them with the claws on its four limbs and back.": "รางที่รับแสงของโซลกาเลโอเรื่อยมาจะกระโจนเขาหาศัตรู แลวใชหลังและกรงเล็บทั้ง 4 ขางฉีกฝายตรงขาม",
  "This is its form while it’s devouring the light of Lunala. It grasps foes in its giant claws and rips them apart with brute force.": "รางที่กำลังกินแสงของลูนาอาลาอยูจะใชกรงเล็บยักษจับศัตรูแลวฉีกออกดวยพละกำลังเทาที่มันมี",
  "Built roughly 500 years ago by a scientist, the part called the Soul-Heart is the actual life-form.": "ถูกสรางขึ้นมาโดยนักวิทยาศาสตรเมื่อราว 500 ปกอนสวนที่เรียกวาโซลฮารตเปนรางหลัก",
  "It sinks into the shadows of people and Pokémon, where it can understand their feelings and copy their capabilities.": "จะมุดเขาไปในเงาของคนหรือโปเกมอน ทำความเขาใจความรูสึกของอีกฝายที่มุดเขาไปแลวกอบป้ความสามารถออกมา",
  "An Ultra Beast that lives in a different world, it cackles wildly as it sprays its opponents with poison from the needles on its head.": "เปนอัลตราบีสตที่อาศัยอยูในตางโลก จะพนน้ำยาพิษจากเข็มพิษบนหัวใสอีกฝายแลวหัวเราะรา",
  "One kind of Ultra Beast, it fires a glowing, venomous liquid from its needles. This liquid is also immensely adhesive.": "เปนอัลตราบีสตชนิดหนึ่ง จะพนยิงน้ำยาพิษเรืองแสงที่มีความเหนียวหนืดสูงจากเข็มพิษ",
  "When stone walls started moving and attacking, the brute's true identity was this mysterious life-form, which brings to mind an Ultra Beast.": "เปนสิ่งมีชีวิตปริศนาที่ดูเหมือนจะเปน UB ตัวจริงของกำแพงหินที่อยู ๆ ก็ขยับตัวแลวจูโจมเขามาก็คือเจานี่นั่นเอง",
  "A UB that appeared from an Ultra Wormhole, it causes explosions, then takes advantage of opponents' surprise to rob them of their vitality.": "เปน UB ที่ปรากฏตัวจากอัลตราโฮล มันจะทำใหเกิดการระเบิดเพื่อใหฝายตรงขามตกใจ แลวฉวยโอกาสนั้นดึงเอาพลังชีวิตไป",
  "It approaches its enemies at the speed of lightning, then tears them limb from limb with its sharp claws.": "จะเขาประชิดศัตรูอยางรวดเร็วดวยความเร็วเทียบเทาความเร็วเวลาฟาแลบ แลวใชเล็บที่แหลมคมฉีกกระชาก ",
  "It melts particles of iron and other metals found in the subsoil, so it can absorb them into its body of molten steel.": "มันละลายอนุภาคของเหล็กและโลหะอื่น ๆ ที่พบที่ชั้นใตผิวดิน และดูดซับเขาไปในรางกายที่เปนเหล็กหลอมเหลวของมัน",
  "Revered long ago for its capacity to create iron from nothing, for some reason it has come back to life after 3,000 years.": "ไดรับการนับถือเพราะมีพลังสรางเหล็กออกมาไดแตยังไมรูเหตุผลวาทำไมจึงฟ้นคืนชีพหลังจากผานมา 3000 ป",
  "When it uses its special stick to strike up a beat, the sound waves produced carry revitalizing energy to the plants and flowers in the area.": "เมื่อใชแทงไมพิเศษเคาะจังหวะดนตรี พลังที่ทำใหตนไมดอกไมราเริงจะกลายเปนคลื่นเสียงแผขยายออกไป",
  "The faster a Thwackey can beat out a rhythm with its two sticks, the more respect it wins from its peers.": "ยิ่งบาจินคีตีจังหวะรุนแรงดวยแทงไม 2 แทงเทาไรก็ยิ่งไดความเคารพจากเหลาสหาย",
  "By drumming, it taps into the power of its special tree stump. The roots of the stump follow its direction in battle.": "ควบคุมพลังของตอไมพิเศษดวยการตีกลอง บังคับตอไมเพื่อตอสู",
  "A warm-up of running around gets fire energy coursing through this Pokémon's body. Once that happens, it's ready to fight at full power.": "เมื่อวิ่งไปมาจนอุณหภูมิรางกายสูงขึ้นแลว พลังงานไฟจะไหลเวียนทั่วรางและสามารถแสดงพลังที่แทจริงออกมา",
  "Its thick and fluffy fur protects it from the cold and enables it to use hotter fire moves.": "ทนตอความหนาวดวยขนฟูตามราง และยังสามารถใชทาตอสูไฟที่อุณหภูมิสูงได",
  "It juggles a pebble with its feet, turning it into a burning soccer ball. Its shots strike opponents hard and leave them scorched.": "เดาะหินกอนเล็กเพื่อทำเปนลูกฟุตบอลไฟ เผาไหมคูตอสูดวยลูกเตะเฉียบคม",
  "When scared, this Pokémon cries. Its tears pack the chemical punch of 100 onions, and attackers won't be able to resist weeping.": "เมื่อหวาดกลัว จะปลอยน้ำตาที่มีสารเรงน้ำตาเทียบเทาหัวหอม 100 หัวทำใหรองไหตามไปดวย",
  "A clever combatant, this Pokémon battles using water balloons created with moisture secreted from its palms.": "ใชพรายฟองน้ำที่ทำใหเปนหยดจากน้ำที่ออกมาจากฝามือควบคุมการตอสูแบบใชสมอง",
  "It has many hidden capabilities, such as fingertips that can shoot water and a membrane on its back that it can use to glide through the air.": "มีประสิทธิภาพหลากหลายซอนอยู ยิงน้ำจากนิ้วแลวรอนลมดวยพังผืดกลางหลัง",
  "Found throughout the Galar region, this Pokémon becomes uneasy if its cheeks are ever completely empty of berries.": "มีอยูทุกหนทุกแหงในกาลาร ถาไมเก็บตุนผลไมไวที่แกมซายขวาจะไมสบายใจ",
  "It stashes berries in its tail—so many berries that they fall out constantly. But this Pokémon is a bit slow-witted, so it doesn't notice the loss.": "เก็บผลไมไวที่หาง ถาเก็บมากไปจะลนหลนออกมาแตก็ไมรูสึกเพราะเชื่องชา",
  "It will bravely challenge any opponent, no matter how powerful. This Pokémon benefits from every battle—even a defeat increases its strength a bit.": "ลักษณะนิสัยกลาหาญแมวาศัตรูจะแข็งแกรงเพียงใดก็กลาทาทาย แมจะโดนโตกลับก็อดทนสูตอไป",
  "Smart enough to use tools in battle, these Pokémon have been seen picking up rocks and flinging them or using ropes to wrap up enemies.": "มีความฉลาดในการใชอุปกรณเชน ขวางหินกอนเล็กที่หยิบดวยเทา หรือมัดศัตรูดวยเชือก",
  "This Pokémon reigns supreme in the skies of the Galar region. The black luster of its steel body could drive terror into the heart of any foe.": "ไมมีศัตรูบนทองฟาภูมิภาคกาลาร รางโลหะที่เปลงแสงสีดำนั้นขมขูคูตอสูใหกลัว",
  "A constant collector of information, this Pokémon is very smart. Very strong is what it isn't.": "ฉลาดหลักแหลมดวยขอมูลที่รวบรวมอยางขยันขันแข็งสม่ำเสมอ แตไมคอยมีพละกำลัง",
  "It barely moves, but it's still alive. Hiding in its shell without food or water seems to have awakened its psychic powers.": "ไมคอยเคลื่อนไหวแตจริง ๆ แลวยังมีชีวิตอยู วากันวาพลังพิเศษตื่นขึ้นระหวางขังตัวในกระดองโดยไมดื่มไมกิน",
  "It's famous for its high level of intelligence, and the large size of its brain is proof that it also possesses immense psychic power.": "มีชื่อเสียงวาเปนโปเกมอนหลักแหลม สมองขนาดใหญเปนหลักฐานวามีพลังไซคิกที่แข็งแกรง",
  "Aided by the soft pads on its feet, it silently raids the food stores of other Pokémon. It survives off its ill-gotten gains.": "มีชีวิตอยูโดยขโมยเหยื่อที่โปเกมอนตัวอื่นหามาไดเนื้อเทานุมนิ่มจึงเดินไมมีเสียง",
  "It secretly marks potential targets with a scent. By following the scent, it stalks its targets and steals from them when they least expect it.": "ทำสัญลักษณไวที่เหยื่อที่เล็งไวเงียบ ๆ แลวตามกลิ่นไปถาเผลอเมื่อไหรจะเขามาขโมย",
  "It anchors itself in the ground with its single leg, then basks in the sun. After absorbing enough sunlight, its petals spread as it blooms brilliantly.": "ปกกานบนผิวดิน เมื่ออาบแสงอาทิตยเต็มที่กลีบดอกไมจะมีสีสันสดใส",
  "The seeds attached to its cotton fluff are full of nutrients. It spreads them on the wind so that plants and other Pokémon can benefit from them.": "เมล็ดขนนุนมีสารอาหารเต็มเป่ยม รอนลอยไปตามลมทำใหพืชและเหลาโปเกมอนราเริง",
  "Its curly fleece is such an effective cushion that this Pokémon could fall off a cliff and stand right back up at the bottom, unharmed.": "เสนขนที่หยิกมีความสามารถในการรองรับการกระแทกสูงตอใหตกจากหนาผาก็ไมสะทกสะทาน",
  "Weave a carpet from its springy wool, and you end up with something closer to a trampoline. You'll start to bounce the moment you set foot on it.": "พรมที่ถักจากขนที่มีความยืดหยุน เมื่อขึ้นไปจะเดงไดเหมือนแทรมโพลีน",
  "Apparently the itch of its teething impels it to snap its jaws at anything in front of it.": "มีลักษณะนิสัยมักจะกัดของที่อยูเบื้องหนาทันที เหมือนวาจะคันฟนหนาที่กำลังงอกเลยมักกัด",
  "With jaws that can shear through steel rods, this highly aggressive Pokémon chomps down on its unfortunate prey.": "ลักษณะนิสัยบาคลั่ง กัดขย้ำเหยื่อดวยพลังกรามขนาดกัดแทงเหล็กไดเปนเสน ๆ",
  "This Pokémon is very popular as a herding dog in the Galar region. As it runs, it generates electricity from the base of its tail.": "เมื่อวิ่งจะมีไฟฟาผลิตออกมาจากโคนหาง เปนที่นิยมในกาลารในฐานะสุนัขเลี้ยงแกะ",
  "This Pokémon generates electricity and channels it into its legs to keep them going strong. Boltund can run nonstop for three full days.": "ผลิตไฟฟาสงไปที่อุงเทาเพื่อชวยในการวิ่ง สามารถวิ่งไดสามวันสามคืนโดยไมตองหยุดพัก",
  "Most of its body has the same composition as coal. Fittingly, this Pokémon was first discovered in coal mines about 400 years ago.": "พบที่เหมืองถานหินเมื่อประมาณ 400 ปกอนรางกายมีสวนประกอบเดียวกันกับถานหิน",
  "It forms coal inside its body. Coal dropped by this Pokémon once helped fuel the lives of people in the Galar region.": "สรางถานหินออกมาจากภายในรางกาย ในกาลารสมัยกอนใชถานหินที่ตกลงมาในการดำรงชีพ",
  "It's usually peaceful, but the vandalism of mines enrages it. Offenders will be incinerated with flames that reach 2,700 degrees Fahrenheit.": "ปกติจะสงบเสงี่ยม แตถามนุษยทำลายเหมืองแรจะโมโหจนบาคลั่งเผาไฟ 1,500 องศา",
  "It spends its entire life inside an apple. It hides from its natural enemies, bird Pokémon, by pretending it's just an apple and nothing more.": "อาศัยอยูในผลแอปเปลตลอดทั้งชีวิต หากเจอศัตรูคูแคนอยางโปเกมอนประเภทนกจะแสรงทำตัวเปนผลแอปเปลเพื่อปองกันตัวเอง",
  "It ate a sour apple, and that induced its evolution. In its cheeks, it stores an acid capable of causing chemical burns.": "กินแอปเปลรสเปรี้ยวแลววิวัฒนาการ เก็บของเหลวที่เปนกรดรุนแรงขนาดทำใหเปนแผลไหม ไวในกระพุงแกม",
  "Eating a sweet apple caused its evolution. A nectarous scent wafts from its body, luring in the bug Pokémon it preys on.": "วิวัฒนาการหลังจากกินผลแอปเป้ลหวานเขาไป จะปลอยกลิ่นหอมหวานออกมาจากรางกายเพื่อดึงใหโปเกมอนแมลงที่เปนอาหารเขามาใกล",
  "As it digs, it swallows sand and stores it in its neck pouch. The pouch can hold more than 17 pounds of sand.": "ขุดหลุมไปพรอมกับเก็บทรายที่กินไวในถุงคอ ใสทรายไดถึง 8 กิโลกรัม",
  "When it contracts its body, over 220 pounds of sand sprays from its nose. If it ever runs out of sand, it becomes disheartened.": "หดรางแลวพนทราย 100 กิโลกรัมออกมาจากรูจมูกจะขลาดกลัวถาไมมีทราย",
  "It's so strong that it can knock out some opponents in a single hit, but it also may forget what it's battling midfight.": "ทรงพลังขนาดโจมตีคูตอสูใหแพไดในครั้งเดียวแตเนื่องจากขี้ลืมจึงมักลืมคูตอสูที่สูอยู",
  "If it sees any movement around it, this Pokémon charges for it straightaway, leading with its sharply pointed jaw. It's very proud of that jaw.": "ภูมิใจในกรามแหลมคม ถาพบสิ่งเคลื่อนไหวแมเพียงเล็กนอยจะพุงโจมตีเปนเสนตรง",
  "This Pokémon has a jaw that's as sharp as a spear and as strong as steel. Apparently Barraskewda's flesh is surprisingly tasty, too.": "กรามแหลมเหมือนหอกนั้นแข็งราวกับเหล็ก วากันวาเนื้อนั้นอรอยจนนาตกใจ",
  "It stores poison in an internal poison sac and secretes that poison through its skin. If you touch this Pokémon, a tingling sensation follows.": "หลั่งสารพิษที่เก็บไวในถุงพิษในรางกายจากผิวหนังเมื่อสัมผัสจะชาแปลบ ๆ",
  "When this Pokémon sounds as if it's strumming a guitar, it's actually clawing at the protrusions on its chest to generate electricity.": "เมื่อเกาสวนที่นูนออกมาบนอกเพื่อทำใหเกิดไฟฟาขึ้นจะมีเสียงคลายกีตารกังวาน",
  "It stores flammable gas in its body and uses it to generate heat. The yellow sections on its belly get particularly hot.": "ปลอยความรอนจากแกสเผาไหมที่กักไวในรางโดยเฉพาะสวนสีเหลืองตรงทองนั้นรอนมาก",
  "When it heats up, its body temperature reaches about 1,500 degrees Fahrenheit. It lashes its body like a whip and launches itself at enemies.": "อุณหภูมิรางยามปลอยความรอนประมาณ 800 องศาเซลเซียส โคงรางราวกับแสแลวพุงลงมาโจมตี",
  "It's very curious, but its means of investigating things is to try to punch them with its tentacles. The search for food is what brings it onto land.": "ออกมาบนพื้นดินเพื่อหาอาหาร เต็มไปดวยความอยากรูอยากเห็น สิ่งที่เห็นจะถูกตีดวยหนวดกอนเปนอันดับแรก",
  "A body made up of nothing but muscle makes the grappling moves this Pokémon performs with its tentacles tremendously powerful.": "ทั่วรางคือมวลกลามเนื้อ พละกำลังจากทาบีบรัดดวยหนวดนั้นนาเกรงขนาม",
  "This Pokémon is said to have been born when a lonely spirit possessed a cold, leftover cup of tea.": "วากันวาชาที่เหลือและปลอยไวใหเย็นชืดนั้น มีจิตเหงาหงอยสิงอยู จนกลายเปนโปเกมอน",
  "This species lives in antique teapots. Most pots are forgeries, but on rare occasions, an authentic work is found.": "อาศัยอยูในกาโบราณ สวนมากจะเปนของปลอมแตนาน ๆครั้งก็จะเจอของจริง",
  "Via the protrusion on its head, it senses other creatures' emotions. If you don't have a calm disposition, it will never warm up to you.": "รับรูความรูสึกของสิ่งมีชีวิตดวยสวนที่โผลมาจากหัวเปดใจแตกับสิ่งที่สงบเสงี่ยม",
  "No matter who you are, if you bring strong emotions near this Pokémon, it will silence you violently.": "สิ่งที่มีความรูสึกรุนแรงไมวาใครก็ทำใหสงบเงียบไดวิธีการนั้นออกจะรายกาจ",
  "It emits psychic power strong enough to cause headaches as a deterrent to the approach of others.": "ปลอยพลังจิตรุนแรงขนาดทำใหปวดหัวออกมารอบ ๆเพื่อขับไลสิ่งมีชีวิตอื่นออกไป",
  "Through its nose, it sucks in the emanations produced by people and Pokémon when they feel annoyed. It thrives off this negative energy.": "ราเริงจากการใชจมูกสูดพลังดานลบที่ปลอยมาตอนที่คนหรือโปเกมอนเกิดความรังเกียจ",
  "When it gets down on all fours as if to beg for forgiveness, it's trying to lure opponents in so that it can stab them with its spear-like hair.": "แกลงคุกเขาขอโทษแลวใชกลยุทธแทงดวยผมดานหลังที่แหลมคมราวกับหอก",
  "With the hair wrapped around its body helping to enhance its muscles, this Pokémon can overwhelm even Machamp.": "เมื่อพันผมรอบตัวจะทำใหกลามเนื้อมีพลังมากขึ้นแสดงพลังที่สามารถบิดไคริกีใหยอมจำนนได",
  "Its voice is staggering in volume. Obstagoon has a tendency to take on a threatening posture and shout—this move is known as Obstruct.": "มีพลังเสียงรุนแรง การคำรามไปพรอมกับขมขวัญถูกเรียกวาบล็อกกิง",
  "What appears to be an iron helmet is actually hardened hair. This Pokémon lives for the thrill of battle.": "ขนบนศีรษะกลายสภาพแข็งราวกับหมวกกันน็อกเหล็กมีนิสัยรักการตอสูมาก",
  "Its shell is overflowing with its heightened otherworldly energy. The ectoplasm serves as protection for this Pokémon's core spirit.": "เมื่อพลังวิญญาณแรงกลา จะถูกปลดปลอยออกมาจากเปลือก ปกปองสวนกลางของจิตดวยรางวิญญาณ",
  "Only Farfetch'd that have survived many battles can attain this evolution. When this Pokémon's leek withers, it will retire from combat.": "ผูที่รอดชีวิตจากการตอสู จะวิวัฒนาการเปนรางนี้เมื่อตนหอมเหี่ยวเฉา จะจากไปจากสนามรบ",
  "It's highly skilled at tap-dancing. It waves its cane of ice in time with its graceful movements.": "ยอดนักเตนแท็ป โบกไมเทาที่ทำจากน้ำแข็งโชวสเต็ปปราดเปรียว",
  "A powerful curse was woven into an ancient painting. After absorbing the spirit of a Yamask, the painting began to move.": "ภาพโบราณที่ถูกเขียนโดยฝงคำสาปรุนแรง เก็บกักจิตของเดธมาสไวแลวออกเคลื่อนไหว",
  "This Pokémon was born from sweet-smelling particles in the air. Its body is made of cream.": "มีรางที่เกิดจากครีม เกิดจากการรวมกันของสสารกลิ่นหอมหวานในอากาศ",
  "When it trusts a Trainer, it will treat them to berries it's decorated with cream.": "กับเทรนเนอรที่ไวใจ จะตอนรับดวยผลไมที่ตกแตงดวยครีม",
  "Five of them are troopers, and one is the brass. The brass's orders are absolute.": "หนึ่งรางจะมีหัวหนาทหาร 1 ตัวและทหาร 5 ตัวคำสั่งของหัวหนาทหารถือเปนที่สุด",
  "It feeds on seaweed, using its teeth to scrape it off rocks. Electric current flows from the tips of its spines.": "ปลอยไฟฟาจากปลายหนาม ขูดสาหรายทะเลที่ติดตามหินดวยฟนอันแหลมคมออกมากิน",
  "It spits out thread imbued with a frigid sort of energy and uses it to tie its body to branches, disguising itself as an icicle while it sleeps.": "คายดายที่มีไอเย็น มัดรางกับกิ่งไมดวยดาย ตอนนอนจะทำเหมือนเปนน้ำแข็งยอย",
  "Icy scales fall from its wings like snow as it flies over fields and mountains. The temperature of its wings is less than −290 degrees Fahrenheit.": "อุณหภูมิปกคือ -180 องศาเซลเซียส โปรยเกล็ดที่มีไอเย็นราวกับหิมะ บินไปตามทุงหญาปาเขา",
  "It stands in grasslands, watching the sun's descent from zenith to horizon. This Pokémon has a talent for delivering dynamic kicks.": "ใชชีวิตดวยการยืนในทุงหญากวางใหญ มองตะวันคลอย ถนัดทาตอสูเตะที่รุนแรง",
  "It drifted in on the flow of ocean waters from a frigid place. It keeps its head iced constantly to make sure it stays nice and cold.": "ถูกลอยมาจากดินแดนหนาวจัด จึงตองทำใหหนาเย็นดวยน้ำแข็งตลอดเวลา",
  "It uses the horns on its head to sense the emotions of others. Males will act as valets for those they serve, looking after their every need.": "รับรูความรูสึกของฝายตรงขามดวยเขาบนหัว ตัวผูจะคอยชวยเหลืออยูขางเจานายราวกับเปนผูรับใช",
  "As it eats the seeds stored up in its pocket-like pouches, this Pokémon is not just satisfying its constant hunger. It's also generating electricity.": "ทำใหทองวางอยูตลอดเวลา เมื่อกินเมล็ดพืชที่ใสไวในถุงคลายกระเปาจะสรางกระแสไฟได",
  "It digs up the ground with its trunk. It's also very strong, being able to carry loads of over five tons without any problem at all.": "โปเกมอนที่มีพลังขนาดแบกของหนัก 5 ตันก็ยังสบายใชงวงขุดดิน",
  "They came over from another region long ago and worked together with humans. Their green skin is resistant to water.": "ผิวหนังสีเขียวทนตอน้ำ สมัยกอน ทำงานกับมนุษยที่มาจากดินแดนอื่น",
  "In ancient times, it was unbeatable thanks to its powerful lower body, but it went extinct anyway after it depleted all its plant-based food sources.": "สมัยโบราณ รางกายครึ่งลางที่แข็งแกรงทำใหไรศัตรูแตกินพืชที่เปนอาหารจนหมดจึงสูญพันธุ",
  "The shaking of its freezing upper half is what generates its electricity. It has a hard time walking around.": "รางกายครึ่งบนที่อยูในน้ำแข็งนั้นเมื่อสั่นจะสามารถผลิตไฟฟาได เดินไมถนัด",
  "Powerful legs and jaws made it the apex predator of its time. Its own overhunting of its prey was what drove it to extinction.": "ดวยพลังขาที่แข็งแกรงและพลังกรามทำใหในสมัยโบราณไรศัตรูแตมักลาเหยื่อจนหมดจึงสูญพันธุ",
  "Though it's able to capture prey by freezing its surroundings, it has trouble eating the prey afterward because its mouth is on top of its head.": "ทำใหรอบขางเยือกแข็งแลวจับเหยื่อ แตปากอยูบนหัวจึงกินลำบาก",
  "Its body resembles polished metal, and it's both lightweight and strong. The only drawback is that it rusts easily.": "รางโลหะที่ขัดมัน เบาแตแข็งแกรง แตมีจุดออนตรงขึ้นสนิมงาย",
  "After being reborn as a ghost Pokémon, Dreepy wanders the areas it used to inhabit back when it was alive in prehistoric seas.": "อาศัยอยูในทะเลสมัยโบราณ คืนชีพมาในรางโปเกมอนผี เรรอนไปตามที่ที่เคยอยู",
  "It's capable of flying faster than 120 mph. It battles alongside Dreepy and dotes on them until they successfully evolve.": "ความเร็วในการบินที่ 200 กิโลเมตรตอชั่วโมง ตอสูรวมกับโดราเมชิยะและชวยเหลือจนวิวัฒนาการไดอยางปลอดภัย",
  "When it isn't battling, it keeps Dreepy in the holes on its horns. Once a fight starts, it launches the Dreepy like supersonic missiles.": "ใชชีวิตพรอมกับการใสโดราเมชิยะในรูของเขา ตอนตอสูใหโดราเมชิยะบินดวยความเร็วเสียง",
  "Known as a legendary hero, this Pokémon absorbs metal particles, transforming them into a weapon it uses to battle.": "โปเกมอนที่ถูกเรียกวาผูกลาในตำนาน นำเอาโลหะมาเปลี่ยนใหเปนอาวุธแลวตอสู",
  "In times past, it worked together with a king of the people to save the Galar region. It absorbs metal that it then uses in battle.": "โปเกมอนผูพิทักษกาลาร รวมพลังกับกษัตริยของเหลามนุษย นำเอาโลหะมาใชในการตอสู",
  "The core on its chest absorbs energy emanating from the lands of the Galar region. This energy is what allows Eternatus to stay active.": "แกนกลางชวงอกจะดูดซับพลังงานที่พวยพุงจากผืนดินของภูมิภาคกาลาร เพื่อใชชีวิตอยูอยางกระฉับกระเฉง",
  "Kubfu trains hard to perfect its moves. The moves it masters will determine which form it takes when it evolves.": "หมั่นฝกฝนอยางเขมงวดเพื่อขัดเกลาทักษะทาตอสูรูปรางหลังวิวัฒนาการจะเปลี่ยนไปขึ้นอยูกับทาตอสูที่ตนฝกมา",
  "This form of Urshifu is a strong believer in the one-hit KO. Its strategy is to leap in close to foes and land a devastating blow with a hardened fist.": "เชื่อวาจะสยบคูตอสูลงไดดวยกลยุทธจูโจมครั้งเดียวกระโจนเขาหาคูตอสูแลวฟาดดวยกำป้นที่ฝกมาอยางดี",
  "Within dense forests, this Pokémon lives in a pack with others of its kind. It's incredibly aggressive, and the other Pokémon of the forest fear it.": "สรางฝูงอาศัยอยูในปาทึบ มีนิสัยกาวราวมาก และเปนที่หวาดกลัวของเหลาโปเกมอนที่อาศัยอยูในปา",
  "This Pokémon is a cluster of electrical energy. It’s said that removing the rings on Regieleki’s body will unleash the Pokémon’s latent power.": "เปนกอนพลังงานไฟฟา วากันวาหากถอดวงแหวนบนรางกายออกแลวพลังที่เก็บซอนไวจะไดรับการปลดปลอย",
  "An academic theory proposes that Regidrago’s arms were once the head of an ancient dragon Pokémon. The theory remains unproven.": "มีบางทฤษฎีกลาววารูปรางของแขนนั้นคือสวนหัวของโปเกมอนมังกรในดึกดำบรรพ แตก็ยังไมไดรับการยืนยัน",
  "Glastrier emits intense cold from its hooves. It’s also a belligerent Pokémon—anything it wants, it takes by force.": "ปลอยไอเย็นอันทรงพลังออกจากกีบเทา เปนเจาจอมพยศที่ใชพลังเขาวาทำทุกอยางเพื่อแยงชิงสิ่งที่ตองการ",
  "It probes its surroundings with all its senses save one—it doesn’t use its sense of sight. Spectrier’s kicks are said to separate soul from body.": "ใชประสาทสัมผัสทั้ง 5 นอกเหนือจากการมองเพื่อรับรูถึงสภาพโดยรอบ กลาวกันวาผูที่ถูกมันเตะนั้นดวงวิญญาณจะหลุดออกไปจากตัว",
  "Calyrex is a merciful Pokémon, capable of providing healing and blessings. It reigned over the Galar region in times of yore.": "เปนโปเกมอนที่เต็มไปดวยความรัก ผูมีพลังแหงการรักษาและความกรุณา ปกครองกาลารเมื่อครั้งอดีตแสนยาวไกล",
  "The black orbs shine with an uncanny light when the Pokémon is erecting invisible barriers. The fur shed from its beard retains heat well and is a highly useful material for winter clothing.": "เวลาที่สรางกำแพงที่มองไมเห็น มุกสีดำจะสองแสงอันนาพิศวง แผงคอที่หลุดรวงนั้นแสนอบอุนมีประโยชนเอามาใชเปนวัสดุตัดชุดกันหนาว",
  "A violent creature that fells towering trees with its crude axes and shields itself with hard stone. If one should chance upon this Pokémon in the wilds, one’s only recourse is to flee.": "ใชหินใหญปกปองรางกาย ขวานทื่อ ๆ ไรการดูแลนั้นฟนตนไมใหญจนลมลงได มีนิสัยหยาบคาย เวลาที่พบเจอมันในที่รกราง จงหนีเอาตัวรอดไวกอนเปนดี",
  "I believe it was Hisui’s swampy terrain that gave Ursaluna its burly physique and newfound capacity to manipulate peat at will.": "จากการศึกษาพบวา ดินในพื้นที่ลุมน้ำที่แผกระจายอยูในภูมิภาคฮิซุยนี้เอง ทำใหมันมีรูปรางที่บึกบึน และมีความสามารถพิเศษแบบใหมที่สามารถจัดการกับถานหินพีตไดตามใจชอบ",
  "Clads itself in the souls of comrades that perished before fulfilling their goals of journeying upstream. No other species throughout all Hisui’s rivers is Basculegion’s equal.": "หอหุมดวงวิญญาณของพวกในฝูงที่สูญเสียไประหวางการวายทวนน้ำกอนที่จะถึงที่หมาย ในแมน้ำที่ไหลผานฮิซุยนี้มิมีใครหนาไหนที่จะสูมันได",
  "Because of Sneasler’s virulent poison and daunting physical prowess, no other species could hope to best it on the frozen highlands. Preferring solitude, this species does not form packs.": "มีสมรรถภาพทางกายและพิษรายแรงเหนือกวาพวกอื่นบนที่ราบสูงอันหนาวเหน็บนั้นหามีศัตรูไมมีนิสัยรักสันโดษไมสรางฝูง",
  "Its lancelike spikes and savage temperament have earned it the nickname “sea fiend.” It slurps up poison to nourish itself.": "เปนโปเกมอนที่มีฉายาวาปศาจทะเล เพราะมีหนามเสมือนดั่งหอกและนิสัยใจคอโหดราย จะดูดพิษเก็บสะสมไว",
  "When it flies to this land from across the sea, the bitter winter comes to an end. According to legend, this Pokémon’s love gives rise to the budding of fresh life across Hisui.": "หากมันบินขามทะเลมา ก็จะรูวาฤดูหนาวอันแสนหนาวเหน็บกำลังจะจบลง มีตำนานกลาววา ความเมตตาจะทำใหชีวิตใหมเกิดขึ้นในภูมิภาคฮิซุย",
  "A different guise from its feminine humanoid form. From the clouds, it descends upon those who treat any form of life with disrespect and metes out wrathful, ruthless punishment.": "เปนรางที่แปลงมาจากรางผูหญิง หากมีผูที่ไมเห็นคุณคาของชีวิต มันจะโกรธและปรากฏตัวออกมาจากทะเลเมฆเพื่อลงทัณฑอยางไมปรานี",
  "Its fluffy fur is similar in composition to plants. This Pokémon frequently washes its face to keep it from drying out.": "ขนตามรางกายที่นุมฟูมีสวนประกอบที่คลายกับพืช ลางหนาบอยครั้งเพื่อปองกันไมใหหนาแหง",
  "Floragato deftly wields the vine hidden beneath its long fur, slamming the hard flower bud against its opponents.": "ใชเถาวัลยที่ซอนอยูภายใตขนตามรางกายที่มีขนาดยาวไดอยางคลองแคลวและใชดอกตูมแข็ง ๆ ฟาดฟนศัตรู",
  "This Pokémon uses the reflective fur lining its cape to camouflage the stem of its flower, creating the illusion that the flower is floating.": "ภาพสะทอนของขนที่ดานหลังเสื้อคลุมอำพรางกิ่งกานทำใหดอกไมดูเหมือนลอยอยู",
  "It lies on warm rocks and uses the heat absorbed by its square-shaped scales to create fire energy.": "นอนเกลือกกลิ้งอยูบนหินอุน สรางพลังงานไฟดวยความรอนที่ดูดซับเขามาดวยเกล็ดสี่เหลี่ยม",
  "The combination of Crocalor’s fire energy and overflowing vitality has caused an egg-shaped fireball to appear on the Pokémon’s head.": "พลังงานไฟและพลังชีวิตที่มากลนนั้นผสมผสานกันทำใหเกิดลูกไฟรูปไขขึ้นเหนือหัว",
  "The fiery bird changes shape when Skeledirge sings. Rumor has it that the bird was born when the fireball on Skeledirge’s head gained a soul.": "วากันวานกเพลิงที่เปลี่ยนรูปรางไปตามเสียงเพลงคือวิญญาณที่สิงสูในลูกไฟบนหัว",
  "This Pokémon migrated to Paldea from distant lands long ago. The gel secreted by its feathers repels water and grime.": "มาจากดินแดนหางไกลตั้งแตในสมัยอดีตเจลที่หลั่งจากปกจะขับน้ำและสิ่งสกปรกออก",
  "These Pokémon constantly run through shallow waters to train their legs, then compete with each other to see which of them kicks most gracefully.": "ขยันวิ่งไปมาบริเวณน้ำตื้นเพื่อใหขาและสะโพกแข็งแรง แขงความงดงามของเทคนิคการใชขากับพวกพอง",
  "A single kick from a Quaquaval can send a truck rolling. This Pokémon uses its powerful legs to perform striking dances from far-off lands.": "แสดงการเตนรำที่มีความแปลกใหมดวยการใชขาแข็งแกรงที่ผลักรถบรรทุกใหลมไดดวยการเตะครั้งเดียว",
  "It searches for food all day. It possesses a keen sense of smell but doesn’t use it for anything other than foraging.": "หาอาหารตลอดวัน มีประสาทการรับกลิ่นที่ยอดเยี่ยม แตจะไมใชไปกับเรื่องที่ไมเกี่ยวของกับการหาอาหาร",
  "Oinkologne is proud of its fine, glossy skin. It emits a concentrated scent from the tip of its tail.": "ภูมิใจในผิวที่เนียนสวยของตัวเอง ปลอยกลิ่นหอมที่กลั่นออกมาจากปลายหางของมัน",
  "This Pokémon sends a flowerlike scent wafting about. Well-developed muscles in its legs allow it to leap more than 16 feet with no trouble at all.": "โปรยกลิ่นหอมดั่งดอกไม ขาที่กลามเนื้อมีการพัฒนาแลวสามารถกระโดดสูงกวา5 เมตรไดอยางงายดาย",
  "The ball of threads wrapped around its body is elastic enough to deflect the scythes of Scyther, this Pokémon’s natural enemy.": "กอนเสนใยที่พันหุมลำตัวมีความยืดหยุนที่สามารถดีดเคียวของสไตรคซึ่งเปนศัตรูตามธรรมชาติกลับไปได",
  "It clings to branches and ceilings using its threads and moves without a sound. It takes out its prey before the prey even notices it.": "ใชใยในการหอยตัวจากกิ่งไมหรือเพดานและเคลื่อนไหวอยางเงียบเชียบจัดการเหยื่อกอนที่พวกมันจะรูตัว",
  "It has its third set of legs folded up. When it’s in a tough spot, this Pokémon jumps over 30 feet using the strength of its legs.": "พับขาที่ 3 เอาไว มีพลังขาที่สามารถกระโดดไดสูงกวา 10 เมตรเมื่อตกอยูในสถานการณคับขัน",
  "When it decides to fight all out, it stands on its previously folded legs to enter Showdown Mode. It neutralizes its enemies in short order.": "เมื่อเอาจริงจะยืนขึ้นดวยขาที่พับไวและเขาสูโหมดปะทะ เอาชนะศัตรูอยางราบคาบในเวลาอันสั้น",
  "It has underdeveloped electric sacs on its cheeks. These sacs can produce electricity only if Pawmi rubs them furiously with the pads on its forepaws.": "ถุงไฟฟาที่แกมยังไมพัฒนาเต็มที่ถาใชอุงเทาที่ขาหนาถูแรง ๆจะสามารถผลิตไฟฟาได",
  "When its group is attacked, Pawmo is the first to leap into battle, defeating enemies with a fighting technique that utilizes electric shocks.": "เมื่อฝูงโดนโจมตี จะเขาไปรวมสูดวยทันทีโดยใชศิลปะการตอสูที่ผสมผสานการใชไฟฟาในการลมคูตอสู",
  "This Pokémon normally is slow to react, but once it enters battle, it will strike down its enemies with lightning-fast movements.": "ปกติจะสงบนิ่ง แตเมื่อถึงคราวตองสูก็จะเอาชนะศัตรูดวยทวงทาที่รวดเร็วปานสายฟาแลบ",
  "Exhibiting great teamwork, they use their incisors to cut pieces out of any material that might be useful for a nest, then make off with them.": "ใชฟนหนาตัดวัสดุที่นาจะนำมาทำรังไดแลวแบกกลับไปอยางพรอมเพรียง",
  "They build huge nests with many rooms that are used for different purposes, such as eating and sleeping.": "ทำรังขนาดใหญที่มีหองแยกหลายหองตามวัตถุประสงค เชน หองนอนและหองสำหรับกินอาหาร",
  "The two little ones just appeared one day. The group might be a family of related Pokémon, but nobody knows for sure.": "จู ๆ ก็มีตัวเล็กเพิ่มมา 2 ตัว แมจะดูเหมือนเปนครอบครัวเดียวกันแตไมมีใครรูขอเท็จจริงที่แนชัด",
  "This Pokémon is smooth and moist to the touch. Yeast in Fidough’s breath induces fermentation in the Pokémon’s vicinity.": "มีรางกายที่ชุมชื้นและเรียบเนียนนาสัมผัสหมักสิ่งที่อยูรอบตัวดวยยีสตซึ่งมาพรอมกับลมหายใจ",
  "The pleasant aroma that emanates from this Pokémon’s body helps wheat grow, so Dachsbun has been treasured by farming villages.": "กลิ่นหอมที่ปลอยออกมาจากรางกายชวยใหขาวสาลีเจริญเติบโต มันจึงไดรับการดูแลเอาใจใสเปนอยางดีในหมูบานเกษตรกรรม",
  "It protects itself from enemies by emitting oil from the fruit on its head. This oil is bitter and astringent enough to make someone flinch.": "ปลอยน้ำมันออกมาจากผลบนหัวเพื่อปกปองตัวเองจากศัตรู น้ำมันนั้นทั้งขมและฝาดจนนาตกใจ",
  "Dolliv shares its tasty, fresh-scented oil with others. This species has coexisted with humans since times long gone.": "จะแบงน้ำมันแสนอรอยที่มีกลิ่นหอมสดใหมใหอาศัยอยูรวมกับมนุษยมาตั้งแตอดีตกาล",
  "This calm Pokémon is very compassionate. It will share its delicious, nutrient-rich oil with weakened Pokémon.": "ออนโยนและมีความเมตตาตอผูอื่นเปนอยางมาก จะแบงน้ำมันที่อรอยและมีสารอาหารเป่ยมลนใหกับโปเกมอนที่ออนแอ",
  "These Pokémon prefer to live in cities. They form flocks based on the color of their feathers, and they fight over territory.": "ชอบอาศัยอยูในเมือง สรางกลุมตามสีของขนและทำสงครามแยงชิงอาณาเขตอยูเสมอ",
  "The largest of their flocks can contain more than 50 individuals. They fly around towns and forests, searching for food and making a racket.": "ในฝูงใหญจะมีจำนวนมากกวา 50 ตัวจะบินวนไปมานาหนวกหูเมื่อออกหาอาหารตามในเมืองหรือในปา",
  "These Squawkabilly are hotheaded, and their fighting style is vicious. They’ll leap within reach of their foes to engage in close combat.": "นิสัยรุนแรงรวมถึงมีวิธีการตอสูที่ปาเถื่อนกระโจนใสอีกฝายเพื่อตอสูแบบเอาตัวเขาแลก",
  "This Pokémon dislikes being alone. It has a strong sense of community and survives by cooperating with allies.": "ไมถนัดทำอะไรเพียงลำพัง มีความสามัคคีสูงและจะพยายามเอาชีวิตรอดพลางชวยเหลือพวกพองไปดวย",
  "It was born in a layer of rock salt deep under the earth. This species was particularly treasured in the old days, as they would share precious salt.": "เกิดในชั้นหินเกลือใตดิน ในสมัยกอนมีผูใหความสำคัญกับมันเปนอยางมากเพราะมันแบงปนเกลือที่แสนล้ำคาให",
  "This Pokémon dry cures its prey by spraying salt over them. The curing process steals away the water in the prey’s body.": "พนเกลือใสเหยื่อเพื่อหมักอีกฝายดวยเกลือชวงชิงน้ำภายในรางกายของอีกฝายไป",
  "Garganacl will rub its fingertips together and sprinkle injured Pokémon with salt. Even severe wounds will promptly heal afterward.": "ถูปลายนิ้วและโปรยเกลือใสโปเกมอนที่บาดเจ็บแมจะเปนบาดแผลที่สาหัสก็จะหายในทันที",
  "Burnt charcoal came to life and became a Pokémon. Possessing a fiery fighting spirit, Charcadet will battle even tough opponents.": "เปนโปเกมอนที่เกิดจากถานไมที่ลุกไหมมีจิตวิญญาณการตอสูที่เรารอนกลาเผชิญหนาแมกับศัตรูที่แข็งแกรง",
  "Armarouge evolved through the use of a set of armor that belonged to a distinguished warrior. This Pokémon is incredibly loyal.": "รางที่วิวัฒนาการดวยชุดเกราะของนักรบที่สรางผลงานมามากมาย เปนโปเกมอนที่มีความจงรักภักดีมาก",
  "The fiery blades on its arms burn fiercely with the lingering resentment of a sword wielder who fell before accomplishing their goal.": "ดาบเพลิงที่แขนทั้ง 2 ขางเผาไหมดวยความแคนของนักดาบที่สิ้นลมไปกอนที่จะบรรลุเปาหมาย",
  "Tadbulb shakes its tail to generate electricity. If it senses danger, it will make its head blink on and off to alert its allies.": "แกวงหางเพื่อผลิตไฟฟา เมื่อรูสึกถึงอันตรายจะทำใหไฟบนหัวกะพริบเพื่อแจงพวกพอง",
  "When this Pokémon expands and contracts its wobbly body, the belly-button dynamo in its stomach produces a huge amount of electricity.": "เมื่อยืดและหดรางกายที่ยืดหยุนสะดือไดนาโมตรงทองจะผลิตพลังงานไฟฟาจำนวนมากออกมา",
  "When its wings catch the wind, the bones within produce electricity. This Pokémon dives into the ocean, catching prey by electrocuting them.": "กระดูกที่ปกจะผลิตกระแสไฟฟาเมื่อไดรับลมจะดำดิ่งลงสูทะเลเพื่อจับเหยื่อดวยการช็อตดวยไฟฟา",
  "Kilowattrel inflates its throat sac to amplify its electricity. By riding the wind, this Pokémon can fly over 430 miles in a day.": "พองถุงคอเพื่อเพิ่มกระแสไฟฟาโบยบินตามสายลมเปนระยะทาง700 กิโลเมตรใน 1 วัน",
  "It always scowls in an attempt to make opponents take it seriously, but even crying children will burst into laughter when they see Maschiff’s face.": "มักจะทำหนานิ่วคิ้วขมวดเพื่อไมใหโดนอีกฝายดูถูก แตเด็กที่รองไหจะหัวเราะเมื่อเห็นใบหนานั้น",
  "This Pokémon can store energy in its large dewlap. Mabosstiff unleashes this energy all at once to blow away enemies.": "สามารถเก็บสะสมพลังงานไวในถุงขนาดใหญที่คอได เปาศัตรูใหกระเด็นไดดวยการปลอยพลังงานออกไปในคราวเดียว",
  "Though usually a mellow Pokémon, it will sink its sharp, poison-soaked front teeth into any that anger it, causing paralysis in the object of its ire.": "มีนิสัยออนโยน แตถาโกรธขึ้นมาจะใชฟนหนาอันแหลมคมที่ชุมไปดวยพิษกัดและทำใหอีกฝายตัวชา",
  "The color of the poisonous saliva depends on what the Pokémon eats. Grafaiai covers its fingers in its saliva and draws patterns on trees in forests.": "สีของน้ำลายพิษจะเปลี่ยนไปตามอาหารมันจะปายน้ำลายบนนิ้วแลววาดลวดลายบนตนไมในปา",
  "A soul unable to move on to the afterlife was blown around by the wind until it got tangled up with dried grass and became a Pokémon.": "ขณะที่วิญญาณที่ไปสูสุคติไมไดถูกลมพัดปลิวไปก็เขาไปปนเปกับหญาที่แหงเหี่ยวและกลายเปนโปเกมอน",
  "It will open the branches of its head to envelop its prey. Once it absorbs all the life energy it needs, it expels the prey and discards it.": "เปดกิ่งกานบนหัวเพื่อกลืนกินเหยื่อลงไปเมื่อสูบพลังชีวิตของอีกฝายไปเต็มที่แลวก็จะคายทิ้ง",
  "Toedscool lives in muggy forests. The flaps that fall from its body are chewy and very delicious.": "อาศัยอยูในปาชื้น สวนพลิ้วของรางกายที่หลุดรวงนั้นเคี้ยวเพลินและอรอยมาก",
  "These Pokémon gather into groups and form colonies deep within forests. They absolutely hate it when strangers approach.": "อาศัยอยูเปนกลุมโดยสรางอาณานิคมในปาลึก เกลียดการที่มีคนนอกเขามาใกลเปนอยางมาก",
  "Klawf hangs upside-down from cliffs, waiting for prey. But Klawf can’t remain in this position for long because its blood rushes to its head.": "ยืนกลับหัวและเล็งเหยื่อจากยอดหนาผาแตไมสามารถเล็งไดนานเพราะเลือดลงหัว",
  "The more sunlight this Pokémon bathes in, the more spicy chemicals are produced by its body, and thus the spicier its moves become.": "ยิ่งอาบแสงอาทิตยมากเทาไหร สารเผ็ดในรางกายก็จะเพิ่มขึ้น และทาโจมตีก็จะคอย ๆเผ็ดขึ้นดวย",
  "The red head converts spicy chemicals into fire energy and blasts the surrounding area with a super spicy stream of flame.": "หัวสีแดงจะเปลี่ยนสารเผ็ดเปนพลังงานไฟและพนเพลิงสุดเผ็ดรอนออกมา",
  "This Pokémon creates a mud ball by mixing sand and dirt with psychic energy. It treasures its mud ball more than its own life.": "สรางกอนโคลนจากดินและทรายผสมพลังงานพลังจิต ใหความสำคัญกับกอนโคลนยิ่งกวาชีวิต",
  "The body that supports the ball barely moves. Therefore, it is thought that the true body of this Pokémon is actually inside the ball.": "เนื่องจากรางกายที่แบกรับลูกบอลนั้นแทบจะไมขยับเลย จึงเชื่อกันวารางหลักของมันอยูภายในลูกบอล",
  "Flittle’s toes levitate about half an inch above the ground because of the psychic power emitted from the frills on the Pokémon’s belly.": "พลังจิตที่ปลดปลอยออกมาจากสวนที่พลิ้วไหวบริเวณทองจะทำใหนิ้วเทาลอยจากพื้นเพียง1 เซนติเมตร",
  "It immobilizes opponents by bathing them in psychic power from its large eyes. Despite its appearance, it has a vicious temperament.": "อาบตัวอีกฝายดวยพลังจิตจากดวงตาอันใหญโตเพื่อทำใหเคลื่อนไหวไมไดมีนิสัยโหดรายขัดกับรูปลักษณภายนอก",
  "It swings its handmade hammer around to protect itself, but the hammer is often stolen by Pokémon that eat metal.": "เหวี่ยงคอนทำมือเพื่อปองกันตัวแตมักถูกโปเกมอนที่กินโลหะแยงไป",
  "This Pokémon will attack groups of Pawniard and Bisharp, gathering metal from them in order to create a large and sturdy hammer.": "จะโจมตีฝูงคิริคิซันและรวบรวมโลหะมาเพื่อสรางคอนที่มีขนาดใหญและแข็งแรง",
  "This intelligent Pokémon has a very daring disposition. It knocks rocks into the sky with its hammer, aiming for flying Corviknight.": "มีสติปญญาเปนเลิศและหาวหาญมากเล็งและใชคอนทุบหินใหกระเด็นไปโดนอารเมอรการที่บินอยู",
  "This Pokémon can pick up the scent of a Veluza just over 65 feet away and will hide itself in the sand.": "จะหลบซอนตัวในทรายเมื่อไดกลิ่นที่มิกาลูซาปลอยออกมาแมจะหางออกไปกวา 20 เมตร",
  "It has a vicious temperament, contrary to what its appearance may suggest. It wraps its long bodies around prey, then drags the prey into its den.": "มีนิสัยโหดรายขัดกับรูปลักษณภายนอกใชรางกายที่ยาวของมันกอดรัดเหยื่อและลากเขาไปในรัง",
  "It gathers things up in an apron made from shed feathers added to the Pokémon’s chest feathers, then drops those things from high places for fun.": "ใสสิ่งของลงในถุงที่ทำจากขนที่หนาอกและขนที่รวงหลน จากนั้นจะเลนโดยการปลอยสิ่งของนั้นลงจากที่สูง",
  "It likes playing with others of its kind using the water ring on its tail. It uses ultrasonic waves to sense the emotions of other living creatures.": "ชอบเลนสนุกกับพวกพองดวยวงแหวนน้ำที่ครีบหาง ตรวจจับความรูสึกของสิ่งมีชีวิตดวยคลื่นเสียงความถี่สูง",
  "This Pokémon changes its appearance if it hears its allies calling for help. Palafin will never show anybody its moment of transformation.": "จะเปลี่ยนรางเมื่อไดยินเสียงขอความชวยเหลือของพวกพอง แตจะไมใหใครเห็นวินาทีนั้น",
  "This Pokémon’s ancient genes have awakened. It is now so extraordinarily strong that it can easily lift a cruise ship with one fin.": "พันธุกรรมโบราณถูกปลุกขึ้นมา มีพละกำลังมหาศาลที่สามารถยกเรือสำราญไดอยางสบาย ๆ ดวยครีบเพียงขางเดียว",
  "It is said that this Pokémon was born when an unknown poison Pokémon entered and inspirited an engine left at a scrap-processing factory.": "วากันวาเกิดจากการที่โปเกมอนพิษปริศนาเขาไปในเครื่องยนตที่ถูกทิ้งไวในโรงงานเศษเหล็ก",
  "It creates a gas out of poison and minerals from rocks. It then detonates the gas in its cylinders— now numbering eight—to generate energy.": "ทำใหแกสที่เกิดจากการผสมสารพิษกับสวนประกอบของหินระเบิดดวยกระบอกสูบที่เพิ่มเปน 8 อันเพื่อสรางพลังงาน",
  "Apparently Cyclizar has been allowing people to ride on its back since ancient times. Depictions of this have been found in 10,000-year-old murals.": "ดูเหมือนวาจะใหผูคนขี่บนหลังมาตั้งแตสมัยโบราณ มีการวาดภาพของมันบนจิตรกรรมฝาผนังเมื่อ 1 หมื่นปที่แลว",
  "When attacked, this Pokémon will wield the tendrils on its body like fists and pelt the opponent with a storm of punches.": "เมื่อโดนศัตรูโจมตี จะใชขนตามรางกายราวกับกำป้นปลอยพายุหมัดใสศัตรู",
  "It absorbs nutrients from cave walls. The petals it wears are made of crystallized poison.": "ดูดซับสารอาหารจากผนังถ้ำ รางกายหอหุมดวยกลีบดอกไมที่เปนผลึกพิษ",
  "When this Pokémon detects danger, it will open up its crystalline petals and fire beams from its conical body.": "เมื่อรับรูถึงอันตราย ผลึกกลีบดอกไมจะบานออก และจะยิงลำแสงออกมาจากรางกายรูปทรงกรวย",
  "It is said that a dog Pokémon that died in the wild without ever interacting with a human was reborn as this Pokémon.": "วากันวาเปนรางกลับมาเกิดใหมของโปเกมอนหมาเรรอนที่เสียชีวิตโดยที่ไมไดมีปฏิสัมพันธกับผูคน",
  "Houndstone spends most of its time sleeping in graveyards. Among all the dog Pokémon, this one is most loyal to its master.": "ปกติจะนอนอยูในสุสาน มีความซื่อสัตยตอเจานายมากที่สุดในบรรดาโปเกมอนหมาทั้งหมด",
  "This Pokémon apparently ties the base of its neck into a knot so that energy stored in its belly does not escape from its beak.": "ดูเหมือนวาจะผูกคอไวที่ตนคอเพื่อไมใหพลังงานที่เก็บสะสมไวในทองรั่วไหลออกจากจะงอยปาก",
  "This species left the ocean and began living on land a very long time ago. It seems to be closely related to Wailmer.": "ขึ้นจากทะเลมาอาศัยอยูบนบกตั้งแตอดีตอันไกลโพน ดูเหมือนวาจะเปนสายพันธุใกลเคียงกับเวลโกะ",
  "This Pokémon wanders around snowy, icy areas. It protects its body with powerful muscles and a thick layer of fat under its skin.": "เดินทองไปในพื้นที่ที่ปกคลุมดวยหิมะและน้ำแข็ง กลามเนื้อที่แข็งแรงและไขมันหนาใตผิวหนังนั้นจะชวยปกปองรางกาย",
  "When Veluza discards unnecessary flesh, its mind becomes honed and its psychic power increases. The spare flesh has a mild but delicious flavor.": "จิตใจจะถูกขัดเกลาและพลังจิตจะสูงขึ้นเมื่อละทิ้งกายเนื้อที่ไมจำเปน ไขมันสวนเกินสีขาวออนนั้นมีรสชาติดี",
  "This Pokémon is a glutton, but it’s bad at getting food. It teams up with a Tatsugiri to catch prey.": "เปนโปเกมอนที่ตะกละแตกลับหาอาหารไมเกงมักจับคูกับชาริทัตสึเพื่อจับเหยื่อ",
  "This is a small dragon Pokémon. It lives inside the mouth of Dondozo to protect itself from enemies on the outside.": "โปเกมอนมังกรที่มีขนาดเล็ก อาศัยอยูในปากของเฮรัชเชอรเพื่อปกปองตัวเองจากศัตรูภายนอก",
  "This species’ differing colors and patterns are apparently the result of Tatsugiri changing itself to suit the preferences of the prey it lures in.": "ความแตกตางของสีและลวดลายตามรางกายนาจะเปนผลจากการเปลี่ยนใหเขากับความชอบของเหยื่อที่ตองการดึงดูด",
  "Bird Pokémon are its main prey. This Pokémon knows it’s weak, so it hunts with a partner.": "เหยื่อหลักของมันคือโปเกมอนนกรูจุดออนของตัวเอง จึงจับคูกับพวกพองเพื่อออกลาอาหาร",
  "When its anger rose beyond a critical point, this Pokémon gained power that is unfettered by the limits of its physical body.": "เมื่อแรงดันแหงความโกรธเกินจุดวิกฤตจะไดพลังที่ไมผูกติดอยูกับขอบเขตที่เรียกวากายเนื้อ",
  "When attacked, this Pokémon will retaliate by sticking thick spines out from its body. It’s a risky move that puts everything on the line.": "เมื่อถูกศัตรูโจมตี หนามหนาจะแทงออกมาจากลำตัวเพื่อตอบโต เปนทาอันตรายที่ตองยอมรับความเสี่ยง",
  "Now that the brain waves from the head and tail are synced up, the psychic power of this Pokémon is 10 times stronger than Girafarig’s.": "คลื่นสมองทั้งสองของหัวกับหางเชื่อมตอกันทำใหมีพลังจิตมากกวาคิรินริกิ 10 เทา",
  "This Pokémon uses its hard tail to make its nest by boring holes into bedrock deep underground. The nest can reach lengths of over six miles.": "ขุดพื้นหินที่อยูลึกลงไปในดินดวยหางสุดแข็งแลวทำรัง โพรงมีความยาวกวา 10 กิโลเมตร",
  "The gentle Dudunsparce will put Pokémon that wander into its nest onto its back and carry them to the entrance.": "มีนิสัยสุภาพออนโยน จะใหโปเกมอนที่หลงเขามาในรังขี่หลังแลวพาไปสงที่ปากทางเขา",
  "Only a Bisharp that stands above all others in its vast army can evolve into Kingambit.": "คิริคิซันที่อยูบนจุดสูงสุดของกองกำลังขนาดใหญเพียงตัวเดียวเทานั้นที่จะสามารถวิวัฒนาการเปนโดโดเกซันได",
  "Sightings of this Pokémon have occurred in recent years. The name Great Tusk was taken from a creature listed in a certain book.": "มีผูพบเห็นเมื่อไมกี่ปที่ผานมานี้ชื่องายักษนั้นไดมาจากชื่อของสิ่งมีชีวิตที่ระบุไวในหนังสือเลมหนึ่ง",
  "There has been only one reported sighting of this Pokémon. It resembles a mysterious creature depicted in an old expedition journal.": "ตามขอมูลระบุวาเคยมีผูพบเห็นเพียงครั้งเดียวเปนโปเกมอนที่คลายกับสิ่งมีชีวิตลึกลับที่ถูกระบุไวในบันทึกการสำรวจเกาแก",
  "It is possible that the creature listed as Brute Bonnet in a certain book could actually be this Pokémon.": "มีความเปนไปไดวาโปเกมอนตัวนี้คือสิ่งมีชีวิตที่เรียกวาเห็ดคลุมคลั่งซึ่งถูกระบุไวในหนังสือเลมหนึ่ง",
  "This Pokémon has characteristics similar to those of Flutter Mane, a creature mentioned in a certain book.": "โปเกมอนที่มีลักษณะเดนเหมือนกับสิ่งมีชีวิตที่เรียกวาเกศากระพือที่ปรากฏตัวในบันทึกเลมหนึ่ง",
  "This mysterious Pokémon has some similarities to a creature that an old book introduced as Slither Wing.": "โปเกมอนปริศนาที่มีบางจุดคลายคลึงกับสิ่งมีชีวิตที่ถูกเรียกวาปกไลพสุธาในหนังสือเกาแก",
  "No records exist of this Pokémon being caught. Data is lacking, but the Pokémon’s traits match up with a creature shown in an expedition journal.": "ไมมีบันทึกการถูกจับ ขอมูลไมเพียงพอมีลักษณะเดนที่ตรงกับสิ่งมีชีวิตที่ถูกจดไวในบันทึกการสำรวจ",
  "Sightings of this Pokémon have occurred in recent years. It resembles a mysterious object described in an old expedition journal.": "มีผูพบเห็นเมื่อไมกี่ปที่ผานมานี้ เปนโปเกมอนที่มีลักษณะคลายกับวัตถุลึกลับที่ระบุไวในบันทึกการสำรวจเกาแก",
  "It resembles a mysterious object mentioned in an old book. There are only two reported sightings of this Pokémon.": "โปเกมอนที่มีความคลายคลึงกับวัตถุลึกลับที่ปรากฏในบันทึกเกาแก ในอดีตมีขอมูลวามีผูพบเห็นเพียง 2 ครั้งเทานั้น",
  "This Pokémon shares many similarities with Iron Hands, an object mentioned in a certain expedition journal.": "โปเกมอนที่มีความคลายคลึงกับวัตถุที่เรียกวาแขนเหล็กที่ระบุไวในบันทึกการสำรวจเลมหนึ่งหลายขอ",
  "It’s possible that Iron Jugulis, an object described in an old book, may actually be this Pokémon.": "วัตถุที่เรียกวาคอเหล็กที่ระบุในบันทึกเกาแกอาจเปนโปเกมอนตัวนี้",
  "No records exist of this species being caught. Data is lacking, but the Pokémon’s traits match up with an object described in an old book.": "ขอมูลไมเพียงพอ และไมเคยมีขอมูลวาถูกจับมากอน มีลักษณะเดนตรงกับวัตถุที่อธิบายไวในบันทึกเกาแก",
  "Some of its notable features match those of an object named within a certain expedition journal as Iron Thorns.": "มีลักษณะเดนตรงกับวัตถุที่แนะนำวาเปนหนามเหล็กในบันทึกการสำรวจเลมหนึ่ง",
  "Frigibax absorbs heat through its dorsal fin and converts the heat into ice energy. The higher the temperature, the more energy Frigibax stores.": "ดูดซับความรอนดวยครีบหลังแลวแปลงเปนพลังงานน้ำแข็ง ยิ่งอุณหภูมิสูงก็ยิ่งสะสมพลังงานไดมากขึ้น",
  "Arctibax freezes the air around it, protecting its face with an ice mask and turning its dorsal fin into a blade of ice.": "ทำใหอากาศโดยรอบเย็นยะเยือกปกปองใบหนาดวยหนากากน้ำแข็งและเปลี่ยนครีบหลังเปนดาบน้ำแข็ง",
  "This Pokémon blasts cryogenic air out from its mouth. This air can instantly freeze even liquid-hot lava.": "พนไอเย็นที่อุณหภูมิต่ำมากออกมาจากปากแมแตแม็กมาที่รอนระอุก็สามารถแชแข็งไดในชั่วพริบตา",
  "This Pokémon was born from passion that seeped into a coin. It wanders, apparently seeking to return to the treasure chest it once inhabited.": "เกิดจากความรูสึกแรงกลาที่เป้อนอยูบนเหรียญดูเหมือนวาจะออกรอนเรเพื่อหาทางกลับไปยังกลองสมบัติเดิม",
  "Its body seems to be made up of 1,000 coins. This Pokémon gets along well with others and is quick to make friends with anybody.": "ดูเหมือนวารางกายจะทำมาจากเหรียญ 1000เหรียญ เชื่องกับผูคน สามารถสนิทกับอีกฝายไดอยางรวดเร็วไมวาจะเปนใครก็ตาม",
  "The grudge of a person punished for writing the king’s evil deeds upon wooden tablets has clad itself in dead leaves to become a Pokémon.": "ความชิงชังของผูถูกลงโทษฐานเขียนความผิดของราชาลงบนแผนไมบันทึกถูกหอหุมดวยใบไมแหง จนกลายเปนโปเกมอน",
  "This Pokémon can control 100 tons of fallen snow. It plays around innocently by leaping in and out of avalanches it has caused.": "ควบคุมหิมะทับถมที่หนัก 100 ตันไดทำใหเกิดหิมะถลม จากนั้นก็จะเลนโดยการผลุบโผล ๆ จากในหิมะนั้นอยางไรเดียงสา",
  "The fear poured into an ancient ritual vessel has clad itself in rocks and dirt to become a Pokémon.": "ความหวาดกลัวที่โดนเทลงในภาชนะที่ใชในพิธีกรรมเกาแกถูกหอหุมดวยดินและหินจนกลายเปนโปเกมอน",
  "It controls flames burning at over 5,400 degrees Fahrenheit. It casually swims through the sea of lava it creates by melting rock and sand.": "ควบคุมเปลวไฟที่รอนกวา 3000 องศาเซลเซียส แหวกวายในทะเลแม็กมาที่มันสรางจากการหลอมละลายหินและกรวดอยางสบาย ๆ",
  "It is possible that this is the creature listed as Roaring Moon in an expedition journal that still holds many mysteries.": "มีโอกาสที่จะเปนสิ่งมีชีวิตที่บันทึกไววาชื่อจันทรคำรนในบันทึกการสำรวจที่เต็มไปดวยปริศนา",
  "It’s possible that this is the object listed as Iron Valiant in a certain expedition journal.": "มีโอกาสที่จะเปนวัตถุที่เรียกวานักรบเหล็กซึ่งระบุไวในบันทึกการสำรวจเลมหนึ่ง",
  "This seems to be the Winged King mentioned in an old expedition journal. It was said to have split the land with its bare fists.": "ดูเหมือนวาจะเปนรางที่แทจริงของราชาแหงปกที่ในบันทึกการสำรวจเกากลาววามันเคยแยกแผนดินดวยกำป้น",
  "This seems to be the Iron Serpent mentioned in an old book. The Iron Serpent is said to have turned the land to ash with its lightning.": "ดูเหมือนวาจะเปนนาคเหล็กซึ่งมีชื่อในบันทึกเกาแก วากันวามันใชสายฟาทำใหผืนดินกลายเปนเถาถาน"
}