{
  "None": "कोई नहीं",
  "Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun's rays, the seed grows progressively larger.": "बबासॉर तेज धूप में झपक लते देखे जा सकते हैं। इनक पीठ पर एक बीज होता है जो सूय क करणों को सोखने से तेज़ी से बड़ा होता है।",
  "There is a bud on this Pokémon's back. To support its weight, Ivysaur's legs and trunk grow thick and strong. If it starts spending more time lying in the sunlight, it's a sign that the bud will bloom into a large flower soon.": "अपने बीज को संभालने क लए आइवीसॉर क पैर और कमर मजबूत हो जाते हैं। अगर ये धूप मे ज़्यादा समय रहें, तो इसका मतलब उनका बीज खल क फूल बनने वाला है।",
  "There is a large flower on Venusaur's back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower's aroma soothes the emotions of people.": "वीनासॉर क पीठ पर एक बड़ा फूल होता है। कहा जाता है अगर फूल को धूप और पोषण मल तो वह बत सुंदर रंग का हो जाता है। इस फूल क खुशबू लोगों क मन को शांत कर देती है।",
  "The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is enjoying itself. If the Pokémon becomes enraged, the flame burns fiercely.": "चारमैंडर क पुंछ क आग उसक मूड को बताती है। जब वह खुश हो तब आग लहराती है। और जब वह गुसा हो तो आग बत तेज़ हो जाती है।",
  "Charmeleon mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white color.": "चामलयन अपने नुकल पंजों से अपने वरोधी को नदयता से नट करते हैं। अगर शतशाल वरोधी से इनक मुलाकात हो तो ये गुसैल हो जाते हैं और उनक पूंछ क आग नील हो जाती है।",
  "Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself.": "चारज़ाड शतशाल वरोधयों क तलाश मे आकाश मे चारों और उड़ते हैं। हालांक, ये कभी भी अपने से कमज़ोर वरोधी पर सब कछ िपघलाने वाल आग कभी नहीं छोड़ते।",
  "Squirtle's shell is not merely used for protection. The shell's rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokémon to swim at high speeds.": "वटल का शेल सफ़ शरर को बचाने क लए ही नहीं है। शेल का गोल आकार और सतह पर खांचे, पानी में तरोध को कम करने में मदद करते हैं, जससे ये पोकमॉन उच गत पर तैरने में सम होते हैं।",
  "Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as Wartortle ages. The scratches on its shell are evidence of this Pokémon's toughness as a battler.": "इनक पूंछ बड़ी होती है और एक मोट फ़र से ढक होती है। वॉरटॉटल क उ क साथ-साथ इनक पुंछ का रंग गहरा होता जाता है।  इनक शेल पर खरोंचे इनक ताकत का माण हैं।",
  "Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 160 feet.": "लाटॉइस क शेल से दो तोप नकलती है जनका नशाना बत ही सटक होता है। यह तोप पानी क गोलयों से 50 मटर दूर रखे खाल कन को उड़ा सकती है।",
  "Caterpie has a voracious appetite. It can devour leaves bigger than its body right before your eyes. From its antenna, this Pokémon releases a terrifically strong odor.": "कटरपी क भूख इतनी तेज़ होती है क ये देखते ही देखते अपने से बड़े पते को खा जाते हैं। अपने ऐंटना से ये ताकतवर बदबू छोड़ते हैं।",
  "The shell covering this Pokémon's body is as hard as an iron slab. Metapod does not move very much. It stays still because it is preparing its soft innards for evolution inside the hard shell.": "इनक शरर को ढकने वाला शेल लोहे क पे से भी सत होता है। मेटापॉड का शरर यादा नहीं हलता योंक ये अपने अंदर क नम शरर को वकसत होने क लए तैयार कर रहे हैं।",
  "Butterfree has a superior ability to search for delicious honey from flowers. It can even search out, extract, and carry honey from flowers that are blooming over six miles from its nest.": "बटरफ़्र में फूलों क शहद को खोजने क बेहतरन मता होती है। वे 10 कलोमीटर दूर खल फूल क शहद को ढूंढ कर, इकका कर सकते हैं और उसे ल भी आ सकते हैं।",
  "Weedle has an extremely acute sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis (nose).": "वीडल क पास बेहतरन सूंघने क मता होती है। अपनी बड़ी लाल नाक से वे उनक पसंद और नापसंद क पतों को पहचान लते हैं।",
  "Kakuna remains virtually immobile as it clings to a tree. However, on the inside, it is extremely busy as it prepares for its coming evolution. This is evident from how hot the shell becomes to the touch.": "ककना बना हल-डुल पेड़ से चपक रहते हैं। हालांक, अंदर से ये वकसत होने क तैयार मे लगा होते हैं। उनक शेल क गम होने से यह बात पट हो जाती है।",
  "Beedrill is extremely territorial. No one should ever approach its nest—this is for their own safety. If angered, they will attack in a furious swarm.": "बीडल अयंत ादेशक हैं। कसी को कभी भी इनक घोंसल क पास नहीं जाना चाहए - यह उनक अपनी सुरा क लए है। नाराज होने पर वे झुंड में हमला करंगे।",
  "Pidgey has an extremely sharp sense of direction. It is capable of unerringly returning home to its nest, however far it may be removed from its familiar surroundings.": "िपजी क दशा क समझ बत अछी है। इसलए ये कतनी दूर से भी, बना भटक अपने घोंसल तक वापस आ सकते हैं।",
  "Pidgeotto claims a large area as its own territory. This Pokémon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.": "िपजयोटो एक बड़े े को अपने े क प में दावा करते हैं। यद कोई इनक े मे छेड़-छाड़ करता है तो ये अपने तेज पंजों से उसे दंड देने में दया नहीं दखाते। ।",
  "This Pokémon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokémon.": "इस पोकमॉन क पास सुंदर और चमकदार पंख होते हैं। बत सार टनर िपजऑट क सर क पंख से मोहत होक इनको चुनते है।",
  "Rattata is cautious in the extreme. Even while it is asleep, it constantly listens by moving its ears around. It is not picky about where it lives—it will make its nest anywhere.": "ये पोकमॉन इतने सतक रहते हैं क सोते समय भी अपने कान घुमा कर सुनते रहते हैं। ये कहीं भी अपना घोंसला बना लते हैं।",
  "Night after night, they sneak into people's homes seeking food. A massive outbreak of them has become an issue of public concern.": "ये हर रात खाने क तलाश मे लोगों क घर मे घुस जाते हैं। इनका कोप जनता क लए एक बड़ा मुा बन रहा है।",
  "Raticate's sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses.": "रैटकट क मजबूत नुकल दांत लगातार बढ़ते हैं। उहें छोटा रखने क लए, ये चानों और लों पर कतरते हैं। ये घरों क दीवारों को भी चबा सकते हैं।",
  "It commands a nest of Rattata. Different nests don't get along, whipping up severe fights over feeding grounds.": "ये रैटैटा क घोंसल को आदेश देते हैं। अलग-अलग घोंसलों क आपस में बनती नहीं, जससे भोजन क मैदान को लकर गंभीर झगड़े होते हैं।",
  "Spearow has a very loud cry that can be heard over half a mile away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.": "पीयरो क आवाज 1 कलोमीटर दूर तक भी सुनाई देती है। यद उनक ऊंची चीख चारों ओर गूँजती ई सुनाई देती है, तो यह इस बात का संकत है क वे एक दूसर को खतर क चेतावनी दे रहे हैं।",
  "Fearow is recognized by its long neck and elongated beak. They are conveniently shaped for catching prey in soil or water. It deftly moves its long and skinny beak to pluck prey.": "िफ़यरो को उनक लबी गदन और लबी चोंच से पहचाना जाता है जो मी या पानी में शकार को पकड़ने क लए सुवधाजनक होती हैं। ये शकार को पकड़ने क लए अपनी लबी और पतल चोंच को चतुराई से हलाते हैं।",
  "Ekans curls itself up in a spiral while it rests. Assuming this position allows it to quickly respond to a threat from any direction with a glare from its upraised head.": "ये कंडल मारकर इसलए आराम करते हैं, ताक कसी भी दशा से कोई हमला कर तो ये अपना सर उठा क उसे डरा सकं।",
  "This Pokémon is terrifically strong in order to constrict things with its body. It can even flatten steel oil drums. Once Arbok wraps its body around its foe, escaping its crushing embrace is impossible.": "अपने शरर से कस क दबोचने क मता में इनका कोई मुकबला नहीं। टल क डम को भी चपटा कर सकते हैं। एक बार अगर इहोंने वरोधी को लपेट लया तो बच नकलना असंभव है।",
  "Whenever Pikachu comes across something new, it blasts it with a jolt of electricity. If you come across a blackened berry, it's evidence that this Pokémon mistook the intensity of its charge.": "जब भी िपकाचू कसी नई चीज को देखते हैं तो वे उसे बजल का झटका दे देते हैं। कोई जल ई काल बेर मल तो समझ जाना ये पोकमॉन अपने झटक क ताकत को समझ नहीं पाये।",
  "If the electrical sacs become excessively charged, Raichu plants its tail in the ground and discharges. Scorched patches of ground will be found near this Pokémon's nest.": "अगर इलटसट क थैल में जरत से यादा चाज हो जाए तो ये उसे अपनी पुंछ क जरए जमीन में टांसफर कर देते हैं। इस पोकमॉन क घोंसल क आस-पास जमीन क जल ए धबे मलंगे।",
  "When you rub its cheeks, a sweet fragrance comes wafting out. However, you'll also get a light shock!": "जब आप इनक गालों को रगड़ते हैं, तो एक मीठी सुगंध नकलती है। हालाँक, आपको हका झटका भी लगेगा!",
  "Sandshrew's body is configured to absorb water without waste, enabling it to survive in an arid desert. This Pokémon curls up to protect itself from its enemies.": "इनका शरर पानी क एक बूंद भी बबाद न करक उसे असॉब करने क लए बना है इसलए ये बंजर रगतान मे भी आराम से रह सकते हैं। दुमन से बचने क लए ये अपने शरर को गोल कर लते हैं।",
  "The skin on its back is as hard as steel. Predators go after its soft belly, so it clings to the ground desperately.": "इसक पीठ क वचा टल क तरह सत होती है। परभी इनक कोमल पेट पर हमला करते है, इसलए ये बचने क लए जमीन से चपक जाते हैं।",
  "Sandslash's body is covered by tough spikes, which are hardened sections of its hide. Once a year, the old spikes fall out, to be replaced with new spikes that grow out from beneath the old ones.": "सैंडलैश का शरर सत पाइस से ढका होता है, जो इसक वचा क कठोर भाग होते है। साल में एक बार, पुराने पाइस गर जाते हैं, उहें नए पाइस से बदल दया जाता है, जो पुराने क नीचे से नकलते हैं।",
  "A long, long time ago, it lived in the desert. With its sharp claws fully extended, it can climb right up an iceberg without slipping.": "बत समय पहल, ये रगतान में रहते थे। अपने नुकल पंजे पूर तरह से वतारत होने पर, ये बना फसल एक हमखंड पर भी चढ़ सकते हैं।",
  "Nidoran♀ has barbs that secrete a powerful poison. They are thought to have developed as protection for this small-bodied Pokémon. When enraged, it releases a horrible toxin from its horn.": "माना जाता है क अपने छोट शरर को बचाने क लए इसने शतशाल जहर वाल कांट वकसत कए है। ोधत होने पर, ये अपने सींग से एक भयानक वष छोड़ते हैं।",
  "When Nidorina are with their friends or family, they keep their barbs tucked away to prevent hurting each other. This Pokémon appears to become nervous if separated from the others.": "जब नीडोरना अपने दोतों या परवार क साथ होते हैं, तो वे एक-दूसर को चोट पंचाने से बचाने क लए अपने कांट को अंदर खीच लते हैं। दूसरों से अलग होने पर ये पोकमॉन घबराने लगते हैं।",
  "Nidoqueen's body is encased in extremely hard scales. It is adept at sending foes flying with harsh tackles. This Pokémon is at its strongest when it is defending its young.": "नीडोवीन का शरर कठोर कल से ढका होता है, इसलए ये वरोधी को धका मार क उड़ाने मे काफ सम हैं। जब ये अपने बचों को बचा रही होती है तब ये सबसे यादा ताकतवर होती है।",
  "Nidoran♂ has developed muscles for moving its ears. Thanks to them, the ears can be freely moved in any direction. Even the slightest sound does not escape this Pokémon's notice.": "कानों को हलाने वाल मांसपेशयों क वकसत होने क कारण ये कानों को कसी भी दशा मे हला सकते हैं। जरा सी आवाज भी इस पोकमॉन को सुनाई देती है।",
  "Nidorino has a horn that is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might.": "इसका सींग हीर से भी सत होता है। यद इहें दुमन का आभास हो, तो उनक पीठ क कांट एक ही बार में खड़े हो जाते हैं, और वे अपनी पूर ताकत से दुमन को चुनौती देते हैं।",
  "Nidoking's thick tail packs enormously destructive power. With one swing, it can topple a metal transmission tower. Once this Pokémon goes on a rampage, there is no stopping it.": "इसक शतशाल मोट पुंछ क एक झटक से लोहे का टावर भी गर सकता है। एक बार ये पोकमॉन अगर तबाही चालू कर, तो इहें कोई रोक नहीं सकता।",
  "On every night of a full moon, groups of this Pokémon come out to play. When dawn arrives, the tired Clefairy return to their quiet mountain retreats and go to sleep nestled up against each other.": "पूणिमा क हर रात, इस पोकमॉन क समूह खेलने क लए नकलते हैं। जब भोर होती है, थक ए लफ़ेर अपने शांत पहाड़ पर लौट आते हैं और एक-दूसर क आस-पास सो जाते हैं।",
  "Clefable moves by skipping lightly as if it were flying using its wings. Its bouncy step lets it even walk on water. It is known to take strolls on lakes on quiet, moonlit nights.": "अपने पंखों का उपयोग करक ये छलांग मरते ए आगे बड़ते हैं जैसे क ये उड़ रहे हों। इसलए ये पानी पर भी चल सकते हैं। ये शांत, चाँदनी रातों मे झीलों पर टहलते हैं।",
  "At the time of its birth, Vulpix has one white tail. The tail separates into six if this Pokémon receives plenty of love from its Trainer. The six tails become magnificently curled.": "जम क समय वलपस क एक सफेद पुंछ होती है। अगर अपने टनर से भरपूर यार मल तो यह पुंछ छह हसों मे बटकर सुंदरता से मुड़ जाती है।",
  "They live together in a skulk, helping one another. Before eating their prey, they freeze it solid with their –58 degree Fahrenheit breath.": "एक साथ एक झुंड मे रहते हैं, और एक दूसर क मदद करते है। अपने शकार को खाने से पहल, वे अपनी माइनस 50 डी वाल सांस से उसे ठोस प से जमा देते हैं।",
  "Ninetales casts a sinister light from its bright red eyes to gain total control over its foe's mind. This Pokémon is said to live for a thousand years.": "अपनी चमकदार लाल आंखों से ये भयावह रोशनी फेंकते हैं जो दुमन क दमाग को नयंित कर लती है। कहा जाता है क ये पोकमॉन एक हजार साल तक जीवत रहते हैं।",
  "Some said that deities visited mountains where Ninetales live, so in times long past, no one was allowed to go into those mountains.": "कछ लोगों का कहना है क देवता उन पहाड़ों का दौरा करते हैं जहां नाइनटस रहते हैं, इसलए ाचीन काल मे कसी को भी उन पहाड़ों मे जाने क अनुमत नहीं थी।",
  "Jigglypuff's vocal cords can freely adjust the wavelength of its voice. This Pokémon uses this ability to sing at precisely the right wavelength to make its foes most drowsy.": "ये अपने वोकल कॉड से नकल आवाज क तरंग को कंटोल कर सकते हैं। अपने वरोधी को सुलाने क लए सबसे अधक मदहोश करने वाल तरंग पर गाना गाने क मता भी रखते हैं।",
  "Wigglytuff has large, saucerlike eyes. The surfaces of its eyes are always covered with a thin layer of tears. If any dust gets in this Pokémon's eyes, it is quickly washed away.": "इसक बड़ी गोल आखों आंसुओं क एक पतल परत से ढक रहती है। अगर इस पोकमॉन क आखों मे धूल जाती है, तो वह जदी से धुल जाती है।",
  "Zubat remains quietly unmoving in a dark spot during the bright daylight hours. It does so because prolonged exposure to the sun causes its body to become slightly burned.": "दन क उजाल में कसी अंधेर जगह में छुपकर िथर रहते हैं, योंक लबे समय तक सूरज क संपक में रहने से इनका शरर थोड़ा जल जाता है।",
  "Golbat loves to drink the blood of living things. It is particularly active in the pitch black of night. This Pokémon flits around in the night skies, seeking fresh blood.": "इहें जीवत चीजों का खून पीना बत पसंद है। ये वशेष प से रात में सय होते हैं जब ये ताजे़ खून क तलाश मे रात क आसमान में घूमते हैं।",
  "During the daytime, Oddish buries itself in soil to absorb nutrients from the ground using its entire body. The more fertile the soil, the glossier its leaves become.": "दन क समय ये अपने शरर को मी में गाड़ कर मी क पोषक तवों को शरर क चूस लते हैं। ऐसा कहा जाता है क जतनी उपजाऊ मी होगी,  इनक पते उतने ही चमकदार होंगे।",
  "Gloom releases a foul fragrance from the pistil of its flower. When faced with danger, the stench worsens. If this Pokémon is feeling calm and secure, it does not release its usual stinky aroma.": "जब कोई खतरा महसूस होता है तो ये अपने फूल से गंदी बदबू छोड़ते हैं, पर जब इनका दल शांत होता है तब ये गंदी बदबू नहीं छोड़ते।",
  "Vileplume's toxic pollen triggers atrocious allergy attacks. That's why it is advisable never to approach any attractive flowers in a jungle, however pretty they may be.": "इसक ज़हरल पराग से गंभीर एलजी हो जाती है। आपको अगर वाइड मे सुंदर फूल मल भी तो उससे दूर रहना।",
  "Paras has parasitic mushrooms growing on its back called tochukaso. They grow large by drawing nutrients from this Bug Pokémon host. They are highly valued as a medicine for extending life.": "पैरस क पौषक तवों को चूस कर बड़े होने वाल मशम को याचा गुबा कहा जाता है। यह एक अनमोल मशम है जसे लबी उ क लए औषध क प में इतेमाल कया जा सकता है।",
  "Parasect is known to infest large trees en masse and drain nutrients from the lower trunk and roots. When an infested tree dies, they move onto another tree all at once.": "पैरासेट का झुंड एक साथ कसी बड़े पीड़ क जड़ों से चपक कर उसक पोषक तव चूस लते हैं। जब वह पेड़ सूख जाता है तब ये साथ में दूसर पेड़ पर चल जाते हैं।",
  "Venonat is said to have evolved with a coat of thin, stiff hair that covers its entire body for protection. It possesses large eyes that never fail to spot even minuscule prey.": "कहा जाता है क शरर क रा क लए इनक पूर शरर पर पतल और सत बाल उगे हैं। इन पोकमॉन क पास छोट से छोट शकार को भी न छोड़ने वाल तेज आखें हैं।",
  "Venomoth is nocturnal—it is a Pokémon that only becomes active at night. Its favorite prey are small insects that gather around streetlights, attracted by the light in the darkness.": "ये पोकमॉन नशाचर हैं- कवल रात में ही सय होते हैं। इनक पसंदीदा शकार होते हैं टीट लाइट क आस-पास उड़ने वाल छोट कड़े।",
  "Diglett are raised in most farms. The reason is simple—wherever this Pokémon burrows, the soil is left perfectly tilled for planting crops. This soil is made ideal for growing delicious vegetables.": "लगभग सार कसान डगलट को पालते हैं। इसका कारण यह है क डगलट जमीन खोदते हैं, जससे वो मी को जोत देते हैं और वादट सजयों का उपादन कया जा सकता है।",
  "The need to dig through volcanic rock in the ground has made them more powerful than the Diglett of other regions.": "अय ेों क डगलट क तुलना में अधक शतशाल हैं। लावा मैदान क खुदाई क दौरान ये शतशाल बनते गए।",
  "Dugtrio are actually triplets that emerged from one body. As a result, each triplet thinks exactly like the other two triplets. They work cooperatively to burrow endlessly.": "मूल प से, एक शरर से तीन हसे ए है, इसलए सब एक ही तरह सोचते हैं। वे साथ में काम करते है और बना रुक खोदते चल जाते हैं।",
  "Its shining gold whiskers are advanced sensors that can detect vibrations from sounds several miles away.": "इनक सुनहर मूंछ एक उनत सेंसर है। कई कलोमीटर दूर क आवाज का कंपन भी ये भाप सकते हैं।",
  "Meowth withdraws its sharp claws into its paws to slinkily sneak about without making any incriminating footsteps. For some reason, this Pokémon loves shiny coins that glitter with light.": "नुकल पंजों को अंदर खींच कर बकल चुपक-चुपक दबे पैर चल सकते हैं। कसी कारण से इहें रोशनी में चमकने वाल सक बत पसंद है।",
  "A royal house that flourished in the distant past brought it here from another region. Meowth is both selfish and prideful.": "एक शाही परवार जो बत पहल फला-फूला था, उहें अय ेों से लाया। याउथ वाथी और अभमानी हैं।",
  "Living with a savage, seafaring people has toughened this Pokémon's body so much that parts of it have turned to iron.": "जंगल, समुी याा करने वाल जंगल लोगों क साथ रहने से इन पोकमॉन क शरर को इतना सत कर दया है क इसक कछ हसे लोहे क हो गए हैं।",
  "Persian has six bold whiskers that give it a look of toughness. The whiskers sense air movements to determine what is in the Pokémon's surrounding vicinity. It becomes docile if grabbed by the whiskers.": "अपनी छः कड़ी मूंछों क वजह से ये पोकमॉन बत दबंग दखाई देते हैं। इसक मूंछें हवा क हलचल से आस-पास क िथत भांपने में इसक मदद करती हैं। मूंछ पकड़ने पर ये शांत हो जाते हैं।",
  "Its round face is a symbol of wealth. Persian that have bigger, plumper faces are considered more beautiful.": "इनका गोल चेहरा धन का तीक है। मोट और बड़े चेहर वाला पशयन सुंदर कहा जाता है।",
  "Psyduck uses a mysterious power. When it does so, this Pokémon generates brain waves that are supposedly only seen in sleepers. This discovery spurred controversy among scholars.": "साइडक एक रहयमय शत का उपयोग करते हैं जो ऐसी मतक तरंग पैदा करते हैं, जो कवल सोते समय उसजत होनी चाहए। इस खोज ने वानों क बीच ववाद खड़ा कर दया।",
  "The webbed flippers on its forelegs and hind legs and the streamlined body of Golduck give it frightening speed. This Pokémon is definitely much faster than even the most athletic swimmer.": "इनक हाथ और पैर क फ़्लपस और इनक टीमलाइन बॉडी क वजह से ये बेहतरन पीड से पानी में तैर सकते हैं। इनक रतार कसी गोड मेडल वजेता से कहीं यादा है।",
  "When Mankey starts shaking and its nasal breathing turns rough, it's a sure sign that it is becoming angry. However, because it goes into a towering rage almost instantly, it is impossible for anyone to flee its wrath.": "यद इनका शरर कांपने लगे और नांक से सांस लना भार हो जाए तो यह संकत है क ये ोधत होने क कगार पर है, पर ये इतनी जदी ोधत होंगे क भागने का समय भी नहीं मलगा।",
  "When Primeape becomes furious, its blood circulation is boosted. In turn, its muscles are made even stronger. However, it also becomes much less intelligent at the same time.": "बत गुसा करने से इनका रत संचार बेहतर हो जाता है और मांसपेशया मजबूत हो जाती है पर दमाग चलना बंद हो जाता है।",
  "Growlithe has a superb sense of smell. Once it smells anything, this Pokémon won't forget the scent, no matter what. It uses its advanced olfactory sense to determine the emotions of other living things.": "इनमें सूंघने क उच मता है, और एक बार अगर सूंघ ल तो वह गंध यह कभी नहीं भूलते। अय जीवत चीजों क भावनाएं भी ये सूंघ कर पहचानते हैं।",
  "They patrol their territory in pairs. I believe the igneous rock components in the fur of this species are the result of volcanic activity in its habitat.": "ये पोकमॉन जोड़ी बनाकर अपने इलाक़े में गत लगाते हैं। यह अनुमान लगाया गया है क इनक बालों क साथ मत आनेय चान क टुकड़े वालामुखीय गतवध का परणाम है।",
  "Arcanine is known for its high speed. It is said to be capable of running over 6,200 miles in a single day and night. The fire that blazes wildly within this Pokémon's body is its source of power.": "एक तेज़ पोकमॉन जसक बार में कहा जाता है क वे पूर दन और रात में 10,000 कलोमीटर क दूर तय करते हैं। शरर में जो वाला जलती है वह शत बन जाती है।",
  "Snaps at its foes with fangs cloaked in blazing flame. Despite its bulk, it deftly feints every which way, leading opponents on a deceptively merry chase as it all but dances around them.": "ये दहकती आग क लपटों से लपट ए नोकल दांतों से काँटते हैं। हालाँक इनका शरर बड़ा होता है, लकन ये नृय दशन क तरह हलते हैं और वरोधी का मज़ाक उड़ाते ए उनका यान भटका देते हैं।",
  "Poliwag has a very thin skin. It is possible to see the Pokémon's spiral innards right through the skin. Despite its thinness, however, the skin is also very flexible. Even sharp fangs bounce right off it.": "इनक वचा इतनी पतल है क भंवर क आकार क आंतरक अंगों को देखा जा सकता है, लकन ये वचा इतनी लचील होती है क नुकल दांत भी इस पर लग क दूर उछल जाएं।",
  "The surface of Poliwhirl's body is always wet and slick with a slimy fluid. Because of this slippery covering, it can easily slip and slide out of the clutches of any enemy in battle.": "शरर क सतह पर हमेशा चकना तरल रहता है, इसलए अगर दुमन इहें दबोच भी ल, तो ये फसल कर बच नकाल सकते हैं।",
  "Poliwrath's highly developed, brawny muscles never grow fatigued, however much it exercises. It is so tirelessly strong, this Pokémon can swim back and forth across the ocean without effort.": "इनक वकसत सत मांसपेशयां कतनी भी एसरसाइज़ करने पर थकती नहीं। इतनी क ये पोकमॉन शांत महासागर भी आराम से पार कर सकते हैं।",
  "Abra sleeps for 18 hours a day. However, it can sense the presence of foes even while it is sleeping. In such a situation, this Pokémon immediately teleports to safety.": "एक पोकमॉन जो दन में 18 घंट सोते हैं। सोते ए भी ये दुमन को भाप कर उससे बचने क लए टलपोट कर सकते हैं।",
  "Kadabra emits a peculiar alpha wave if it develops a headache. Only those people with a particularly strong psyche can hope to become a Trainer of this Pokémon.": "जब तक आपक पास मजबूत मानसक शत नहीं है, तब तक आप काडाबरा क टनर नहीं बन सकते योंक ये एक वशेष अफ़ा तरंग पैदा करते हैं जो सरदद का कारण बनती है।",
  "Alakazam's brain continually grows, making its head far too heavy to support with its neck. This Pokémon holds its head up using its psychokinetic power instead.": "आलाकज़ाम का दमाग जैसे-जैसे बड़ा होता गया, उनका सर उतना ही भार होता गया और गदन क लए उसका भार संभालना मुकल हो गया। ये अपनी अलौकक शतयों से अपने सर को सहारा देते हैं।",
  "Machop's muscles are special—they never get sore no matter how much they are used in exercise. This Pokémon has sufficient power to hurl a hundred adult humans.": "वशेष मांसपेशयों वाल पोकमॉन जो कतनी भी एसरसाइज़ कर लं, उहें दद नहीं होता। 100 लोगों को उठा कर फेंकने क शत रखते हैं।",
  "Machoke's thoroughly toned muscles possess the hardness of steel. This Pokémon has so much strength, it can easily hold aloft a sumo wrestler on just one finger.": "टनंग से मजबूत ई इनक मांसपेशयां टल से ज़्यादा कठोर है। इनमें इतनी शत है क ये एक उंगल पर एक सूमो पहलवान को उठा सकते हैं।",
  "Machamp has the power to hurl anything aside. However, trying to do any work requiring care and dexterity causes its arms to get tangled. This Pokémon tends to leap into action before it thinks.": "इनमें कछ भी फेंकने क ताकत है, लकन कोई छोटा आराम से करने वाला काम देंगे तो इनक बाहें उलझ जाएंगी। सोचने से पहल ही इनका शरर रऐट कर देता है।",
  "Bellsprout's thin and flexible body lets it bend and sway to avoid any attack, however strong it may be. From its mouth, this Pokémon spits a corrosive fluid that melts even iron.": "दुबला-पतला और लचीला शरर होने क कारण ये कसी भी ताकतवर अटैक से बच जाते हैं। ये मुंह से एक तरल को नकलते हैं जो लोहे को भी िपघला दे।",
  "Weepinbell has a large hook on its rear end. At night, the Pokémon hooks on to a tree branch and goes to sleep. If it moves around in its sleep, it may wake up to find itself on the ground.": "रात में, अपने पीछे क क को एक पेड़ क शाखा पर लटका क सो जाते हैं। अगर नींद मे हलना-डुलना हो तो ये अगल दन जमीन पर मलते हैं।",
  "Victreebel has a long vine that extends from its head. This vine is waved and flicked about as if it were an animal to attract prey. When an unsuspecting prey draws near, this Pokémon swallows it whole.": "अपने शकार को आमंित करने क लए एक छोट जीव क तरह अपनी लबी बेल को उसक सर पर घुमाते हैं। जैसे ही शकार पास में आए उसे एक ही झटक मे गटक जाते हैं।",
  "Tentacool's body is largely composed of water. If it is removed from the sea, it dries up like parchment. If this Pokémon happens to become dehydrated, put it back into the sea.": "इनक शरर का अधकतर भाग पानी से बना है, इसलए जब आप इहें समु से बाहर नकालते हैं तो ये सूख जाते हैं। जब ये सूख जाए तो इहें समु में लौटा दें।",
  "Tentacruel has large red orbs on its head. The orbs glow before lashing the vicinity with a harsh ultrasonic blast. This Pokémon's outburst creates rough waves around it.": "जब सर पर लाल गेंद चमकती है, तो चारों ओर ती अटासोनक तरंगें छोड़ते हैं। कहा जाता है, उस समय समु क सतह हंसक प से लहरदार हो जाती है।",
  "The longer a Geodude lives, the more its edges are chipped and worn away, making it more rounded in appearance. However, this Pokémon's heart will remain hard, craggy, and rough always.": "जयोडूड का जीवन जतना लबा होता है, शरर क कोने उतने ही गोल होते हैं, लकन भावनाएँ हमेशा कठोर और खुरदर ही रहती हैं।",
  "Geodude compete against each other with headbutts. The iron sand on their heads will stick to whichever one has stronger magnetism.": "अपने दोतों क साथ हेड बट का मुकाबला करते हैं। इसक सर पर लाग लोहे क रत मजबूत चुंबक से चपक जाती है।",
  "Graveler grows by feeding on rocks. Apparently, it prefers to eat rocks that are covered in moss. This Pokémon eats its way through a ton of rocks on a daily basis.": "ये एक पोकमॉन है जो चानों को खाकर बढ़ते हैं। ये काई लगी चानों को खाना पसंद करते हैं। एक दन में 1 टन चान खा जाते हैं।",
  "Graveler's entire body is tinged with electricity due to the stones it likes to eat. It's very quick-tempered.": "इनका पसंदीदा खाना पथर है जसक भाव से पूरा शरर बजल से चाज होता है। लड़ाई करने में हमेशा आगे रहते हैं।",
  "Golem live up on mountains. If there is a large earthquake, these Pokémon will come rolling down off the mountains en masse to the foothills below.": "जब कोई बड़ा भूकंप आता है, तो पहाड़ों में रहने वाल कई गोलम पहाड़ क तलहट में लुढ़क कर आ जाते हैं।",
  "It shoots large rocks that are charged with electricity. Tremendous electric shocks are flung out across the whole area of impact.": "एक चाज्ड चान को फेंकते हैं। जब वह गरता है, तो े क चारों ओर एक भयानक बजल का झटका फैल जाता है।",
  "Ponyta is very weak at birth. It can barely stand up. This Pokémon becomes stronger by stumbling and falling to keep up with its parent.": "जम क तुरंत बाद खड़ा होना मुकल है, लकन जैसे ही ये गरते हैं , फर से खड़े हो जाते हैं और अपने माता-िपता का पीछा करते हैं । और ऐसे उनक पैर ताकतवर बनते जाते है।",
  "Its small horn hides a healing power. With a few rubs from this Pokémon’s horn, any slight wound you have will be healed.": "इनक छोट से सींग में हीलग पावर होती है। यद एक छोट सी खरोंच है, तो ये सींग को रगड़ कर ठीक कर देंगे।",
  "Rapidash usually can be seen casually cantering in the fields and plains. However, when this Pokémon turns serious, its fiery manes flare and blaze as it gallops its way up to 150 mph.": "ये आमतौर पर इमीनान से मैदान क चारों ओर दौड़ते हैं, लकन एक बार जब ये गंभीर हो जाए, तो अयाल क आग तेज हो जाती है और  240 कलोमीटर तघंटा क रतार से दौड़ने लगते हैं।",
  "Little can stand up to its psycho cut. Unleashed from this Pokémon’s horn, the move will punch a hole right through a thick metal sheet.": "इनक सींग से ये साइको कट अटैक करते हैं, जो बत शतशाल होता है। लोहे क एक मोट लट में भी छेद हो जाए इतनी वनाशकार ताकत होती है।",
  "Slowpoke uses its tail to catch prey by dipping it in water at the side of a river. However, this Pokémon often forgets what it's doing and often spends entire days just loafing at water's edge.": "ये अपनी पूंछ नदी में मछल पकड़ने क लए रख देते हैं, लकन भूल जाते हैं क वे या कर रहें हैं और नदी पर लट ए ही उनका दन खम हो जाता है।",
  "Although this Pokémon is normally zoned out, its expression abruptly sharpens on occasion. The cause for this seems to lie in Slowpoke's diet.": "ये हमेशा खोये-खोये रहते हैं, लकन कभी-कभी चेहर क हाव-भाव बकल बदल जाते है। उनका खाना इस बदलवाव का कारण होता है।",
  "Slowbro's tail has a Shellder firmly attached with a bite. As a result, the tail can't be used for fishing anymore. This causes Slowbro to grudgingly swim and catch prey instead.": "लोो अपनी पुंछ से भोजन पकड़ते हैं, शेडर क पुंछ काटने क वजह से अब अनछा से पानी मे तैर-तैर क भोजन पकड़ते हैं।",
  "A Shellder bite set off a chemical reaction with the spices inside Slowbro's body, causing Slowbro to become a Poison-type Pokémon.": "शेडर क ारा काटने क तया से शरर क मसलों मे कमकल रएशन आ और लोो पॉइज़न टाइप बन गए।",
  "Magnemite attaches itself to power lines to feed on electricity. If your house has a power outage, check your circuit breakers. You may find a large number of this Pokémon clinging to the breaker box.": "ये  बजल क तार से चपक जाते हैं और बजल खा जाते हैं। बजल जाने क िथत में ेकर क जांच करं। शायद मैनेमाइट उससे चपक हों।",
  "Magneton emits a powerful magnetic force that is fatal to mechanical devices. As a result, large cities sound sirens to warn citizens of large-scale outbreaks of this Pokémon.": "मैनेटॉन एक शतशाल चुंबकय बल पैदा करते हैं जो बड़ी मशीनों क लए घातक है। इसीलए, बड़े शहर में इस पोकमॉन क बड़े पैमाने पर कोप क बार में नागरकों को चेतावनी देने क लए सायरन बजाते हैं।",
  "Farfetch'd is always seen with a stalk from a plant of some sort. Apparently, there are good stalks and bad stalks. This Pokémon has been known to fight with others over stalks.": "फ़ारफ़ेच क पास हमेशा एक तना होता है। कछ तने अछे होते है और कछ नहीं इसलए फ़ारफ़ेच हमेशा तने को लकर लड़ते रहते हैं।",
  "The Farfetch'd of the Galar region are brave warriors, and they wield thick, tough leeks in battle.": "ये फ़ारफ़ेच गलार में रहते हैं। एक योा जो मोट और मजबूत हर याज का इतेमाल करक बहादुर से लड़ते हैं।",
  "Doduo's two heads never sleep at the same time. Its two heads take turns sleeping, so one head can always keep watch for enemies while the other one sleeps.": "दोनों सर एक साथ कभी नहीं सोते। ऐसा इसलए है, योंक जब एक सो रहा होता है तब दूसरा नज़र रखता है ताक उस पर दुमन का हमला न हो।",
  "Watch out if Dodrio's three heads are looking in three separate directions. It's a sure sign that it is on its guard. Don't go near this Pokémon if it's being wary—it may decide to peck you.": "जब इनक तीनों सर अलग-अलग दशा में देख रहें हो तो यह इशारा है क ये पोकमॉन सावधान हैं। यद आप गलती से पास चल गए तो ये आपको चोंच मरंगें।",
  "Seel hunts for prey in the frigid sea underneath sheets of ice. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head.": "बर्फ से ढक समु में भोजन ढूंढते हैं। सांस लने क लए अपने सर क उभर ए हसे से बर्फ को तोड़ते हैं और अपना मुँह बाहर नकलते हैं।",
  "Dewgong loves to snooze on bitterly cold ice. The sight of this Pokémon sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago.": "इहें ठंडी बर्फ पर सोना बत पसंद है। बत समय पहल एक नावक जेसने उसे पहल बार हीमखंड पर सोता देखा था, इनको गलती से मरमेड समझ लया था।",
  "Grimer's sludgy and rubbery body can be forced through any opening, however small it may be. This Pokémon enters sewer pipes to drink filthy wastewater.": "कचड़ और रबर जैसा इसका शरर चोट-चोट जगह से भी नकाल जाता है। नालं क पाइप में घुसकर कर गंदा पानी पीते हैं।",
  "Brought to Alola to solve the garbage problem, Grimer seems to relish any and all kinds of trash.": "कचर क समया को हल करने क लए ये अलोला लाए गए। ये कसी भी कचर को खा क सफा चट कर देते हैं।",
  "From Muk's body seeps a foul fluid that gives off a nose-bendingly horrible stench. Just one drop of this Pokémon's body fluid can turn a pool stagnant and rancid.": "शरर से नकलने वाला तरल पदाथ इतना बदबूदार होता है क नाक से खून आ जाए। इसक एक बूंद पूर पूल क पानी को गंदा और बदबूदार बना सकती है।",
  "What look like fangs and claws are actually crystallized poison that will afflict you at a mere touch, so don't get too close.": "जो पंजे और दांत जैसे दखते है वह असल मे जहरल पदाथ है जो जम कर िटल बन गए है और छूने से भी जहर फैला सकते है इसीलए पास मत जाना।",
  "At night, this Pokémon uses its broad tongue to burrow a hole in the seafloor sand and then sleep in it. While it is sleeping, Shellder closes its shell, but leaves its tongue hanging out.": "रात क समय ये अपनी बड़ी जीभ से समु तल क रत में गड्ढा खोदकर उसमें सो जाते हैं। शेल बंद करक सोते हैं पर जीब बाहर ही रहती है।",
  "Cloyster is capable of swimming in the sea. It does so by swallowing water, then jetting it out toward the rear. This Pokémon shoots spikes from its shell using the same system.": "नगल ए पानी को पीछे क तरफ जोर से छोड़ क समु मे आगे बड़ते हैं। कांट फेंकते समय भी यही करते हैं।",
  "Gastly is largely composed of gaseous matter. When exposed to a strong wind, the gaseous body quickly dwindles away. Groups of this Pokémon cluster under the eaves of houses to escape the ravages of wind.": "तेज हवाओं क संपक में आने पर, गैस से बने ये पोकमॉन उड़ जाते हैं और देखते ही देखते छोट हो जाते हैं। हवा से बचने क लए गैटल वीरान घरों मे घुस जाते हैं।",
  "Haunter is a dangerous Pokémon. If one beckons you while floating in darkness, you must never approach it. This Pokémon will try to lick you with its tongue and steal your life away.": "अंधेर मे अगर हॉटर आपको बुलाएं, तब भी पास मत जाना। एकदम से चाटकर ये आपक िज़ंदगी चूस लंगे।",
  "Sometimes, on a dark night, your shadow thrown by a streetlight will suddenly and startlingly overtake you. It is actually a Gengar running past you, pretending to be your shadow.": "रात क अंधेर मे चलते-चलते अगर टीटलाइट से बनी परछाई आपसे आगे नकलते चल जाए तो समझ जाना वहाँ गेंगार है जो आपक परछाई बन कर दौड़ रहे हैं।",
  "Onix has a magnet in its brain. It acts as a compass so that this Pokémon does not lose direction while it is tunneling. As it grows older, its body becomes increasingly rounder and smoother.": "इनक दमाग क अंदर चुबक होता है, इसलए ये बना गलती कए मी मे खुदाई कर सकते हैं। जैसे-जैसे इनक उ बढ़ती जाती है, इनका शरर उतना ही गोल होता जाता है।",
  "If your nose becomes itchy while you are sleeping, it's a sure sign that one of these Pokémon is standing above your pillow and trying to eat your dream through your nostrils.": "यद सोते समय आपक नाक पर खुजल होती है, तो यह संकत है क ये आपक तकए पर खड़े होकर आपक नथुनों से आपक सपनों को खाने वाल हैं।",
  "Hypno holds a pendulum in its hand. The arcing movement and glitter of the pendulum lull the foe into a deep state of hypnosis. While this Pokémon searches for prey, it polishes the pendulum.": "हाथ में पेंडुलम क गत और चमक से वरोधी को गहर नींद क अवथा मे डाल देते हैं। अपने शकार क तलाश में अपने पेंडुलम को पॉलश करते हैं।",
  "Krabby live on beaches, burrowed inside holes dug into the sand. On sandy beaches with little in the way of food, these Pokémon can be seen squabbling with each other over territory.": "रतील समु तट में एक छेद खोद कर वहाँ रहते हैं। कम भोजन वाल रतील समुी तटों पर, ैबी एक दूसर से लड़ते ए दख सकते हैं।",
  "Kingler has an enormous, oversized claw. It waves this huge claw in the air to communicate with others. However, because the claw is so heavy, the Pokémon quickly tires.": "कंगलर अपने बड़े पंजों को हलाते हैं और एक दूसर को संकत भेजते हैं, लकन इनक पंजे बत भार होते हैं, इसीलए ये जदी थक जाते हैं।",
  "Voltorb was first sighted at a company that manufactures Poké Balls. The link between that sighting and the fact that this Pokémon looks very similar to a Poké Ball remains a mystery.": "इनक पोक बॉल बनाने वाल कंपनी मे पहल बार खोजे जाने में और इनक आकार क समानता क बीच का संबंध आज तक रहय ही है।",
  "An enigmatic Pokémon that happens to bear a resemblance to a Poké Ball. When excited, it discharges the electric current it has stored in its belly, then lets out a great, uproarious laugh.": "पोक बॉल क जैसे दखने वाल रहयमय पोकमॉन। अपने पेट मे टोर क गई इलटसट को एक बार में छोड़कर हंसते हैं।",
  "Electrode eats electricity in the atmosphere. On days when lightning strikes, you can see this Pokémon exploding all over the place from eating too much electricity.": "ये हवा में होने वाल इलटक एनिज को खाते हैं। जस दन बजल गरती है उस दन इलटसट यादा खा लने वाल इलटोड जगह-जगह फट जाते हैं।",
  "The tissue on the surface of its body is curiously similar in composition to an Apricorn. When irritated, this Pokémon lets loose an electric current equal to 20 lightning bolts.": "इनक वचा क टशू ऐिकॉन क समान होते हैं। जब ये गुसा होते हैं तो ये 20 गरती बजल क जीतने ताकत क शॉक देते हैं।",
  "This Pokémon consists of six eggs that form a closely knit cluster. The six eggs attract each other and spin around. When cracks increasingly appear on the eggs, Exeggcute is close to evolution.": "ये पोकमॉन छह अंडों का एक समूह होता है जो एक दूसर को खींच क जुड़े रहते हैं और साथ मे ही चारों ओर घूमते हैं। जब इनक शेल क दरारं बढ़ जाए तो इनका वकास पास होता है।",
  "Exeggutor originally came from the tropics. Its heads steadily grow larger from exposure to strong sunlight. It is said that when the heads fall off, they group together to form Exeggcute.": "टॉिपकल इलाक से आए नारयोला क सर तेज सूरज क रौशनी से बड़े होते जाते हैं। कहा जाता है, जब बड़े होकर ये सर गर जाते हैं तो साथ मल क वे एगोला बन जाते हैं।",
  "It swings its long neck like a whip and smacks its opponents. This makes Exeggutor itself dizzy, too.": "अपनी लबी गदन को वप क तरह इतेमाल करक वरोधी को मारते हैं। खुद भी थोड़े चकर खा जाते हैं।",
  "Cubone pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull the Pokémon wears are made by the tears it sheds.": "अपनी माँ जससे ये कभी नहीं मल सकते, उसक छव को पूणिमा क चाँद मे देख कर रोते हैं । सर पर पहनी ई ही पर जो नशान है वह आंसुओं क दाग है।",
  "Marowak is the evolved form of a Cubone that has overcome its sadness at the loss of its mother and grown tough. This Pokémon's tempered and hardened spirit is not easily broken.": "ये यूबोन का वकसत प है जो अपनी माँ को खोने क दद से ऊपर उठ गए हैं। इनका कठोर मन और दल अब आसानी से नहीं टूटगा।",
  "When it beats opponents with its bone, the cursed flames spread to them. No amount of water will stop those flames from burning.": "जब ये अपनी ही से वरोधी को मरते हैं तो इनक शािपत आग वरोधी पर फैल जाती है। उस आग पर कतना भी पानी फेंक लो, वह आग जलती रहेगी।",
  "Hitmonlee's legs freely contract and stretch. Using these springlike legs, it bowls over foes with devastating kicks. After battle, it rubs down its legs and loosens the muscles to overcome fatigue.": "वतं प से बड़े और छोट हो जाने वाल आपने पैरों से ये वरोधी को मज़बूत कक मरते हैं, और उहें उड़ा देते हैं। लड़ाई क बाद थक ए पैरों को दबाते हैं।",
  "Hitmonchan is said to possess the spirit of a boxer who had been working toward a world championship. This Pokémon has an indomitable spirit and will never give up in the face of adversity.": "मुकाटैक, जनक बार में कहा जाता है क उनक पास एक बॉसर क आमा होती है, वे वव चैंिपयन बनने का ल्य रखते है, कभी न हार मानने वाल भावना रखते हैं। ये कभी पीछे नहीं हटते।",
  "Whenever Lickitung comes across something new, it will unfailingly give it a lick. It does so because it memorizes things by texture and by taste. It is somewhat put off by sour things.": "जब भी ये पोकमॉन कसी नई चीज़ को देखते हैं, तो ये उसे चाट लते हैं। ऐसा इसलए योंक ये वाद और बनावट से चीज़ो को याद रखते हैं। पर खी चीज़े इहें पसंद नहीं।",
  "If Koffing becomes agitated, it raises the toxicity of its internal gases and jets them out from all over its body. This Pokémon may also overinflate its round body, then explode.": "उतेजत होने पर, शरर क वभन हसों क गैस क जहरल पदाथ बढ़ने लगते है और तेजी से बाहर नकलते हैं। जब इनका शरर फूल कर गोल हो जाए तब ये फट जाते हैं।",
  "Weezing loves the gases given off by rotted kitchen garbage. This Pokémon will find a dirty, unkempt house and make it its home. At night, when the people in the house are asleep, it will go through the trash.": "वीिज़ंग को रसोई क सड़े ए कचर से नकलने वाल गैस बत पसंद है। गंदे घर में घुस कर, उसे अपना घर बना लते हैं और घर पर जब सब सो जाते हैं, तब ये उनक कड़ेदान को टटोलते हैं।",
  "This Pokémon consumes particles that contaminate the air. Instead of leaving droppings, it expels clean air.": "ये पोकमॉन हवा को दूिषत करने वाल कणों को सोख लते हैं, और मल क जगह वछ हवा को बाहर नकालते हैं।",
  "Rhyhorn runs in a straight line, smashing everything in its path. It is not bothered even if it rushes headlong into a block of steel. This Pokémon may feel some pain from the collision the next day, however.": "ये सीधी रखा मे दौड़ते हैं, अपने राते में सब कछ तोड़ देते हैं। टल का बड़ा लॉक तोड़ने मे भी इहें कोई दकत नहीं होती, पर अगल दन टकराव का थोड़ा दद महसूस कर सकते हैं।",
  "Rhydon's horn can crush even uncut diamonds. One sweeping blow of its tail can topple a building. This Pokémon's hide is extremely tough. Even direct cannon hits don't leave a scratch.": "इनक सींग कसी हीर को भी चकना चूर कर सकते हैं और पुंछ का एक झटका इमारत को गरा सकता है। इनक कठोर वचा को टोप से भी खरोंच नहीं आती।",
  "Chansey lays nutritionally excellent eggs on an everyday basis. The eggs are so delicious, they are easily and eagerly devoured by even those people who have lost their appetite.": "ये पोकमॉन तदन पौटक अंडे देते हैं। इनक अंडे इतने वादट होते हैं क जसे भूक न लगी हो वो भी इसे एक झटक मे खा जाता है।",
  "Tangela's vines snap off easily if they are grabbed. This happens without pain, allowing it to make a quick getaway. The lost vines are replaced by newly grown vines the very next day.": "अगर दुमन इहें पकड़ ल तो इनक लताएं आसानी से झड़ जाती हैं। और उससे इहें जरा भी दद नहीं होता इसलए ये आराम से बच नकलते हैं। खोई ई लताओं क जगह पर अगल दन नई लताएं आ जाती हैं।",
  "If you come across a young Kangaskhan playing by itself, you must never disturb it or attempt to catch it. The baby Pokémon's parent is sure to be in the area, and it will become violently enraged at you.": "अगर गारामॉन का कोई बचा अकला खेल रहा हो तो उसे कभी न पकड़ें। पोकमॉन क माता-िपता नचत प से आस-पास होंगे और वह आप पर बत यादा गुसा हो जाएंगे।",
  "Horsea eats small insects and moss off of rocks. If the ocean current turns fast, this Pokémon anchors itself by wrapping its tail around rocks or coral to prevent being washed away.": "ये छोट कड़े और चानी काई खाते हैं। जब समु क धारा तेज हो जाती है, तो साथ में न बहने क लए ये अपनी पूंछ को चानों या कोरल क चारों ओर लपेट कर बच जाते हैं।",
  "Seadra sleeps after wriggling itself between the branches of coral. Those trying to harvest coral are occasionally stung by this Pokémon's poison barbs if they fail to notice it.": "कोरल क शाखाओं क बीच मे घुस कर सोते हैं। अगर आप सीडा को यान में न रखकर कोरल तोड़ेंगे तो हो सकते है आपक ऊपर जहरल काटों का हमला हो जाए।",
  "Goldeen is a very beautiful Pokémon with fins that billow elegantly in water. However, don't let your guard down around this Pokémon—it could ram you powerfully with its horn.": "ये एक बत ही सुंदर पोकमॉन है जकक िफ़न पानी में सुंदरता से लहराते हैं। हालांक, इस पोकमॉन क आस-पास अगर सावधानी नहीं बरती, तो ये आपको अपने ताकतवर सींग से अटैक कर देंगे।",
  "In the autumn, Seaking males can be seen performing courtship dances in riverbeds to woo females. During this season, this Pokémon's body coloration is at its most beautiful.": "पतझड़ में, मादाओं को लुभाने क लए नृय करते ए नर सीकंग असर नदी क तल पर देखे जाते हैं। उस मौसम में, इनक शरर का रंग सबसे सुंदर होता है।",
  "Staryu's center section has an organ called the core that shines bright red. If you go to a beach toward the end of summer, the glowing cores of these Pokémon look like the stars in the sky.": "इनक शरर क बीच क अंग को कोर कहते हैं। जब आप गमयों क अंत क रात में समु तट पर जाते हैं, तब इनक कोर लाल चमकते है, और टारयू आसमान क तारों जैसे दखते हैं।",
  "Starmie's center section—the core—glows brightly in seven colors. Because of its luminous nature, this Pokémon has been given the nickname “the gem of the sea.”": "कोर, जो इनक शरर क कं को कहा जाता है, सात रंगों मे चमकता है, इसलए इहें ”समु का जेम” क नाम से भी जाना जाता है।",
  "Mr. Mime is a master of pantomime. Its gestures and motions convince watchers that something unseeable actually exists. Once the watchers are convinced, the unseeable thing exists as if it were real.": "मूकाभनय क माटर जो शरर क इशार से ववास दलाते है क कोई अय चीज वातव मे वहाँ है। एक बार देखने वाल को यकन हो गया, तो वह अय चीज सच में वहाँ मौजूद हो जाती है।",
  "Its talent is tap-dancing. It can also manipulate temperatures to create a floor of ice, which this Pokémon can kick up to use as a barrier.": "ये पोकमॉन टैप डांस में बत अछे होते हैं। ये तापमान में हेरफेर करक आइस क मोट परत बना सकते हैं, जसे वे पैर मार क उसे बैरयर क तरह इतेमाल कर सकते हैं।",
  "Scyther is blindingly fast. Its blazing speed enhances the effectiveness of the twin scythes on its forearms. This Pokémon's scythes are so effective, they can slice through thick logs in one wicked stroke.": "पलक झपकाने से भी तेज इनक गत, इनक हाथों पर लगे सकल क धार को और घातक बना देती है। एक टोक में ये मोट पेड़ों को भी आधा कर देते हैं।",
  "Jynx walks rhythmically, swaying and shaking its hips as if it were dancing. Its motions are so bouncingly alluring, people seeing it are compelled to shake their hips without giving any thought to what they are doing.": "इनक कमर चलते समय, इतनी लय से हलती है, लगता है ये नाच रहें हो। इनक चाल इतनी हक और आकषक होती है क देखने वाल लोगों क कमर आपने आप ही हलने लगती है।",
  "When a storm arrives, gangs of this Pokémon compete with each other to scale heights that are likely to be stricken by lightning bolts. Some towns use Electabuzz in place of lightning rods.": "जब कोई तूफान आता है, तो ये पेड़ों क चोट जैसी ऊंची जगह जहां बजल क गरने क संभावना यादा होती है, वहाँ चड़ने क लए मुकाबला करते हैं। कछ शहर में लाइट्नंग रॉड क जगह इनका इतेमाल करा जाता है।",
  "In battle, Magmar blows out intensely hot flames from all over its body to intimidate its opponent. This Pokémon's fiery bursts create heat waves that ignite grass and trees in its surroundings.": "अगर लड़ने क बात आती है, तो ये पोकमॉन शरर से एक धधकती ई आग छोड़ कर वरोधी को धमकाते हैं। उसक गम हवा से आस-पास क घास आद सब जल जाते हैं।",
  "Pinsir is astoundingly strong. It can grip a foe weighing twice its weight in its horns and easily lift it. This Pokémon's movements turn sluggish in cold places.": "इनक पास आचयजनक ताकत होती है जससे ये खुद से दुगने वजन वाल वरोधी को भी आपने सींग से आसानी से उठा लते हैं। ठंडी जगह पर इनका शरर धीमा हो जाता है।",
  "This Pokémon is not satisfied unless it is rampaging at all times. If there is no opponent for Tauros to battle, it will charge at thick trees and knock them down to calm itself.": "अगर ये तबाही न मचा रहें हो तो ये संतुट नहीं होते। लड़ने क लए अगर वरोधी न हो तो ये पेड़ों को धका मार कर उहें गरा कर शांत होते हैं।",
  "This Pokémon has a muscular body and excels at close-quarters combat. It uses its short horns to strike the opponent’s weak spots.": "इनका शरर गठीला होता है और इहें करबी मुकाबल पसंद होते हैं। ये अपने छोट सींगों से वरोधी पर घातक हार करते हैं।",
  "When heated by fire energy, its horns can get hotter than 1,800 degrees Fahrenheit. Those gored by them will suffer both wounds and burns.": "आग क गमी से इनक सींग 1,000 डी तक गम हो सकते हैं। जससे चोटल जीवों को घाव और जलन दोनों होती है।",
  "This Pokémon blasts water from holes on the tips of its horns—the high-pressure jets pierce right through Tauros’s enemies.": "ये अपने सींगों क छोर पर बने सुराखों से पानी क तेज़ धारा फैंकते हैं, जो उच दबाव क वजह से वरोधयों को भेद सकती है।",
  "Magikarp is a pathetic excuse for a Pokémon that is only capable of flopping and splashing. This behavior prompted scientists to undertake research into it.": "एक दयनीय पोकमॉन जो सफ़ उछाल सकते हैं और लैश कर सकते हैं। इस यवहार ने वैानकों को इन पर रसच करने क लए ेरत कया।",
  "When Magikarp evolves into Gyarados, its brain cells undergo a structural transformation. It is said that this transformation is to blame for this Pokémon's wildly violent nature.": "ऐसा कहा जाता है क मैजकाप से गैराडोस में वकसत होने पर दमाग क सेल क बनावट में बदलाव आता है, इसीलए इनक पसनैलट हंसक हो जाती है।",
  "People have driven Lapras almost to the point of extinction. In the evenings, this Pokémon is said to sing plaintively as it seeks what few others of its kind still remain.": "इंसानों क वजह से ये पोकमॉन वलुत होने क कगार पर पंच गये हैं। कहा जाता है क शाम को ये अपने जैसों को ढूंढने क लए उदास आवाज़ में गीत गाते हैं।",
  "Ditto rearranges its cell structure to transform itself into other shapes. However, if it tries to transform itself into something by relying on its memory, this Pokémon manages to get details wrong.": "अपने शरर क सेल में बदलाव करक टांसफ़ॉम होते हैं। हालांक, अगर ये अपनी याददात पर नभर होकर पहल देखी ई कसी चीज में टांसफ़ॉम हो तो थोड़े अलग आकार क चीज में टांसफ़ॉम हो जाते हैं।",
  "Eevee has an unstable genetic makeup that suddenly mutates due to the environment in which it lives. Radiation from various stones causes this Pokémon to evolve.": "ये पोकमॉन क जीस आिथर होते हैं और अचानक उस वातावरण क कारण बदलते हैं जसमे वे रहते हैं। अलग-अलग टोन क रडएशन से ये वकसत हो जाते हैं।",
  "Vaporeon underwent a spontaneous mutation and grew fins and gills that allow it to live underwater. This Pokémon has the ability to freely control water.": "अचानक ए यूटशन से इनक िफ़न और गल आ गए ताक वे पानी में रह सकं। ये वतं प से पानी को कंटोल कर सकते हैं।",
  "Jolteon's cells generate a low level of electricity. This power is amplified by the static electricity of its fur, enabling the Pokémon to drop thunderbolts. The bristling fur is made of electrically charged needles.": "इनक शरर क सेस से नकलने वल कमज़ोर बजल बालों क टैटक इलटसट को बढ़ा कर थंडरबोट बना देती है। इनक कडक खड़े बाल बजल से ढकं कलं होती हैं।",
  "Flareon's fluffy fur has a functional purpose—it releases heat into the air so that its body does not get excessively hot. This Pokémon's body temperature can rise to a maximum of 1,650 degrees Fahrenheit.": "इनक फ़्लफ़ी फ़र का एक महवपूण काम होता है, हवा में गम हवा छोड़ना ताक उनका शरर गम न हो। शरर का तापमान 900 डी तक भी बढ़ जाता है।",
  "Porygon is capable of reverting itself entirely back to program data and entering cyberspace. This Pokémon is copy protected so it cannot be duplicated by copying.": "पूर शरर को ोाम डेटा में वापस बदल कर साइबर-पेस में घुस सकते हैं। ये पोकमॉन कॉपी ोटटड हैं इसीलए इहें कॉपी नहीं कया जा सकता।",
  "Omanyte is one of the ancient and long-since-extinct Pokémon that have been regenerated from fossils by people. If attacked by an enemy, it withdraws itself inside its hard shell.": "ये पोकमॉन बत पहल वलुत हो गए थे, लकन इंसानों क ारा इनक फ़ॉसल से इहें फर से जंदा करा गया। जब दुमन हमला करते हैं तो ये अपने शेल में छुप जाते हैं।",
  "Omastar uses its tentacles to capture its prey. It is believed to have become extinct because its shell grew too large and heavy, causing its movements to become too slow and ponderous.": "ये शकार पकड़ने क लए अपने टंटकस का इतेमाल करते हैं। माना जाता है क ये वलुत इसलए ए थे योंक इनका शेल बत बड़ा और भार हो गया था, जससे इनका हलना बत कठन और धीमा हो गया था।",
  "Kabuto is a Pokémon that has been regenerated from a fossil. However, in extremely rare cases, living examples have been discovered. The Pokémon has not changed at all for 300 million years.": "ये पोकमॉन फ़ॉसल का इतेमाल करक पुनजीवत कए गए हैं, लकन बत दुलभ मामलों में जीवत कबूटो को भी देखा जा सकता हैं। ये पोकमॉन 30 करोड़ सालों से बकल नहीं बदल।",
  "Kabutops swam underwater to hunt for its prey in ancient times. The Pokémon was apparently evolving from being a water dweller to living on land as evident from the beginnings of change in its gills and legs.": "ये पोकमॉन पानी में तैर कर शकार पकड़ते थे। इनक गल और पैर बदलने लगे थे ताक वे पानी में रहने क बजाय जमीन पर रह सकं।",
  "Aerodactyl is a Pokémon from the age of dinosaurs. It was regenerated from genetic material extracted from amber. It is imagined to have been the king of the skies in ancient times.": "ये पोकमॉन डायनासॉर-युग से हैं। जसे ऐबर से नकल ए जीस का इतेमाल करक पुनजीवत कया गया है। इहें ाचीन समय मे आसमान का राजा माना जाता था।",
  "Snorlax's typical day consists of nothing more than eating and sleeping. It is such a docile Pokémon that there are children who use its expansive belly as a place to play.": "बार-बार खाने और सोने में इनका एक दन खतम हो जाता है। ये पोकमॉन इतने शांत होते हैं क कछ बचे इनक बड़े पेट को खेल क मैदान क प में इतेमाल करते हैं।",
  "Articuno is a Legendary Pokémon that can control ice. The flapping of its wings chills the air. As a result, it is said that when this Pokémon flies, snow will fall.": "आइस को कंटोल करने वाल लजेंडर पोकमॉन। ऐसा कहा जाता है क जब आटकनो उड़ते हैं, तब बर्फ़ गरती है योंक ये अपने पंखों से हवा को ठंडा कर देते हैं।",
  "Its feather-like blades are composed of psychic energy and can shear through thick iron sheets as if they were paper.": "साइकक एनिज से बने पंख जैसे लड का आकार मोटा होता है और ये लोहे क लट को भी कागज क तरह काट सकते हैं।",
  "Zapdos is a Legendary Pokémon that has the ability to control electricity. It usually lives in thunderclouds. The Pokémon gains power if it is stricken by lightning bolts.": "लजेंडर पोकमॉन जो बजल को कंटोल कर सकते हैं। ये आमतौर पर तूफ़ानी बादलों में रहते हैं। और अगर इनक ऊपर बजल गर तो ये और ताकतवर हो जाते हैं।",
  "When its feathers rub together, they produce a crackling sound like the zapping of electricity. That’s why this Pokémon is called Zapdos.": "जब इनक पंख आपस मे रगड़ते हैं तो बजल क ज़ैप जैसी आवाज आती है, इसलए इहें ज़ैपडोस बुलाया जाता है।",
  "Moltres is a Legendary Pokémon that has the ability to control fire. If this Pokémon is injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself.": "लजेंडर पोकमॉन जो आग को कंटोल कर सकते हैं। जब इनका शरर घायल होता है, तो ये वालामुखी क मैमा में घुसते हैं और चोट को जला कर ठीक करते हैं।",
  "This Pokémon’s sinister, flame-like aura will consume the spirit of any creature it hits. Victims become burned-out shadows of themselves.": "इन पोकमॉन क भयानक आग जैसी ऑरा अगर कसी को लगे तो उसक आमा का अंत होने लगता है और वह जल क सफेद हो जाती है।",
  "Dratini continually molts and sloughs off its old skin. It does so because the life energy within its body steadily builds to reach uncontrollable levels.": "डटनी लगातार अपनी पुरानी वचा क कंचुल नकालते हैं। ऐसा इसीलए होता है योंक उनक शरर क भीतर जीवन ऊजा लगातार बढ़ती जाती है और अनयंिक तर तक पँच जाती हैं।",
  "Dragonair stores an enormous amount of energy inside its body. It is said to alter weather conditions in its vicinity by discharging energy from the crystals on its neck and tail.": "इनक शरर में बत ऊजा होती है। कहा जाता है क ये गदन और पुंछ पर लगे िटल से एनिज छोड़ते हैं और अपने आस-पास क मौसम को बदल देते हैं।",
  "Dragonite is capable of circling the globe in just 16 hours. It is a kindhearted Pokémon that leads lost and foundering ships in a storm to the safety of land.": "ये पोकमॉन 16 घंट में पृवी का चकर लगा सकते हैं। ये नेकदल पोकमॉन होते हैं जो तूफान में तबाह होने वाल जहाजों को तट तक का राता दखाते हैं।",
  "Mewtwo is a Pokémon that was created by genetic manipulation. However, even though the scientific power of humans created this Pokémon's body, they failed to endow Mewtwo with a compassionate heart.": "जेनेटक इंजीनयरंग ारा बनाया गया पोकमॉन। मानव वैानक भल ही शरर का नमाण कर सकं हो मगर एक नेक दल नहीं बना पाए।",
  "Mew is said to possess the genetic composition of all Pokémon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people.": "कहा जाता है क इस पोकमॉन में सार पोकमॉन क जीन होते हैं। ये जब चाहे गायब हो सकते हैं, इसीलए ये इंसान क पास हो तब भी इंसानों को पता नहीं चलता।",
  "In battle, Chikorita waves its leaf around to keep the foe at bay. However, a sweet fragrance also wafts from the leaf, becalming the battling Pokémon and creating a cozy, friendly atmosphere all around.": "चकोरटा वरोधी को डराने क लए अपनी पती को गोल-गोल घूमाते हैं, लकन पती से मीठी सुगंध नकलती है, जो वरोधी पोकमॉन को शांत करते ए शांतपूण माहौल बना देती है।",
  "Bayleef's neck is ringed by curled-up leaves. Inside each tubular leaf is a small shoot of a tree. The fragrance of this shoot makes people peppy.": "इनक गल पर लगे मुड़े ए पतों क अंदर एक पेड़ क छोट कल होती है। उस कल क खुशबू लोगों को खुश कर देती हैं।",
  "The fragrance of Meganium's flower soothes and calms emotions. In battle, this Pokémon gives off more of its becalming scent to blunt the foe's fighting spirit.": "अपने फूल क महक से ये भावनाओं को शांत कर सकते हैं। लड़ाई क समय, ये सुगंध फैला कर वरोधी क लड़ाई करने क भावनाओं को शांत कर देते हैं।",
  "Cyndaquil protects itself by flaring up the flames on its back. The flames are vigorous if the Pokémon is angry. However, if it is tired, the flames splutter fitfully with incomplete combustion.": "अपनी पीठ से आग क लपटं छोड़कर अपनी रा करते हैं। गुसे में इनक लपटं बत तेज होती हैं, लकन थक होने पर आधी-अधूर जलती हैं।",
  "Quilava keeps its foes at bay with the intensity of its flames and gusts of superheated air. This Pokémon applies its outstanding nimbleness to dodge attacks even while scorching the foe with flames.": "तेज लपटों और गम हवा क बल से डराते हैं। वरोधी क हमलों से तेजी से बच कर उहें आग से जला देते हैं।",
  "Typhlosion obscures itself behind a shimmering heat haze that it creates using its intensely hot flames. This Pokémon creates blazing explosive blasts that burn everything to cinders.": "ये चलचलाती आग से अपने चारों ओर गमी क धुंध बनाकर खुद को छुपा सकते हैं। इनक धधकती ई लपटों क धमाक आस-पास सब कछ जला देते हैं।",
  "Said to purify lost, forsaken souls with its flames and guide them to the afterlife. I believe its form has been influenced by the energy of the sacred mountain towering at Hisui’s center.": "माना जाता है क हसुइ क कं में होने वाल पव पहाड़ क वजह से इनका प ऐसा है। कहा जाता है क भटकती आमाओं को अपनी लपटों से शु करक वदा करते हैं।",
  "Despite the smallness of its body, Totodile's jaws are very powerful. While the Pokémon may think it is just playfully nipping, its bite has enough power to cause serious injury.": "इनका शरर छोटा होता हैं, लकन जबड़ा बत शतशाल होता है। इनक ताकत इतनी होती है क नहामछ यार से भी काटं तो भी गंभीर चोट आ सकती है।",
  "Once Croconaw has clamped its jaws on its foe, it will absolutely not let go. Because the tips of its fangs are forked back like barbed fishhooks, they become impossible to remove when they have sunk in.": "एक बार ये काट ल तो छोड़ते नहीं हैं। इनक दांतों का आगे का हसा मछल पकड़ने क क क तरह मुड़ा होता है, इसलए एक बार ये दांत घुसा दे तो छोड़ेंगे नहीं।",
  "Feraligatr intimidates its foes by opening its huge mouth. In battle, it will kick the ground hard with its thick and powerful hind legs to charge at the foe at an incredible speed.": "अपना बड़ा मुंह खोलकर वरोधी को धमकाते हैं। अपने ताकतवर िपछल पैरों से जमीन को लात मार क जबरदत गत से दौड़ते हैं।",
  "When Sentret sleeps, it does so while another stands guard. The sentry wakes the others at the first sign of danger. When this Pokémon becomes separated from its pack, it becomes incapable of sleep due to fear.": "ये पोकमॉन झुंड में रहते हैं और बार-बार से सोते हैं। जब कोई खतरा महसूस हो तो ये अपने सािथयों को जगाते हैं। अगर ये झुंड से अलग हो जाते हैं तो डर क वजह से सो नहीं पाते।",
  "Furret has a very slim build. When under attack, it can slickly squirm through narrow spaces and get away. In spite of its short limbs, this Pokémon is very nimble and fleet.": "अगर दुमन हमला कर तो ये  छोट और पतल जगहों मे घुस कर बच नकलते हैं। इनक हाथ-पैर छोट होते हैं पर बत तेज होते हैं।",
  "Hoothoot has an internal organ that senses and tracks the earth's rotation. Using this special organ, this Pokémon begins hooting at precisely the same time every day.": "इनक शरर में एक ऐसा अंग होता है जो पृवी क घूमने को भांप लता है, इसलए हर दन ये एक ही समय पर चीखते हैं।",
  "Noctowl never fails at catching prey in darkness. This Pokémon owes its success to its superior vision that allows it to see in minimal light, and to its soft, supple wings that make no sound in flight.": "थोड़ी सी रोशनी मे भी आराम से देखने वाल आंखे और आवाज न नकालने वाल पंख क कारण रात क समय शकार इनसे कभी नहीं बचता।",
  "Ledyba secretes an aromatic fluid from where its legs join its body. This fluid is used for communicating with others. This Pokémon conveys its feelings to others by altering the fluid's scent.": "ये अपने पैरों क नीचे से नकालने वाल तरल क गंध से अपने सािथयों से बात करते हैं। कहा जाता है क ये गंध क अंतर से भावनाओं को समझते हैं।",
  "It is said that in lands with clean air, where the stars fill the sky, there live Ledian in countless numbers. There is a good reason for this—the Pokémon uses the light of the stars as its energy.": "कहा जाता है क लडयन उस जगह यादा होते हैं, जहा बत सार तार दखें और हवा साफ हो। ऐसा इसलए है योंक ये तारों क रोशनी को एनिज मे बदलते हैं।",
  "The web spun by Spinarak can be considered its second nervous system. It is said that this Pokémon can determine what kind of prey is touching its web just by the tiny vibrations it feels through the web's strands.": "जो जाला ये बनाते हैं वह इनका दूसरा नवस सटम होता है। कहा जाता है क जाल क धागे मे होने वाल हक से कंपन से ही इहें शकार क कार का पता लग जाता है।",
  "Ariados's feet are tipped with tiny hooked claws that enable it to scuttle on ceilings and vertical walls. This Pokémon constricts the foe with thin and strong silk webbing.": "इनक पैरों पर छोट क जैसे पंजे होते हैं, जससे ये छत या सीधी दीवारों पर चल सकते हैं। ये पतल और मज़बूत जाल से दुमन को जकड़ लते हैं।",
  "If this Pokémon is flying by fluttering only a pair of wings on either the forelegs or hind legs, it's proof that Crobat has been flying a long distance. It switches the wings it uses if it is tired.": "अगर हाथ या पैर में से एक ही पंख फड़फड़ा रहें हो तो समझ जाना लबी दूर का सफ़र तय कर रहे हैं। जब थक जाते हैं तो दूसर पंख क सेट को इतेमाल करते हैं।",
  "Chinchou lets loose positive and negative electrical charges from its two antennas to make its prey faint. This Pokémon flashes its electric lights to exchange signals with others.": "शकार को बेहोश करने क लए ये अपने 2 ऐंटना से लस और माइनस क इलटसट नकलते हैं। इलटकल लाइट को सािथयों को संकत भेजने क लए इतेमाल करते हैं।",
  "Lanturn is nicknamed “the deep-sea star” for its illuminated antenna. This Pokémon produces light by causing a chemical reaction between bacteria and its bodily fluids inside the antenna.": "ये पोकमॉन गहर समु क तार कहलाएं जाते हैं। ऐंटना क अंदर क बैटरया और शरर क तरल पदाथ क कमकल रएशन से रोशनी पैदा करते हैं।",
  "Pichu charges itself with electricity more easily on days with thunderclouds or when the air is very dry. You can hear the crackling of static electricity coming off this Pokémon.": "ये पोकमॉन गरजने वाल बादलों या सूखी हवा वाल दन पर बजल को आसानी से जमा कर पाते हैं।",
  "On nights with many shooting stars, Cleffa can be seen dancing in a ring. They dance through the night and stop only at the break of day, when these Pokémon quench their thirst with the morning dew.": "जब रात में टूटते तार बत हों तो ये पोकमॉन साथ में गोला बना कर नाचते ए दख सकते हैं। सूरज नकलने तक ये नाचते रहते हैं और हवा क ओस से अपनी यास बुझाते हैं।",
  "Igglybuff's vocal cords are not sufficiently developed. It would hurt its throat if it were to sing too much. This Pokémon gargles with freshwater from a clean stream.": "इनक वोकल कॉड अभी तक पूर तरह वकसत नहीं ई होती इसलए अगर ये लगातार गाते रहें तो इनका गला दुख जाता है। ऐसा होने पर ये साफ जलधारा क ताजे पानी से गरार करते हैं।",
  "As its energy, Togepi uses the positive emotions of compassion and pleasure exuded by people and Pokémon. This Pokémon stores up feelings of happiness inside its shell, then shares them with others.": "इंसानों से नकलते ई नेक और खुश भावनाओं को एनिज क तौर पर इतेमाल करते हैं। अपने शेल में खुशयों को बटोर कर सब में बांटते हैं।",
  "Togetic is said to be a Pokémon that brings good fortune. When the Pokémon spots someone who is pure of heart, it is said to appear and share its happiness with that person.": "कहा जाता है क ये पोकमॉन सौभाय लाते हैं। जब ये कसी शु मन क इंसान को ढूंढ लते हैं तब ये खुद को दखा कर उनक साथ सुख बांटते हैं।",
  "Natu cannot fly because its wings are not yet fully grown. If your eyes meet with this Pokémon's eyes, it will stare back intently at you. But if you move even slightly, it will hop away to safety.": "इनक पंख अभी बड़े नहीं ए इसलए ये उड़ नहीं सकते। अगर आपक इनसे आंखे मल तो ये लगातार आपको घूरते रहेंगे, लकन जैसे ही आप थोड़ा सा भी हल तो ये कद-कद कर भाग जाते हैं।",
  "Xatu stands rooted and still in one spot all day long. People believe that this Pokémon does so out of fear of the terrible things it has foreseen in the future.": "ऐसा माना जाता है क ज़ाटू दन भर िथर इसलए बैठे रहते हैं योंक ये भवय मं होने वाल भयानक घटनाएं देख चुक होते हैं, और उससे डर रहे होते हैं।",
  "Mareep's fluffy coat of wool rubs together and builds a static charge. The more static electricity is charged, the more brightly the lightbulb at the tip of its tail glows.": "ये पोकमॉन क बाल आपस मे िघस क टैटक इलटसट जमा कर लते हैं। जतनी अधक इलटसट जमा होती है उतना ही इनक पुंछ पर लगा बब चमकता है।",
  "Flaaffy's wool quality changes so that it can generate a high amount of static electricity with a small amount of wool. The bare and slick parts of its hide are shielded against electricity.": "चूंक इनक बालों क वालट बदल जाती है, इसलए संया कम होने पर भी अधक बजल पैदा कर सकते हैं। इनक वचा चकनी होती है जो बजल को रोक देती है।",
  "Ampharos gives off so much light that it can be seen even from space. People in the old days used the light of this Pokémon to send signals back and forth with others far away.": "डैगल इतनी रोशनी देते है क इहें अंतर से भी देखा जा सकता है। पुराने दनों में लोग इस पोकमॉन क रोशनी का इतेमाल दूसरों को दूर-दूर तक सनल भेजने क लए करते थे।",
  "When Bellossom gets exposed to plenty of sunlight, the leaves ringing its body begin to spin around. This Pokémon's dancing is renowned in the southern lands.": "जब इहें ढेर सार धूप मलती है तब इनक पतयां गोल-गोल घूमने लगती हैं। नासूम का नृय दणी देशों में स है।",
  "Marill's oil-filled tail acts much like a life preserver. If you see just its tail bobbing on the water's surface, it's a sure indication that this Pokémon is diving beneath the water to feed on aquatic plants.": "इनक तेल से भर पूंछ लोटंग रंग का काम करती है। अगर इनक कवल पूंछ पानी क सतह पर तैर रही हो, तो यह एक संकत है क ये गोता लगा कर जल क पौधे खा रहे हैं।",
  "Azumarill's long ears are indispensable sensors. By focusing its hearing, this Pokémon can identify what kinds of prey are around, even in rough and fast-running rivers.": "अबॉल क लबे कान उसक महवपूण सेंसर हैं। अगर ये यान लगा क सुने तो तेज धारा वाल नदी में भी शकार क कार को समझ जाते हैं।",
  "Sudowoodo camouflages itself as a tree to avoid being attacked by enemies. However, because its hands remain green throughout the year, the Pokémon is easily identified as a fake during the winter.": "दुमन क हमल से बचने क लए एक पेड़ होने का नाटक करते हैं। दोनों हाथ पूर साल ही हर रहते हैं, इसलए सदयों मे पता चल जाता है क वह नकल हाथ हैं।",
  "The curled hair on Politoed's head is proof of its status as a king. It is said that the longer and more curled the hair, the more respect this Pokémon earns from its peers.": "सर पर घुंघराला बाल इनक राजा होने का तीक है। ऐसा कहा जाता है क वह बाल जतना लबा और घुंघराला होगा, बैंगचीकंग को अपने सािथयों से उतना ही समान मलगा।",
  "This Pokémon drifts and floats with the wind. If it senses the approach of strong winds, Hoppip links its leaves with other Hoppip to prepare against being blown away.": "ये पोकमॉन हवा क साथ बहते और उड़ते हैं। जब इहें तेज हवा क आने का संकत महसूस होता है, तो ये अपने सािथयों क साथ पतयों को फसा कर खुद को उड़ने से बचाने क तैयार करते हैं।",
  "Skiploom's flower blossoms when the temperature rises above 64 degrees Fahrenheit. How much the flower opens depends on the temperature. For that reason, this Pokémon is sometimes used as a thermometer.": "जब तापमान 18 डी से अधक होता है तब इनक फूल खुलते हैं। चूंक तापमान क आधार पर फूल क खुलने का तरका बदल जाता है, इसलए कई जगह इहें थमामीटर क जगह भी इतेमाल कया जाता है।",
  "Jumpluff rides warm southern winds to cross the sea and fly to foreign lands. The Pokémon descends to the ground when it encounters cold air while it is floating.": "ये पोकमॉन गम दणी हवा पर सवार करते ए समु पार करक वदेश तक उड़ जाते हैं। जब ये ठंडी हवा को छूते हैं तो वापस जमीन पर आ जाते हैं।",
  "Aipom's tail ends in a hand-like appendage that can be cleverly manipulated. However, because the Pokémon uses its tail so much, its real hands have become rather clumsy.": "अपनी पुंछ को हाथ क तरह बत चतुराई से इतेमाल कर करते हैं, हालांक उसक वजह से इनक असल हाथ बत अजीब हो गए।",
  "Sunkern tries to move as little as it possibly can. It does so because it tries to conserve all the nutrients it has stored in its body for its evolution. It will not eat a thing, subsisting only on morning dew.": "ये वकसत होने क लए अपने शरर में जमा कए गए पोषक तवों को संरत करने क कोशश में बकल भी हलते-डुलते नहीं हैं। ये सुबह क ओस क अलावा कछ भी नहीं खाते।",
  "Sunflora converts solar energy into nutrition. It moves around actively in the daytime when it is warm. It stops moving as soon as the sun goes down for the night.": "ये सूरज क एनिज से पौटक तव बनाते हैं। जब दन मे तापमान गम होता है तब ये सय होते हैं और जब सूरज ढल जाता है तब हलना बंद कर देते हैं।",
  "Yanma is capable of seeing 360 degrees without having to move its eyes. It is a great flier that is adept at making sudden stops and turning midair. This Pokémon uses its flying ability to quickly chase down targeted prey.": "अपनी आखों को बना हलाए ये 360 डी देख सकते हैं। अचानक ेक लगाना या उड़ने क दशा बदलने में ये माहर हैं। तेजी से उड़ क अपने शकार का पीछा करते हैं।",
  "Wooper usually lives in water. However, it occasionally comes out onto land in search of food. On land, it coats its body with a gooey, toxic film.": "ये आमतौर पर पानी मे रहते हैं, लकन कभी-कभी खाने क तलाश में जमीन पर आ जाते हैं। जमीन पर आने पर शरर को जहरल चपचपे पदाथ से ढक लते हैं।",
  "After losing a territorial struggle, Wooper began living on land. The Pokémon changed over time, developing a poisonous film to protect its body.": "बैटल में इलाका हारने क बाद ये ज़मीन पर रहने लगे। इनमें समय क साथ बदलाव आ, व शरर क सुरा क लए ज़हरल परत वकसत क।",
  "Quagsire hunts for food by leaving its mouth wide open in water and waiting for its prey to blunder in unaware. Because the Pokémon does not move, it does not get very hungry.": "ये पोकमॉन पानी में अपना मुंह खोलते हैं और गलती से शकार का मुंह मे घुसने का इंतज़ार करते हैं। ये यादा हलते नहीं है इसलए इहें यादा भूक नहीं लगती है।",
  "Espeon is extremely loyal to any Trainer it considers to be worthy. It is said that this Pokémon developed its precognitive powers to protect its Trainer from harm.": "ये कसी भी टनर क त बेहद वफ़ादार होते है जसे वे योय मानते हैं। ऐसा कहा जाता है क इहोंने अपने टनर को खतर से बचाने क लए भवय देखने क मता वकसत क हैं।",
  "Umbreon evolved as a result of exposure to the moon's waves. It hides silently in darkness and waits for its foes to make a move. The rings on its body glow when it leaps to attack.": "ये पोकमॉन चाँद क कंपन से वकसत ए हैं। ये अंधेर में चुपचाप िछप जाते हैं और अपने दुमनों क चाल चलने क तीा करते हैं। जब ये हमला करते हैं, तब इनक शरर पर बने रंग चमकते हैं।",
  "Murkrow was feared and loathed as the alleged bearer of ill fortune. This Pokémon shows strong interest in anything that sparkles or glitters. It will even try to steal rings from women.": "इनसे डरा जाता था योंक ऐसा माना जाता था क ये दुभाय लाते हैं। इहें चमकती चीज़े बत पसंद हैं और ये महलाओं क अंगूठी चुराने क कोशश करते हैं।",
  "Slowking undertakes research every day in an effort to solve the mysteries of the world. However, this Pokémon apparently forgets everything it has learned if the Shellder on its head comes off.": "दुनया क अजूबों को जानने क लए हर दन रसच करते हैं, लकन माना जाता है क सर से शेडर को हटा दे तो सब कछ भूल जाते हैं।",
  "A combination of toxins and the shock of evolving has increased Shellder’s intelligence to the point that Shellder now controls Slowking.": "वकसत होने क शॉक और पदाथों क वजह से शेडर क बुि इतनी बढ़ गई क वे लोकंग को कंटोल करने लग गए।",
  "Misdreavus frightens people with a creepy, sobbing cry. The Pokémon apparently uses its red spheres to absorb the fearful feelings of foes and turn them into nutrition.": "ये लोगों को एक खौफनाक, कराहते ई रोने क आवाज से डराते हैं। ये पोकमॉन लाल गोलों का उपयोग दुमनों क डर क भावनाओं को सोखने और उहें पोषण में बदलने क लए करते हैं।",
  "This Pokémon is shaped like ancient writing. It is a mystery as to which came first, the ancient writings or the various Unown. Research into this topic is ongoing but nothing is known.": "ये पोकमॉन ाचीन शद जैसे दखते हैं। पहल ाचीन शद आए या पहल नामालूम आए ये आज तक पता नहीं चला। इसपर रसच चल रही है लकन आज तक यह पहेल हल नहीं ई।",
  "If two or more Wobbuffet meet, they will turn competitive and try to outdo each other's endurance. However, they may try to see which one can endure the longest without food. Trainers need to beware of this habit.": "यद दो या दो से यादा सचमुची इका होते हैं, तो वे एक दूसर क साथ सहने क मता क तुलना करना शु कर देते हैं, इसलए सचमुची क टनर को सावधान रहने क जरत है।",
  "Girafarig's rear head also has a brain, but it is small. The rear head attacks in response to smells and sounds. Approaching this Pokémon from behind can cause the rear head to suddenly lash out and bite.": "इनक पुंछ क सर पर में भी दमाग होता है। ये गंध या आवाज क जवाब में हमला करते हैं, इसलए यद आप पीछे से इनक पास जाते हैं, तो आपको अचानक काट लया जाएगा।",
  "Pineco hangs from a tree branch and patiently waits for prey to come along. If the Pokémon is disturbed while eating by someone shaking its tree, it drops down to the ground and explodes with no warning.": "ये शकार क तीा में पेड़ क टहनी पर लटक रहते हैं। यद पेड़ हलता है और इनक भोजन में बाधा आती है, तो ये जमीन पर गर कर अचानक फट जाते हैं।",
  "Forretress conceals itself inside its hardened steel shell. The shell is opened when the Pokémon is catching prey, but it does so at such a quick pace that the shell's inside cannot be seen.": "इनका असल शरर टल शेल क अंदर होता है। शकार पकड़ने क लए इनका शेल खुलता है, लकन इतना तेजी से खुलता और बंद होता है क अंदर का शरर दख ही नहीं पाता।",
  "Dunsparce has a drill for its tail. It uses this tail to burrow into the ground backward. This Pokémon is known to make its nest in complex shapes deep under the ground.": "ये पोकमॉन जमीन में पीछे क ओर खुदाई करने क लए एक डल जैसी पूंछ का उपयोग करते हैं और गहर कॉलस आकार क छेद वाल घोंसल बनाते हैं।",
  "Gligar glides through the air without a sound as if it were sliding. This Pokémon hangs on to the face of its foe using its clawed hind legs and the large pincers on its forelegs, then injects the prey with its poison barb.": "ये हवा मे बना आवाज कये लाइड करते हैं जैसे वे फसल रहे हों। अपने हाथ क बड़े पंजों और पौरों क पंजों से ये अपने शकार क चेहर पर चपक जाते हैं और अपना जहरला कांटा घुसा देते हैं।",
  "Steelix lives even further underground than Onix. This Pokémon is known to dig toward the earth's core. There are records of this Pokémon reaching a depth of over six-tenths of a mile underground.": "ये ऑनस से भी गहर जमीन मे रहते हैं। पृवी क कं क दशा में खुदाई करते ए ये 1 कलोमीटर क गहराई तक भी पँच सकते हैं।",
  "By baring its fangs and making a scary face, Snubbull sends smaller Pokémon scurrying away in terror. However, this Pokémon seems a little sad at making its foes flee.": "ये अपने नुकल दांतों नकाल कर एक डरावना चेहरा बनाते हैं और छोट पोकमॉन को डरा कर भगा देते हैं। हालाँक, ये पोकमॉन अपने दुमनों को भगा कर थोड़े दुखी हो जाते हैं।",
  "Granbull has a particularly well-developed lower jaw. The enormous fangs are heavy, causing the Pokémon to tip its head back for balance. Unless it is startled, it will not try to bite indiscriminately.": "बत वकसत नचल जबड़े वाल पोकमॉन। इनक दांत भार होते हैं, इसलए इनका सर थोड़ा झुका होता है। अगर इहें चौकाया न जाए तो ये बना मतलब क कभी नहीं काटते।",
  "Qwilfish sucks in water, inflating itself. This Pokémon uses the pressure of the water it swallowed to shoot toxic quills all at once from all over its body. It finds swimming somewhat challenging.": "नगल ए पानी क शत का उपयोग कर क, पूर शरर क जहर वाल सुइयों को एक ही बार में लॉच कर देते हैं। ये पोकमॉन तैरने में इतने अछे नहीं होते।",
  "Fishers detest this troublesome Pokémon because it sprays poison from its spines, getting it everywhere. A different form of Qwilfish lives in other regions.": "ये पोकमॉन अपनी सुइयों से ज़हर फैलाते हैं इसलए मछुआरों क लये बत दक़्क़त कर देते हैं। इन पोकमॉन को अय रजन में अलग प में पाया जाता है।",
  "Scizor has a body with the hardness of steel. It is not easily fazed by ordinary sorts of attacks. This Pokémon flaps its wings to regulate its body temperature.": "टल जैसे कठोर इनक शरर को मामूल या छोट हमलों का कोई फरक नहीं पड़ता। शरर क तापमान को नयंित करने क लए पंख फड़फड़ाते हैं।",
  "Shuckle quietly hides itself under rocks, keeping its body concealed inside its hard shell while eating berries it has stored away. The berries mix with its body fluids to become a juice.": "चान क नीचे छुप कर अपने शेल मे टोर कर ई बेर को खाते हैं। शरर क तरल से मल कर बेर जूस बन जाती हैं।",
  "Heracross charges in a straight line at its foe, slips beneath the foe's grasp, and then scoops up and hurls the opponent with its mighty horn. This Pokémon even has enough power to topple a massive tree.": "सीधी रखा मे दुमन पर अटैक करते हैं, और नीचे झुक कर अपने ताकतवर सींग से उहें उठा कर फेंक देते हैं। इन पोकमॉन क पास एक वशाल पेड़ को गराने क भी शत है।",
  "Sneasel scales trees by punching its hooked claws into the bark. This Pokémon seeks out unguarded nests and steals eggs for food while the parents are away.": "अपने क जैसे पंजों को पेड़ों मे घुसा कर ऊपर चढ़ जाते हैं। जब माता-िपता दूर होते हैं तब ये पेड़ क ऊपर क घोंसल पर चढ़ कर अंडे चुरा कर खा जाते हैं।",
  "Its sturdy, curved claws are ideal for traversing precipitous cliffs. From the tips of these claws drips a venom that infiltrates the nerves of any prey caught in Sneasel’s grasp.": "इनक मज़बूत पंजे और पंजों का आकार चानों पर छड़ने क लए बहत फायदेमंद है। इनक पंजों क सर से नकालने वाल ज़हर से अपने शकार क तंिकाओ को नुकसान पंचाते हैं।",
  "This Pokémon likes to lick its palms that are sweetened by being soaked in honey. Teddiursa concocts its own honey by blending fruits and pollen collected by Beedrill.": "ये पोकमॉन शहद से लथपथ अपने हाथों को चाटते रहते हैं। टडीलू अपना शहद फलों और बीडल ारा इका कए गए पराग से बनाते हैं।",
  "In the forests inhabited by Ursaring, it is said that there are many streams and towering trees where they gather food. This Pokémon walks through its forest gathering food every day.": "भालूरन क बसे ए वाइडों में कहा जाता है क यहां कई नदयां और ऊंचे पेड़ हैं जहां वे भोजन इका करते हैं। ये पोकमॉन हर दन अपने वाइड में भोजन इका करने क लए चलते हैं।",
  "Molten magma courses throughout Slugma's circulatory system. If this Pokémon is chilled, the magma cools and hardens. Its body turns brittle and chunks fall off, reducing its size.": "जलता आ लावा इनक शरर क अंदर घूमता है, लकन जब ये ठंडे होते हैं, तो ये सत होकर टूटने लगते हैं, जससे इनका शरर छोटा हो जाता है।",
  "Magcargo's shell is actually its skin that hardened as a result of cooling. Its shell is very brittle and fragile—just touching it causes it to crumble apart. This Pokémon returns to its original size by dipping itself in magma.": "इनका शेल असल मे इनक ठंडी होकर सत ई वचा है। वह मा छूने से ही टूट जाती है। जब ये मैमा में घुसते हैं, तो ये अपने मूल आकार में वापस आ जाते हैं।",
  "Swinub roots for food by rubbing its snout against the ground. Its favorite food is a mushroom that grows under the cover of dead grass. This Pokémon occasionally roots out hot springs.": "भोजन खोजने क लए अपनी नाक को जमीन पर रगड़ते हैं। इहें सूखी घास क नीचे उगने वाल मशम बत पसंद हैं। कभी-कभी ये गम पानी क झरने खोद नकालते हैं।",
  "Piloswine is covered by a thick coat of long hair that enables it to endure the freezing cold. This Pokémon uses its tusks to dig up food that has been buried under ice.": "जमा देने वाल ठंड से बचने क लए ये मोट और लबे फ़र से ढक होते हैं। आपने दांतों से बर्फ मे जमे खाने को खोद कर नकाल लते हैं।",
  "Corsola's branches glitter very beautifully in seven colors when they catch sunlight. If any branch breaks off, this Pokémon grows it back in just one night.": "इनक शाखाएं सूरज क संपक में आने पर सात रंगों मे चमकती हैं, और बत सुंदर लगती हैं। अगर एक शाखा टूट भी जाए तो ये उसे एक रात मे वापस उगा लते हैं।",
  "Watch your step when wandering areas oceans once covered. What looks like a stone could be this Pokémon, and it will curse you if you kick it.": "ये असर उन जगहों पर लट रहते हैं जो बत पहल समु आ करती थीं। यद आप इहें गलती से एक पथर समझ क लात मारते हैं, तो ये आपको ाप दे देंगे।",
  "Remoraid sucks in water, then expels it at high velocity using its abdominal muscles to shoot down flying prey. When evolution draws near, this Pokémon travels downstream from rivers.": "ये जो पानी पीते हैं उसे बाहर नकालने क लए अपने पेट क मांसपेशयों का उपयोग कर क और आसमान में उड़ने वाल शकार को मार गराते हैं। जैसे-जैसे वकसत होने का समय पास आता है, ये नदी क बहाव क दशा मे चलते जाते हैं।",
  "Octillery grabs onto its foe using its tentacles. This Pokémon tries to immobilize it before delivering the finishing blow. If the foe turns out to be too strong, Octillery spews ink to escape.": "अपने टंटकल से वो वरोधी को जकड़ लते हैं। खम करने से पहल ये वरोधी को हलने-डुलने में पूर तरह वफल कर देते हैं। और जब ऐसा नहीं कर पाते, तब ये इंक थूक कर भाग जाते हैं।",
  "Delibird carries its food bundled up in its tail. There once was a famous explorer who managed to reach the peak of the world's highest mountain, thanks to one of these Pokémon sharing its food.": "अपने भोजन को अपनी पूंछ में बांधकर चलने वाला पोकमॉन। एक बार, एक स खोजकता था जो दुनया क सबसे ऊंचे पवत क चोट तक पंचने में कामयाब हो पाया योंक डेलबड ने उससे अपना खाना शेयर कया था।",
  "On sunny days, schools of Mantine can be seen elegantly leaping over the sea's waves. This Pokémon is not bothered by the Remoraid that hitches rides.": "साफ आसमान वाल दन में, लहरों पर शानदार छलांग लगते ए मैटागरक झुंड को देखा जा सकता हैं। ये चपक कर साथ में चलने वाल मीनगन से परशान नहीं होते।",
  "Skarmory is entirely encased in hard, protective armor. This Pokémon flies at close to 190 mph. It slashes foes with its wings that possess swordlike cutting edges.": "इनका पूरा शरर कठोर आमर से ढका आ है। 300 km/घंटा क गत से आसमान मे उड़ते हैं और दुमन को अपने तलवार जैसी धार वाल पंखों से काटते हैं।",
  "Houndour hunt as a coordinated pack. They communicate with each other using a variety of cries to corner their prey. This Pokémon's remarkable teamwork is unparalleled.": "अपने सािथयों से संपक में रहने और अपने शकार को घेरने क लए वभन आवाज़ों का उपयोग करते हैं। इन पोकमॉन का टमवक सबसे अछा है।",
  "In a Houndoom pack, the one with its horns raked sharply toward the back serves a leadership role. These Pokémon choose their leader by fighting among themselves.": "डीवान क पैक में, जसक सींग पीछे क ओर तेजी से बढ़ते हैं, वे लडर क भूमका नभाते हैं। ये पोकमॉन आपस में लड़कर अपना लडर चुनते हैं। ",
  "Kingdra lives at extreme ocean depths that are otherwise uninhabited. It has long been believed that the yawning of this Pokémon creates spiraling ocean currents.": "ये गहर समु में रहते हैं जहाँ जीवत चीजें अनुपिथत हैं। लबे समय से यह माना जाता रहा है क कंगडा क उबासी समु क लहरों का कारण बनती है।",
  "For its nest, Phanpy digs a vertical pit in the ground at the edge of a river. It marks the area around its nest with its trunk to let the others know that the area has been claimed.": "ये नदी क कनार एक गहरा गड्ढा खोद कर उसमे रहते हैं। अपने रहने क जगह क पास अपनी सूंड से उस जगह को अपना जताते हैं।",
  "Donphan's favorite attack is curling its body into a ball, then charging at its foe while rolling at high speed. Once it starts rolling, this Pokémon can't stop very easily.": "अपने शरर को गोल करक वे बत तेज़ी से घूमते हैं और घूमते ए वरोधी पर सीधा हमला करते हैं। एक बार इनका घूमना शु होता है तो रोकना बत मुकल होता है।",
  "Porygon2 was created by humans using the power of science. The man-made Pokémon has been endowed with artificial intelligence that enables it to learn new gestures and emotions on its own.": "इहें इंसानों ने वान क ताकत से बनाया हैं। चूंक इनक पास आटिफ़शयल इंटलजेंस है, इसलए ये नए इशारों और भावनाओं को अपने आप सीखते हैं।",
  "Stantler's magnificent antlers were traded at high prices as works of art. As a result, this Pokémon was hunted close to extinction by those who were after the priceless antlers.": "आचयजनक आकार वाल सींग कला क प में महंगे बकने क कारण इस पोकमॉन को वलुत होने क कगार तक शकार कया गया।",
  "Smeargle marks the boundaries of its territory using a body fluid that leaks out from the tip of its tail. Over 5,000 different marks left by this Pokémon have been found.": "पूंछ क अंत से नकलने वाल तरल पदाथ से अपने इलाक क आस-पास माक बनाते हैं। 5000 तरह क माक अभी तक पाए गए हैं।",
  "Tyrogue becomes stressed out if it does not get to train every day. When raising this Pokémon, the Trainer must establish and uphold various training methods.": "अगर ये रोज टनंग न कर तो इहें टस हो जाता है। इसलए इनक टनर को अलग-अलग टनंग क तरकों को सोचना चाहए।",
  "Hitmontop spins on its head at high speed, all the while delivering kicks. This technique is a remarkable mix of both offense and defense at the same time. The Pokémon travels faster spinning than it does walking.": "तेज गत से घूमते ए जो कक ये मरते हैं वह अटैक और डफ़ेंस दोनों का काम करने वाला अुत मूव है। चलने से यादा तेज ये घूमते ए आगे बढ़ते हैं।",
  "Smoochum actively runs about, but also falls quite often. Whenever the chance arrives, it will look for its reflection to make sure its face hasn't become dirty.": "ये जोर से गोल-गोल घूमते है पर असर गर जाते हैं। जैसे ही उठते हैं तो झील क सतह पर अपना चेहरा देख कर चेक करते हैं क गंदा तो नहीं आ।",
  "Elekid stores electricity in its body. If it touches metal and accidentally discharges all its built-up electricity, this Pokémon begins swinging its arms in circles to recharge itself.": "जब इनक शरर में जमा बजल लोहे को छूकर डचाज हो जाती है, तो ये दोनों हाथों को गोल-गोल घुमाकर फर से बजल जमा करते हैं।",
  "Magby's state of health is determined by observing the fire it breathes. If the Pokémon is spouting yellow flames from its mouth, it is in good health. When it is fatigued, black smoke will be mixed in with the flames.": "अगर ये पोकमॉन अपने मुंह से पील आग नकाल रहा हो तो यह तीक है क ये वथ हैं। लकन जब ये थक होते हैं, तो आग में काला धुआ भी मल जाता है।",
  "Miltank gives over five gallons of milk on a daily basis. Its sweet milk is enjoyed by children and grown-ups alike. People who can't drink milk turn it into yogurt and eat it instead.": "ये रोजाना 20 लटर दूध देती हैं। इनका दूध बचों और बड़ों दोनों को बत पसंद है। और जो लोग दूध नहीं पसंद करते वह उसे दही बना क खाते हैं।",
  "Blissey senses sadness with its fluffy coat of fur. If it does so, this Pokémon will rush over to a sad person, no matter how far away, to share a Lucky Egg that brings a smile to any face.": "अगर इनका फ़्लफ फ़र कसी उदास दल को भांप लता है तो ये चाहे कतनी भी दूर यों न हो, पास आकर एक लक अंडा देते हैं जो कसी को भी खुश कर देता है।",
  "Raikou embodies the speed of lightning. The roars of this Pokémon send shock waves shuddering through the air and shake the ground as if lightning bolts had come crashing down.": "ये पोकमॉन बजल क गत क तीक हैं। जब ये गुराते हैं तब हवा और धरती ऐसे हलती है जैसे वे बजल गरते समय हलते हैं।",
  "Entei embodies the passion of magma. This Pokémon is thought to have been born in the eruption of a volcano. It sends up massive bursts of fire that utterly consume all that they touch.": "ये पोकमॉन मैमा क जोश क तीक हैं। माना जाता है क इन पोकमॉन का जम वालामुखी क वफोट में आ था इसलए ये सब कछ जला देने वाल आग छोड़ते हैं।",
  "Suicune embodies the compassion of a pure spring of water. It runs across the land with gracefulness. This Pokémon has the power to purify dirty water.": "गम पानी क झरने क नेकता क तीक हैं। ये बत ही सुंदरता से दौड़ते हैं और साथ ही साथ दौड़ने वाल जगह क गंदे पानी को शु करने क शत भी रखते हैं।",
  "Larvitar is born deep under the ground. To come up to the surface, this Pokémon must eat its way through the soil above. Until it does so, Larvitar cannot see its parents.": "गहर जमीन क अंदर पैदा ए लारवार अपने माता-िपता क चेहर को तब तक नहीं देख सकते जब तक वे मी को खाकर जमीन पर नहीं जाते।",
  "Pupitar creates a gas inside its body that it compresses and forcefully ejects to propel itself like a jet. The body is very durable—it avoids damage even if it hits solid steel.": "ये शरर में बनने वाल गैस को कंेस करते हैं और उसे ज़ोर से छोड़ कर वमान क तरह उड़ सकते हैं। इनका शरर इतना मज़बूत होता है क टल से मारने पर भी इहें कोई फ़क नहीं पड़ेता।",
  "Tyranitar is so overwhelmingly powerful, it can bring down a whole mountain to make its nest. This Pokémon wanders about in mountains seeking new opponents to fight.": "इनक पास इतनी शत है क ये अपना घर बनाने क लए एक पहाड़ तक को नट कर देते हैं। लड़ने क लए वरोधयों क तलाश में पहाड़ों में घूमते रहते हैं।",
  "Lugia's wings pack devastating power—a light fluttering of its wings can blow apart regular houses. As a result, this Pokémon chooses to live out of sight deep under the sea.": "चूंक इनक पास अपने पंखों को हक से फड़फड़ा कर लोगों क घर तक उड़ा देने क शत है, इसलए ये छुप क समु क तल में रहने लग गए।",
  "Ho-Oh's feathers glow in seven colors depending on the angle at which they are struck by light. These feathers are said to bring happiness to the bearers. This Pokémon is said to live at the foot of a rainbow.": "ऐसा कहा जाता है क काश क ऐंगल क आधार पर सात रंगों में चमकने वाल इनक पंख खुशयां लाते हैं। माना जाता है क ये इधनुष क तलहट में रहते हैं।",
  "This Pokémon came from the future by crossing over time. It is thought that so long as Celebi appears, a bright and shining future awaits us.": "एक पोकमॉन जो समय को पार करक भवय से आए हैं। यह माना जाता है क जब तक सेलबी कट होते रहेंगे तब तक एक उवल भवय हमारा इंतज़ार करता रहेगा।",
  "Treecko has small hooks on the bottom of its feet that enable it to scale vertical walls. This Pokémon attacks by slamming foes with its thick tail.": "इनक पैर क तलवे पर एक छोटा सा कांटा लगा होता है जससे ये एक सीधी दीवार पर भी चढ़ सकते हैं। हमला करने क लए अपनी मोट पुंछ मारते हैं।",
  "The leaves growing out of Grovyle's body are convenient for camouflaging it from enemies in the forest. This Pokémon is a master at climbing trees in jungles.": "शरर से उगने वाल पते वाइड में दुमन से िछपने में उपयोगी होते हैं। घने वाइड में रहने वाल पेड़ चड़ने में माटर हैं।",
  "The leaves growing on Sceptile's body are very sharp edged. This Pokémon is very agile—it leaps all over the branches of trees and jumps on its foe from above or behind.": "शरर पर उगने वाल पतों में तेज धार होती हैं। एक पेड़ क शाखा से दूसर पर तेजी से कद कर दुमन क ऊपर या पीछे से हमला करते हैं।",
  "Torchic sticks with its Trainer, following behind with unsteady steps. This Pokémon breathes fire of over 1,800 degrees Fahrenheit, including fireballs that leave the foe scorched black.": "ये टनर से चपक कर अपने अिथर कदमों से चलते हैं। मुंह से नकलने वाल वाला 1000 डी सेसयस क होती है जो एक जलती ई गेंद क तरह वरोधी को जला क कला कर देती है।",
  "Combusken toughens up its legs and thighs by running through fields and mountains. This Pokémon's legs possess both speed and power, enabling it to dole out 10 kicks in one second.": "खेतों और पहाड़ों में दौड़कर अपने पैरों को टन करते हैं। इन पोकमॉन क पैरों में गत और शत दोनों हैं, जससे ये एक सेकंड में 10 कक मार सकते हैं।",
  "In battle, Blaziken blows out intense flames from its wrists and attacks foes courageously. The stronger the foe, the more intensely this Pokémon's wrists burn.": "जब लड़ने क बात आती है, तो इनक कलाई से एक चलचलाती आग नकलती है और ये बहादुर से चुनौती देते हैं। वरोधी जतना ताकतवर होता है इनक आग उतनी ही जोर से जलती है।",
  "The fin on Mudkip's head acts as highly sensitive radar. Using this fin to sense movements of water and air, this Pokémon can determine what is taking place around it without using its eyes.": "सर का पंख एक बत सेंसेटव रडार होता है। अपनी आंखों का उपयोग कए बना पानी और हवा क गत से आस-पास क परिथत को समझ सकते हैं।",
  "The surface of Marshtomp's body is enveloped by a thin, sticky film that enables it to live on land. This Pokémon plays in mud on beaches when the ocean tide is low.": "इनक शरर क सतह एक पतल, चपचपी परत से ढक होती है जो इहें जमीन पर रहने में सम बनाती है। समु क लहरं कम होने पर ये पोकमॉन समु तटों पर कचड़ में खेलते हैं।",
  "Swampert is very strong. It has enough power to easily drag a boulder weighing more than a ton. This Pokémon also has powerful vision that lets it see even in murky water.": "ये पोकमॉन 1 टन से भार वजन वाल चान को भी आराम से खीचने क ताकत रखते हैं। गंदे पानी में भी आराम से देख सकते हैं।",
  "At first sight, Poochyena takes a bite at anything that moves. This Pokémon chases after prey until the victim becomes exhausted. However, it may turn tail if the prey strikes back.": "ये जैसे ही कछ हलता-डुलता देखते हैं, उसे काट लते हैं। अपने शकार का तब तक पीछा करते हैं जब तक क वह थक क चूर न हो जाए, लकन अगर शकार पलटवार कर दे, तो ये पलटकर भाग भी जाते हैं।",
  "Mightyena gives obvious signals when it is preparing to attack. It starts to growl deeply and then flattens its body. This Pokémon will bite savagely with its sharply pointed fangs.": "ये गहराई से गुराना और फर अपने शरर को चपटा कर लने जैसे पट संकत देते हैं जब वे हमला करने क लए तैयार हो रहे हो। अपने नुकल दांतों से बेरहमी से बाइट करते हैं।",
  "Zigzagoon restlessly wanders everywhere at all times. This Pokémon does so because it is very curious. It becomes interested in anything that it happens to see.": "ये बेचैन होकर हर समय इसलए भटकते रहते है योंक, आखों से दख रही अलग अलग चीजों मे इहें दलचपी होती है और ये बत उसुक होते हैं।",
  "Its restlessness has it constantly running around. If it sees another Pokémon, it will purposely run into them in order to start a fight.": "अशांत होकर इधर-उधर भागते रहते हैं। यद कसी दूसर पोकमॉन को देखते हैं तो जानबूझकर ठुक कर लड़ाई करने क कोशश करते हैं।",
  "Linoone always runs full speed and only in straight lines. If facing an obstacle, it makes a right-angle turn to evade it. This Pokémon is very challenged by gently curving roads.": "हमेशा पूर गत से सीधी रखा मे दौड़ते हैं और बाधा का सामना करने पर 90 डी का मोड़ ल लते हैं। हक घुमावदार सड़क इनक लए बत चुनौतीपूण होती हैं।",
  "It uses its long tongue to taunt opponents. Once the opposition is enraged, this Pokémon hurls itself at the opponent, tackling them forcefully.": "अपनी लबी जीब से शकार को उकसाते हैं। एक बार शकार गुसा हो जाए तो उसे ताकतवर टैकल देते हैं।",
  "Using the spikes on its rear end, Wurmple peels the bark off trees and feeds on the sap that oozes out. This Pokémon's feet are tipped with suction pads that allow it to cling to glass without slipping.": "अपने पीछे क काँटों से पेड़ क छाल को छीलते हैं और उससे नकलने वाल रस को पीते  हैं। इनक पैरों में सशन पैड जससे से कांच पर भी नहीं फसलते।",
  "Silcoon tethers itself to a tree branch using silk to keep from falling. There, this Pokémon hangs quietly while it awaits evolution. It peers out of the silk cocoon through a small hole.": "अपने मुंह से नकल सक क धागे को पेड़ क शाखा पर लपेट कर अपने शरर को सपोट करते हैं और वकसत होने का इंतज़ार करते हैं। सक ककन क छोट से छेद में से बाहर क परिथत को देखते हैं। ",
  "Beautifly's favorite food is the sweet pollen of flowers. If you want to see this Pokémon, just leave a potted flower by an open window. Beautifly is sure to come looking for pollen.": "एक पोकमॉन जसे फूलों का मीठा पराग पसंद है। यद आप खड़क पर फूलों का गमला लगाते हैं, तो नचत प से ये पराग इका करने क लए उड़ आएंगे।",
  "Cascoon makes its protective cocoon by wrapping its body entirely with a fine silk from its mouth. Once the silk goes around its body, it hardens. This Pokémon prepares for its evolution inside the cocoon.": "रकन का शरर पतल धागे से बना होता है जो इनक मुंह से नकलता है और सत बनने क लए शरर क चारों और लपेटा आ होता है। इस ककन क अंदर ये वकसत होने का इंतज़ार करते हैं।",
  "Dustox is instinctively drawn to light. Swarms of this Pokémon are attracted by the bright lights of cities, where they wreak havoc by stripping the leaves off roadside trees for food.": "इहें काश क ओर आकिषत होने क आदत है। टीट लाइट ारा से आकिषत होकर आए ज़हरॉथ क झुंड सड़क क कनार क पेड़ों क पतयों को खा जाते हैं और उहें बखेर देते हैं।",
  "Lotad live in ponds and lakes, where they float on the surface. It grows weak if its broad leaf dies. On rare occasions, this Pokémon travels on land in search of clean water.": "ये तालाबों और झीलों क सतह पर तैरते रहते हैं। जब पते सूख जाते हैं, तो वे कमजोर हो जाते हैं, लकन कभी-कभी वे साफ पानी क तलाश में जमीन पर चल जाते हैं।",
  "Lombre is nocturnal—it will get active after dusk. It is also a mischief maker. When this Pokémon spots anglers, it tugs on their fishing lines from beneath the surface and enjoys their consternation.": "ये नशाचर होते हैं और शाम ढलने पर सय होते हैं। जब ये मछुआरों को देखते हैं, तो मजे करने क लए पानी क अंदर से उनक मछल पकड़ने क धागे को खीच कर उहें परशान करते हैं।",
  "Ludicolo begins dancing as soon as it hears cheerful, festive music. This Pokémon is said to appear when it hears the singing of children on hiking outings.": "जब ये हंसमुख गाने सुनते हैं, तो नाचने लगते हैं। ऐसा कहा जाता है क वह हाइकंग कर रहे बचों क गाने सुनकर आकिषत होकर आते हैं और दख जाते हैं।",
  "Seedot attaches itself to a tree branch using the top of its head. It sucks moisture from the tree while hanging off the branch. The more water it drinks, the glossier this Pokémon's body becomes.": "सर क टॉप को एक पेड़ क शाखा से जोड़ लते हैं और लटक-लटक पेड़ का पानी सोख लते हैं। जतना अधक पानी पीते हैं, इनका शरर उतना ही चमकदार होता जाता है।",
  "Nuzleaf live in densely overgrown forests. They occasionally venture out of the forest to startle people. This Pokémon dislikes having its long nose pinched.": "गहर घने जंगलों मे रहने वाल पोकमॉन। कभी-कभी जंगल से नकल कर लोगों को चौका देते हैं। इहें बकल पसंद नहीं क कोई इनक लबी नाक पकड़े।",
  "Shiftry is a mysterious Pokémon that is said to live atop towering trees dating back over a thousand years. It creates terrific windstorms with the fans it holds.": "रहयमयी पोकमॉन जनक बार में कहा जाता है क वे एक बड़े पेड़ क चोट पर रहते हैं जो 1000 साल से अधक पुराना है। पतयों से बने फ़ैन से बत तेज हवा चला सकते हैं।",
  "Taillow courageously stands its ground against foes, however strong they may be. This gutsy Pokémon will remain defiant even after a loss. On the other hand, it cries loudly if it becomes hungry.": "वरोधी कतना भी ताकतवर हो ये बहादुर से चुनौती देते हैं। हारने क बाद भी न डरने वाल हमती पोकमॉन। जब इहें भूख लगती है तो ये जोर-जोर से रोते हैं।",
  "Swellow flies high above our heads, making graceful arcs in the sky. This Pokémon dives at a steep angle as soon as it spots its prey. The hapless prey is tightly grasped by Swellow's clawed feet, preventing escape.": "ये ऊंचे आसमान में गोल आकार क झुंड मे उड़ते हैं और शकार दखने पर तेज गत से गोता लगते हैं। शकार को अपने पंजों मे पकड़कर नकलने नहीं देते।",
  "Wingull has the habit of carrying prey and valuables in its beak and hiding them in all sorts of locations. This Pokémon rides the winds and flies as if it were skating across the sky.": "इहें अपनी चोंच में खाना और महवपूण चीजें भरकर वभन जगहों पर छुपाने क आदत हैं। हवा में ऐसे उड़ते हैं जैसे कटंग कर रहे हों।",
  "Pelipper is a flying transporter that carries small Pokémon and eggs inside its massive bill. This Pokémon builds its nest on steep cliffs facing the sea.": "ये पोकमॉन टांसपोटर होते हैं जो अपनी बड़ी चोंच पर छोट पोकमॉन और अंडों को रखकर इधर-उधर जाते हैं। समु क कनार क खड़ी चान पर घोंसला बनाते हैं।",
  "Ralts senses the emotions of people using the horns on its head. This Pokémon rarely appears before people. But when it does, it draws closer if it senses that the person has a positive disposition.": "अपने सर क सींग से लोगों क भावनाओं को महसूस करते हैं। ये शायद ही कभी दखाई देते हैं, लकन अगर अछे इरादे क भावनाओं को महसूस करते है तो खुद से ही बाहर आकर दखाई दे जाते हैं।",
  "It is said that a Kirlia that is exposed to the positive emotions of its Trainer grows beautiful. This Pokémon controls psychokinetic powers with its highly developed brain.": "टनर क उवल भावनाओं क संपक में आने वाल करलया बत खूबसूरती से बड़े होते हैं। अपने वकसत दमाग से साइको पावर को कंटोल करते हैं।",
  "Gardevoir has the ability to read the future. If it senses impending danger to its Trainer, this Pokémon is said to unleash its psychokinetic energy at full power.": "कहा जाता है अगर अपने भवय देखने क शत से इहें टनर पर आने वाल खतर का आभास हो जाए तो ये अपनी अधकतम साइको-एनिज को इतेमाल करते हैं।",
  "From the tips of its feet, Surskit secretes an oil that enables it to walk on water as if it were skating. This Pokémon feeds on microscopic organisms in ponds and lakes.": "इनक पैरों क उंगलयों से तेल नकलता है जससे ये पानी क ऊपर ऐसे चलते हैं जैसे कटंग कर रहें हो। तालाबों और झीलों में रहने वाल माइोकोिपक जीवों को खाते हैं।",
  "Masquerain intimidates enemies with the eyelike patterns on its antennas. This Pokémon flaps its four wings to freely fly in any direction—even sideways and backwards—as if it were a helicopter.": "ऐंटना क आखों जैसे पैटन से दुमनों को डराते हैं। चार पंखों का उपयोग करक, एक हेलकॉटर क तरह हवा मे आगे, पीछे, बाएं और दाएं वतं प से उड़ सकते हैं।",
  "Shroomish live in damp soil in the dark depths of forests. They are often found keeping still under fallen leaves. This Pokémon feeds on compost that is made up of fallen, rotted leaves.": "गहर जंगलों क नमी वाल जमीन पर रहते हैं। असर गर ए पतों क नीचे रहते हैं। और गर ए पतों से बनी खाद को खाते हैं।",
  "Breloom closes in on its foe with light and sprightly footwork, then throws punches with its stretchy arms. This Pokémon's fighting technique puts boxers to shame.": "अपने हक और तेज फुटवक से दुमन क पास पचते हैं और अपने इलाटक जैसे हाथों से मुका मरते हैं। इनक तकनीक बॉसर को भी पीछे छोड़ दे।",
  "Slakoth lolls around for over 20 hours every day. Because it moves so little, it does not need much food. This Pokémon's sole daily meal consists of just three leaves.": "ये दन मे 20 घंट से यादा लट रहते हैं। ये यादा हलते नहीं हैं इसलए दन मे सफ़ तीन पतों से पेट भर लते हैं।",
  "Vigoroth is always itching and agitated to go on a wild rampage. It simply can't tolerate sitting still for even a minute. This Pokémon's stress level rises if it can't be moving constantly.": "ये हमेशा जंगल होकर तबाही मचाने क लए बेचैन रहते हैं। एक मनट भी शांत बैठना इहें बदात नहीं होता। अगर ये यादा समय िथर रह जाए तो इहें टस होने लगता हैं।",
  "Slaking spends all day lying down and lolling about. It eats grass growing within its reach. If it eats all the grass it can reach, this Pokémon reluctantly moves to another spot.": "ये पोकमॉन दन भर लट रहते हैं। जहां तक इनक हाथ पंचते हैं वहाँ क सार घास खा जाते हैं, और जब घास खम हो जाए तो अनछा से जगह बदल लते हैं।",
  "Nincada lives underground for many years in complete darkness. This Pokémon absorbs nutrients from the roots of trees. It stays motionless as it waits for evolution.": "सालों तक जमीन क नीचे अंधेर मे रहते हैं। ये पेड़ों क जड़ों से पोषक तवों को चूस लट हैं और बना हल वकसत होने का इंतज़ार करते हैं।",
  "Ninjask moves around at such a high speed that it cannot be seen, even while its crying can be clearly heard. For that reason, this Pokémon was long believed to be invisible.": "ये इतनी तेजी से हलते हैं क दखते ही नहीं। इनक कवल आवाज सुनाई देती थी इसलए बत समय तक इहें अय पोकमॉन माना जाता था।",
  "Shedinja's hard body doesn't move—not even a twitch. In fact, its body appears to be merely a hollow shell. It is believed that this Pokémon will steal the spirit of anyone peering into its hollow body from its back.": "इनका कठोर शरर बकल भी नहीं हलता। माना जाता है इनक पीठ क छेद में झांकने पर ये आपक आमा चुरा लंगे।",
  "Normally, Whismur's voice is very quiet—it is barely audible even if one is paying close attention. However, if this Pokémon senses danger, it starts crying at an earsplitting volume.": "आमतौर पर इनक आवाज इतनी शांत होती है क अगर आप यान न लगाओ तो सुन ही नहीं सकते, लकन जब इहें खतर का आभास होता है तो ये इतनी जोर से चलाते हैं क सरदद हो सकता है।",
  "Loudred's bellowing can completely decimate a wood-frame house. It uses its voice to punish its foes. This Pokémon's round ears serve as loudspeakers.": "एक लकड़ी क घर को चूर-चूर कर देने वाल तेज आवाज से अपने वरोधी को चोट पंचाते हैं। इनक गोल कान पीकर का काम करते हैं।",
  "Exploud triggers earthquakes with the tremors it creates by bellowing. If this Pokémon violently inhales from the ports on its body, it's a sign that it is preparing to let loose a huge bellow.": "अपनी आवाज क कंपन से भूकंप ला सकते हैं। जब ये अपने शरर क छेदों से हवा अंदर खीचना चालू कर तो समझ जाना ये तेज आवाज से चलाने क तैयार कर रहे हैं।",
  "Makuhita is tenacious—it will keep getting up and attacking its foe however many times it is knocked down. Every time it gets back up, this Pokémon stores more energy in its body for evolving.": "इहें वरोधी कतनी बार भी गरा दें, ये बना हार मानें वापस उठ जाते हैं। हर बार जब ये वापस उठते हैं इनक शरर क अंदर वकसत होने क एनिज जमा हो जाती है।",
  "Hariyama practices its straight-arm slaps in any number of locations. One hit of this Pokémon's powerful, openhanded, straight-arm punches could snap a telephone pole in two.": "वभन थानों पर हाथों से मारने क टनंग कर रहे होते हैं। यद इनक हाथों का मजबूत मुका कसी टलफ़ोन खंबे पर मरते हैं, तो वह खंबा दो तुड़को मे टूट जाएगा।",
  "Azurill spins its tail as if it were a lasso, then hurls it far. The momentum of the throw sends its body flying, too. Using this unique action, one of these Pokémon managed to hurl itself a record 33 feet.": "ये अपनी पुंछ को ऐसे घुमते है जैसे क वह एक चाबुक हो और उसे दूर तक फेंकते हैं। उस ो क गत और ताकत से इनका शरर भी पुंछ क साथ उड़ जाता है। अधकतम 10 मीटर तक उड़ने का रकॉड दज कया गया है।",
  "Nosepass's magnetic nose is always pointed to the north. If two of these Pokémon meet, they cannot turn their faces to each other when they are close because their magnetic noses repel one another.": "चुंबक क इनक नाक हमेशा उतर क ओर इशारा करती है। मैगनाक एक दूसर क करब नहीं आ सकते योंक इनक चुंबक एक दूसर को रपेल कर देती हैं।",
  "Skitty has the habit of becoming fascinated by moving objects and chasing them around. This Pokémon is known to chase after its own tail and become dizzy.": "ये पोकमॉन अगर कछ हलने-डुलने वाल चीज़ देखें तो सब भूल कर उसका पीछा करने लग जाते हैं। ये अपनी पूंछ का पीछा करते-करते चकर खा जाने क लए जाने जाते हैं।",
  "Delcatty prefers to live an unfettered existence in which it can do as it pleases at its own pace. Because this Pokémon eats and sleeps whenever it decides, its daily routines are completely random.": "अपने हसाब का बना रोक-टोक का जीवन पसंद करते हैं। जैसे चाहें वैसे खाते हैं और वैसे ही सोते हैं इसलए हर दन क इनक लय अलग होती हैं।",
  "Sableye lead quiet lives deep inside caverns. They are feared, however, because these Pokémon are thought to steal the spirits of people when their eyes burn with a sinister glow in the darkness.": "गुफा क गहराइयों में चुपचाप रहते हैं। माना जाता है अगर रात क अंधेर मे इनक आखें अजीब सी चमक तो ये लोगों क आमा चुराने वाल होते हैं।",
  "Mawile's huge jaws are actually steel horns that have been transformed. Its docile-looking face serves to lull its foe into letting down its guard. When the foe least expects it, Mawile chomps it with its gaping jaws.": "इनका बड़ा सा जबड़ा असल में इनका टल का संग है जो टांसफ़ॉम हो गया। यद इनक शांत चेहर को देखते ए आप सावधान नहीं रहोगे तो ये अचानक घूम क आपको काट लंगे।",
  "This Pokémon has a body of steel. To make its body, Aron feeds on iron ore that it digs from mountains. Occasionally, it causes major trouble by eating bridges and rails.": "अपनी बॉडी को टल का बनाने क लए ये पहाड़ों में से आइरन ओर खोद कर खाते हैं, लकन कभी-कभी ज और रल क पाटयां भी खा जाते हैं और परशानी खड़ी कर देते हैं।",
  "Lairon tempers its steel body by drinking highly nutritious mineral springwater until it is bloated. This Pokémon makes its nest close to springs of delicious water.": "गम पानी क झरने क पौटक पानी को पेटभर पीकर अपनी टल क बॉडी को मजबूत करते हैं।",
  "Aggron claims an entire mountain as its own territory. It mercilessly beats up anything that violates its environment. This Pokémon vigilantly patrols its territory at all times.": "एक पूर पहाड़ को अपना इलाका मानते हैं और उस इलाक को खराब करने वाल को बेरहमी से पीटते हैं। हमेशा पहाड़ मे घूम कर अपने इलाक को गाड करते रहते हैं।",
  "Meditite undertakes rigorous mental training deep in the mountains. However, whenever it meditates, this Pokémon always loses its concentration and focus. As a result, its training never ends.": "ये पहाड़ों में योगा का अयास करते हैं। लकन मेडटशन करते ए इनका यान भटक जाता है और इनक टनंग कभी खम ही नहीं होती।",
  "It is said that through meditation, Medicham heightens energy inside its body and sharpens its sixth sense. This Pokémon hides its presence by merging itself with fields and mountains.": "ऐसा माना जाता हैं क मेडटशन करने से इनक शरर क एनिज बढ़ती है और इनक सथ सेंस तेज हो जाती हैं। खेतों और पहाड़ों क साथ एक होकर ये खुद को छुपा लते हैं।",
  "Electrike stores electricity in its long body hair. This Pokémon stimulates its leg muscles with electric charges. These jolts of power give its legs explosive acceleration performance.": "ये अपने लबे बालों मे बजल को टोर करते हैं। ये इलटसट से अपने पैरों क मसस को उतेजत करक वफोटक पावर से ऐसेलरैट कर सकते हैं।",
  "Manectric is constantly discharging electricity from its mane. The sparks sometimes ignite forest fires. When it enters a battle, this Pokémon creates thunderclouds.": "इनक खड़े बाल हमेशा बजल छोड़ते रहते हैं, इसलए चंगार से जंगल में आग भी लग सकती है। जब भी ये बैटल करते है तो बजल वाल बादल बनाते हैं।",
  "Plusle always acts as a cheerleader for its partners. Whenever a teammate puts out a good effort in battle, this Pokémon shorts out its body to create the crackling noises of sparks to show its joy.": "ये पोकमॉन हमेशा आपने दोतों का समथन करते हैं। जब इनक दोत मेहनत से बैटल करते हैं तो ये खुद को शॉट करक चंगार क आवाज नकाल कर खुश होते हैं।",
  "Minun is more concerned about cheering on its partners than its own safety. It shorts out the electricity in its body to create brilliant showers of sparks to cheer on its teammates.": "खुद से यादा दोतों का समथन करने को महवपूण मानते हैं। अपने शरर से नकलने वाल बजल को शॉट करक चमकदार चंगारयों से समथन करते हैं।",
  "With the arrival of night, Volbeat emits light from its tail. It communicates with others by adjusting the intensity and flashing of its light. This Pokémon is attracted by the sweet aroma of Illumise.": "जब सूरज ढल जाता है तो ये अपनी पूंछ क लाइट को तेज, धीमी या बंद-चालू करक एक दूसर से बात करते हैं। लाइटनी क मीठी खुशबू क ओर खचे चल जाते हैं।",
  "Illumise attracts a swarm of Volbeat using a sweet fragrance. Once the Volbeat have gathered, this Pokémon leads the lit-up swarm in drawing geometric designs on the canvas of the night sky.": "अपनी मीठी खुशबू से बबीट को आकिषत करते हैं। बत सार बबीट का मागदशन करक रात क आसमान पर जओमेटीक आकार बनाते हैं।",
  "Roselia shoots sharp thorns as projectiles at any opponent that tries to steal the flowers on its arms. The aroma of this Pokémon brings serenity to living things.": "इनक हाथों क फूलों को अटैक करने वाल वरोधी को ये तेज काटों से अटैक कर देते हैं। फूलों क सुगंध मन को शांत कर देती हैं।",
  "Virtually all of Gulpin's body is its stomach. As a result, it can swallow something its own size. This Pokémon's stomach contains a special fluid that digests anything.": "इनका अधकतर शरर पेट से बना होता है इसलए ये अपने जतने बड़े सामान को भी नगल सकते हैं। इनक पेट क वशेष कमकल से ये कछ भी पचा सकते हैं।",
  "When Swalot spots prey, it spurts out a hideously toxic fluid from its pores and sprays the target. Once the prey has weakened, this Pokémon gulps it down whole with its cavernous mouth.": "जब अपने शकार को ढूंढ लते हैं तो अपने पोस से बत जहरला पदाथ छोड़ते हैं और शकार पर े कर देते हैं। जैसे ही शकार कमजोर हो अपने बड़े मुंह से उसे नगल जाते हैं।",
  "Carvanha's strongly developed jaws and its sharply pointed fangs pack the destructive power to rip out boat hulls. Many boats have been attacked and sunk by this Pokémon.": "वकसत जबड़ा और तेज नुकल दांत इतने वनाशकार होते हैं क जहाज क नचल हसे को काट दें। कई जहाज शारपीरा क हमलों क वजह से डूब गए हैं।",
  "Nicknamed “the bully of the sea,” Sharpedo is widely feared. Its cruel fangs grow back immediately if they snap off. Just one of these Pokémon can thoroughly tear apart a supertanker.": "इनको समु क गुंडे क नाम से जाना जाता है और सब इनसे बत डरते हैं। इनक दांत टूट कर भी जदी से उग जाते हैं और ये बड़े टैंकर को भी काट कर उसक टुकड़े-टुकड़े कर सकते हैं।",
  "Wailmer's nostrils are located above its eyes. This playful Pokémon loves to startle people by forcefully snorting out seawater it stores inside its body out of its nostrils.": "ये पोकमॉन अपनी आखों क ऊपर वाल नाक से अपने शरर मे जमा समुी जल को तेजी से बाहर नकल कर लोगों को आचयचकत करना पसंद करते हैं।",
  "Wailord is the largest of all identified Pokémon up to now. This giant Pokémon swims languorously in the vast open sea, eating massive amounts of food at once with its enormous mouth.": "अभी तक मल पोकमॉन में सबसे बड़े माने जाते हैं। समु मे धीर-धीर तैरते हैं और अपने बड़े मुंह से एक बार में बड़ी माा मे भोजन करते हैं।",
  "Numel is extremely dull witted—it doesn't notice being hit. However, it can't stand hunger for even a second. This Pokémon's body is a seething cauldron of boiling magma.": "इहें मारा भी जाएं तो भी इहें पता न चल ये इतने खोए ए रहते हैं। लकन ये एक सेकंड क भी भूक बदात नहीं कर सकते। इनक शरर क अंदर मैमा उबल रहा होता है।",
  "Camerupt has a volcano inside its body. Magma of 18,000 degrees Fahrenheit courses through its body. Occasionally, the humps on this Pokémon's back erupt, spewing the superheated magma.": "इस पोकमॉन क शरर में वालामुखी होता है। 10,000 डी गम मैमा को कभी-कभी अपनी कबड़ क छेद से जोर से बाहर नकलते हैं।",
  "Torkoal digs through mountains in search of coal. If it finds some, it fills hollow spaces on its shell with the coal and burns it. If it is attacked, this Pokémon spouts thick black smoke to beat a retreat.": "ये पोकमॉन पहाड़ों को खोद कर कोयल क तलाश करते हैं। अगर मल जाते हैं तो उसको अपने शेल क छेद मे डाल कर जलाते हैं। जब इन पर अटैक होता है तो ये काला धुआ छोड़कर भाग जाते हैं।",
  "Spoink bounces around on its tail. The shock of its bouncing makes its heart pump. As a result, this Pokémon cannot afford to stop bouncing—if it stops, its heart will stop.": "अपनी पुंछ पर कदने वाल पोकमॉन। इनक कदने क वाइैशन से इनका दल चलता है इसलए ये कदना बंद नहीं कर सकते।",
  "Grumpig uses the black pearls on its body to amplify its psychic power waves for gaining total control over its foe. When this Pokémon uses its special power, its snorting breath grows labored.": "साइको पावर क कंपन को अपने काल मोतयों से मजबूत करक अपने वरोधयों को जैसे चाहें वैसे कंटोल करते हैं। जब ये अपनी पावर इतेमाल करते हैं तो इनका नाक से सांस लना तेज हो जाता है।",
  "All the Spinda that exist in the world are said to have utterly unique spot patterns. The shaky, tottering steps of this Pokémon give it the appearance of dancing.": "ऐसा कहा जाता है क दुनया क सभी चकरबी में अलग-अलग जगहों पर पैटन होते हैं। इनक हलते-डुलते कदम को देखकर ऐसा लगता है क ये डांस कर रहें हो।",
  "Trapinch's nest is a sloped, bowl-like pit dug in sand. This Pokémon patiently waits for prey to tumble down the pit. Its giant jaws have enough strength to crush even boulders.": "ये अपने रत मे कटोर जैसे खोदे ए घोंसल मे बैठकर धैयपूवक शकार क गरने का इंतजार करते हैं। इनक वशाल जबड़ों मे पथरों को कचलने क शत होती है।",
  "To make prey faint, Vibrava generates ultrasonic waves by vigorously making its two wings vibrate. This Pokémon's ultrasonic waves are so powerful, they can bring on headaches in people.": "अपने दो पंखों को हला क ज़ोर से कंपन पैदा करते हैं और शकार को अटासोनक तरंगों से बेहोश कर देते हैं। इनक आवाज इतनी तेज होती है क इंसानों को सरदद देदें।",
  "Flygon is nicknamed “the elemental spirit of the desert.” Because its flapping wings whip up a cloud of sand, this Pokémon is always enveloped in a sandstorm while flying.": "इन पोकमॉन को ”रगतान क आमा” कहा जाता है। चूंक इनक पंख फड़फड़ाने पर रत उड़ती है, ये पोकमॉन हमेशा रतील तूफ़ान क अंदर होते हैं।",
  "Cacnea lives in arid locations such as deserts. It releases a strong aroma from its flower to attract prey. When prey comes near, this Pokémon shoots sharp thorns from its body to bring the victim down.": "रगतान क सूखी जगहों में रहते हैं। इनक फूल क तेज गंध शकार को आकिषत करती है और ये तेज कांटों से उन पर अटैक कर देते हैं।",
  "During the daytime, Cacturne remains unmoving so that it does not lose any moisture to the harsh desert sun. This Pokémon becomes active at night when the temperature drops.": "शरर का पानी न खोने क लए दन में रगतान क धूप में िथर खड़े रहते हैं। रात मे तापमान गरने पर सय होते है।",
  "Swablu has light and fluffy wings that are like cottony clouds. This Pokémon is not frightened of people. It lands on the heads of people and sits there like a cotton-fluff hat.": "इनक पंख कॉटन क बादल क तरह फ़्लफ होते हैं। ये लोगों से बना डर अपने पंखों को टोपी क तरह उनक सर पर रख देते हैं।",
  "Altaria dances and wheels through the sky among billowing, cotton-like clouds. By singing melodies in its crystal-clear voice, this Pokémon makes its listeners experience dreamy wonderment.": "अपने कॉटन क बादल जैसे पंखों से आसमान में नृय करते ए उड़ते हैं। अपनी साफ आवाज में जब ये गाना गाते हैं तो उसे सुनने वाल सपना देखने जैसा अनुभव करते हैं।",
  "Memories of battling its archrival Seviper are etched into every cell of Zangoose's body. This Pokémon adroitly dodges attacks with incredible agility.": "अपने दुमन सपश क साथ लड़ाइयों क यादें इनक पूर शरर क हर सेल में अभी तक घुसी ई हैं। ये पोकमॉन बत तेजी से अटैक करते हैं।",
  "Seviper shares a generations-long feud with Zangoose. The scars on its body are evidence of vicious battles. This Pokémon attacks using its sword-edged tail.": "ये पीिढ़यों से नेवलैश से लड़ते आ रहे हैं। शरर पर खरोंच क नशान उन भयंकर लड़ाइयों क तीक हैं। अपनी तेज धार पुंछ से हमला करते हैं।",
  "Lunatone was discovered at a location where a meteoroid fell. As a result, some people theorize that this Pokémon came from space. However, no one has been able to prove this theory so far.": "माना जाता है क ये अंतर से आए हैं योंक ये उस थान पर पाए गए थे जहां उकािपंड गरा था, लकन यह अभी तक साबत नहीं आ है।",
  "Solrock is a new species of Pokémon that is said to have fallen from space. It floats in air and moves silently. In battle, this Pokémon releases intensely bright light.": "ये नई जात क पोकमॉन हैं और माना जाता है क अंतर से आए हैं। ये हवा में तैरते हैं और बना आवाज क चलते हैं। जब लड़ने क बात आती है तो ये बत ताकतवर रोशनी छोड़ते हैं।",
  "Barboach's sensitive whiskers serve as a superb radar system. This Pokémon hides in mud, leaving only its two whiskers exposed while it waits for prey to come along.": "इनक सेंसेटव मूंछ एक बेहतरन रडार है। कचड़ में से सफ़ अपनी दो मूंछे बाहर नकालकर शकार क आने का इंतज़ार करते हैं।",
  "Whiscash is extremely territorial. Just one of these Pokémon will claim a large pond as its exclusive territory. If a foe approaches it, it thrashes about and triggers a massive earthquake.": "अपने इलाक को लकर बत गंभीर होते हैं। सभी बड़े दलदलों को अपना इलाका मानते हैं। जब कोई दुमन आता है तो ये बेकाबू होकर भूकंप ल आते हैं।",
  "Corphish were originally foreign Pokémon that were imported as pets. They eventually turned up in the wild. This Pokémon is very hardy and has greatly increased its population.": "ये पोकमॉन मूल प से एक वदेशी देश में रहते थे, उहें पालतू जानवर क प में लाया गया फर वह जंगल हो गए। चूंक इनमें मजबूत जीवन शत है, इसलए ये लगातार संया मे बढ़ते गए।",
  "Crawdaunt has an extremely violent nature that compels it to challenge other living things to battle. Other life-forms refuse to live in ponds inhabited by this Pokémon, making them desolate places.": "ये बत हंसक होते हैं इसलए तुरंत लड़ाई क चुनौती देते हैं। झींगीगा क रहने वाल थान मे कोई और जीव नहीं रहना चाहते इसलए वह जगह वीरान हो जाती है।",
  "Baltoy moves while spinning around on its one foot. Primitive wall paintings depicting this Pokémon living among people were discovered in some ancient ruins.": "एक पैर पर घूमते ए हलते हैं। एक खंडर मे ाचीन दीवार क च क खोज ई जहां टूलटॉय और मनुय एक साथ रहते हैं।",
  "Claydol are said to be dolls of mud made by primitive humans and brought to life by exposure to a mysterious ray. This Pokémon moves about while levitating.": "ऐसा कहा जाता है क एक ाचीन मी क गुिड़या एक रहयमय करण क संपक में आई और उसमे जान आ गई। ये हवा मे तैरते ए चलते हैं।",
  "Lileep became extinct approximately a hundred million years ago. This ancient Pokémon attaches itself to a rock on the seafloor and catches approaching prey using tentacles shaped like flower petals.": "लगभग 10 करोड़ साल पहल वलुत ए पोकमॉन। ये समु तल पर चानों से चपक जाते हैं और उस शकार को पकड़ते हैं जो उनक पंखुड़ी जैसे दखने वाल ऐंटना क पास आ जाते हैं।",
  "Cradily roams around the ocean floor in search of food. This Pokémon freely extends its tree trunk-like neck and captures unwary prey using its eight tentacles.": "समु क तल पर भोजन क तलाश में घूमते हैं। पेड़ क टहनी क तरह दखने वाल गदन को वतं प से लबा करक अपने आठ ऐंटना से शकार को पकड़ते हैं।",
  "Anorith was regenerated from a prehistoric fossil. This primitive Pokémon once lived in warm seas. It grips its prey firmly between its two large claws.": "इन पोकमॉन को ाचीन फ़ॉसील से पुनजीवत कया गया है। गम समु मे वकसत ए दो पंजों से शकार को मजबूती से पकड़ते हैं।",
  "Armaldo's tough armor makes all attacks bounce off. This Pokémon's two enormous claws can be freely extended or contracted. They have the power to punch right through a steel slab.": "इनका शेल हर हमल को उटा उछाल देता है। लबे और छोट होने वाल इनक वशाल पंजे लोहे क लट में छेद करने क ताकत रखते हैं।",
  "Feebas's fins are ragged and tattered from the start of its life. Because of its shoddy appearance, this Pokémon is largely ignored. It is capable of living in both the sea and in rivers.": "इन पोकमॉन क िफ़न शु से ही टूट-फट ए। इनक ऐसे रंग-प क वजह से दूसर पोकमॉन इहें नजरंदाज कर देते हैं। ये समु और नदयों दोनों मे रहने में सम हैं।",
  "Milotic is said to be the most beautiful of all the Pokémon. It has the power to becalm such emotions as anger and hostility to quell bitter feuding.": "इहें सबसे सुंदर पोकमॉन माना जाता है। इनक पास ोध और शुता जैसी भावनाओं को शांत करक लड़ाई रोकने क शत होती है।",
  "Castform's appearance changes with the weather. This Pokémon gained the ability to use the vast power of nature to protect its tiny body.": "ये मौसम क साथ अपना प बदल सकते हैं। अपने छोट शरर क रा करने क लए ये कृत क महान शतयों का इतेमाल कर सकते हैं।",
  "Kecleon is capable of changing its body colors at will to blend in with its surroundings. There is one exception—this Pokémon can't change the zigzag pattern on its belly.": "ये पोकमॉन अपने आस-पास क माहौल मे ढलने क लए अपनी इछा अनुसार शरर क रंगों को बदलने मे सम हैं। बस अपने पेट क ज़गज़ैग पैटन को नहीं बदल सकते हैं।",
  "Shuppet is attracted by feelings of jealousy and vindictiveness. If someone develops strong feelings of vengeance, this Pokémon will appear in a swarm and line up beneath the eaves of that person's home.": "ये ईषा क भावनाओं से आकिषत होते हैं। जब कोई बत ईषा से भरा मन इहें मलता है तो मूरसाया उस इंसान क घर क बाहर झुंड बनाकर खड़े हो जाते हैं।",
  "Banette generates energy for laying strong curses by sticking pins into its own body. This Pokémon was originally a pitiful plush doll that was thrown away.": "अपने आप को सुई से चोट पंचाते है तो एक ताकतवर ाप देने वाल एनिज छोड़ते हैं। मूल प से एक दयनीय सॉफ़्ट टॉय थे जसे फेंक दया गया था।",
  "Duskull can pass through any wall no matter how thick it may be. Once this Pokémon chooses a target, it will doggedly pursue the intended victim until the break of dawn.": "ये कतनी भी मोट दीवार क आर-पार नकल सकते हैं। अगर इहोंने आपको अपना टारगेट बना लया तो सुबह होने तक आपका पीछा नहीं छोड़ेंगे।",
  "Dusclops's body is completely hollow—there is nothing at all inside. It is said that its body is like a black hole. This Pokémon will absorb anything into its body, but nothing will ever come back out.": "इनक शरर खोखल होते हैं और उसमे अंदर कछ भी नहीं होता। ये लैक होल जैसे सब कछ नगल जाते हैं और एक बार जो चीज अंदर गई वो कभी वापस नहीं आ पाती।",
  "The bunches of fruit around Tropius's neck are very popular with children. This Pokémon loves fruit, and eats it continuously. Apparently, its love for fruit resulted in its own outgrowth of fruit.": "इनक गदन क फल बत मीठे होते हैं और बचों को बत पसंद हैं। ऐसा माना जाता है क इहें फल इतने पसंद थे क ये उहें खाते ही गए और उनक गदन पर फल उग गए।",
  "Chimecho makes its cries echo inside its hollow body. When this Pokémon becomes enraged, its cries result in ultrasonic waves that have the power to knock foes flying.": "इनक आवाज इनक खोखल शरर में गूँजती है। जब ये गुसा होते हैं, तो ये चलाते है और वह आवाज अटासॉनक तरंग बन कर दुमन को उड़ा देने क शत रखती है।",
  "Every time Absol appears before people, it is followed by a disaster such as an earthquake or a tidal wave. As a result, it came to be known as the disaster Pokémon.": "जब ऐसॉल लोगों क सामने आते हैं, तो भूकंप और सुनामी जैसी आपदाएं हमेशा आती हैं। इसलए इहें आपदा पोकमॉन भी कहा जाता है।",
  "Wynaut can always be seen with a big, happy smile on its face. Look at its tail to determine if it is angry. When angered, this Pokémon will be slapping the ground with its tail.": "सच हमेशा मुसकराते रहते हैं। ये गुसे में हैं या नहीं जानने क लए इनक पूंछ पर यान दें। ये जमीन पर उसे जोर-जोर से मार रहे होते हैं।",
  "Snorunt live in regions with heavy snowfall. In seasons without snow, such as spring and summer, this Pokémon steals away to live quietly among stalactites and stalagmites deep in caverns.": "बर्फ़ील जगहों पर रहने वाल पोकमॉन। वसंत और गमयों मे जब बरफ नहीं पड़ रही होती, तब ये चुना पथर क गुफा क गहराईयों मे छुप जाते हैं।",
  "Glalie has a body made of rock, which it hardens with an armor of ice. This Pokémon has the ability to freeze moisture in the atmosphere into any shape it desires.": "पथर क शरर को जमी ई बरफ क आमर से और सत कर लते हैं। हवा क नमी को जमा कर उसे कसी भी आकार में बदलने क मता रखते हैं।",
  "Spheal is much faster rolling than walking to get around. When groups of this Pokémon eat, they all clap at once to show their pleasure. Because of this, their mealtimes are noisy.": "चलने से यादा इनका लुढ़कना तेज होता है। खाना कहते समय सब साथ में ताल बजाकर खुश होते हैं इसलए बत शोर मचाते हैं।",
  "Sealeo has the habit of always juggling on the tip of its nose anything it sees for the first time. This Pokémon occasionally entertains itself by balancing and rolling a Spheal on its nose.": "ये जस चीज़ को पहल बार देखते हैं, उसे अपनी नाक पर रख क जगल करने क आदत रखते हैं। कभी-कभी सीलारा को जगल करक खेलते हैं।",
  "Walrein's two massively developed tusks can totally shatter blocks of ice weighing 10 tons with one blow. This Pokémon's thick coat of blubber insulates it from subzero temperatures.": "इनक वकसत दो बड़े दांत एक ही झटक मे 10 टन क बरफ क पहाड़ क टुकड़े-टुकड़े कर सकते हैं। इनक फ़ैट का कोट इहें जमा देने वाल टपरचर में भी बचा क रखता है।",
  "Clamperl's sturdy shell is not only good for protection—it is also used for clamping and catching prey. A fully grown Clamperl's shell will be scored with nicks and scratches all over.": "इनका मजबूत शेल न कवल इनक रा करता है बक शकार भी पकड़ता है। एक पूर बड़े ए सीपल क शेल पर बत सार खरोंचे होती है।",
  "Huntail's presence went unnoticed by people for a long time because it lives at extreme depths in the sea. This Pokémon's eyes can see clearly even in the murky dark depths of the ocean.": "ये लबे समय तक लोगों को नहीं मल योंक ये गहर समु तल पर रहते हैं। इनक आखें गहर समु क अंधेर में भी अछी तरह से देख सकती हैं।",
  "Gorebyss lives in the southern seas at extreme depths. Its body is built to withstand the enormous pressure of water at incredible depths. Because of this, this Pokémon's body is unharmed by ordinary attacks.": "ये पोकमॉन दण में गहर समु क अंदर रहते हैं। गहर समु क दबाव में इनका शरर इतना मजबूत हो गया क इहें छोट हमलों से खरोंच तक नहीं आती।",
  "Relicanth is a Pokémon species that existed for a hundred million years without ever changing its form. This ancient Pokémon feeds on microscopic organisms with its toothless mouth.": "इन पोकमॉन क शरर में 10 करोड़ साल से कोई बदलाव नहीं आया। बना दांतों वाल मुंह से सफ़ माइोकोिपक जीव ही खाते हैं।",
  "Luvdisc live in shallow seas in the tropics. This heart-shaped Pokémon earned its name by swimming after loving couples it spotted in the ocean's waves.": "टॉिपकल जगहों क उथल समु में ही रहते हैं। इनको इनका नाम इसलए मला योंक जब समु में ये कसी जोड़े को ढूंढ लते हैं तो उनक पीछे तैरने लग जाते हैं।",
  "Bagon has a dream of one day soaring in the sky. In doomed efforts to fly, this Pokémon hurls itself off cliffs. As a result of its dives, its head has grown tough and as hard as tempered steel.": "आसमान में उड़ने का सपना देखते ए चान क चोट से बार-बार कदने क वजह से इनका सर टल क तरह सत हो गया।",
  "Inside Shelgon's armor-like shell, cells are in the midst of transformation to create an entirely new body. This Pokémon's shell is extremely heavy, making its movements sluggish.": "इनक कठोर शेल क अंदर क सेल नए शरर को बनाने मे लगे ए होते हैं। इनका शेल इतना भार होता है क ये बत धीमे हो जाते हैं।",
  "Salamence came about as a result of a strong, long-held dream of growing wings. It is said that this powerful desire triggered a sudden mutation in this Pokémon's cells, causing it to sprout its magnificent wings.": "माना जाता है क पंखों क इछा रखने क कारण इनक सेल में एकदम से यूटैशन आ और इनक शानदार पंख उग आए।",
  "Instead of blood, a powerful magnetic force courses throughout Beldum's body. This Pokémon communicates with others by sending controlled pulses of magnetism.": "शरर क खून क अंदर चुंबकय पदाथ का संचार होता है। चुंबकय तरंगों से अपने सािथयों से बात करते हैं।",
  "When two Beldum fuse together, Metang is formed. The brains of the Beldum are joined by a magnetic nervous system. By linking its brains magnetically, this Pokémon generates strong psychokinetic power.": "इनका यह प दो बलडम क जुड़ने पर बनता है। इनक दमाग चुंबकय ताकत से जुड़ जाते हैं जो बत ताकतवर साइको पावर को पैदा करते हैं।",
  "Metagross has four brains in total. Combined, the four brains can breeze through difficult calculations faster than a supercomputer. This Pokémon can float in the air by tucking in its four legs.": "इनक चार जुड़े ए दमाग सुपर कंयुटर जीतने तेज हो जाते हैं और मुकल मैस क सवालों का तेजी से जवाब दे देते हैं। चार पैरों को मोड़कर ये हवा में भी तैर सकते हैं।",
  "Regirock was sealed away by people long ago. If this Pokémon's body is damaged in battle, it is said to seek out suitable rocks on its own to repair itself.": "एक पोकमॉन जसे ाचीन समय में इंसानों ने सील कर दया था। ऐसा कहा जाता है क यद लड़ाई में इनका शरर टूट जाता है तो ये खुद से एक नई चान खोज कर खुद को ठीक करते हैं।",
  "Regice's body was made during an ice age. The deep-frozen body can't be melted, even by fire. This Pokémon controls frigid air of -328 degrees Fahrenheit.": "हमयुग क दौरान बना इनका बर्फ का शरर, आग क लपटों से भी नहीं िपघलाया जा सकता। माइनस 200 डी क ठंडी हवा को कंटोल करते हैं।",
  "Registeel has a body that is harder than any kind of metal. Its body is apparently hollow. No one has any idea what this Pokémon eats.": "ऐसा शरर है जो कसी भी धातु से यादा सत और कठोर है। इन पोकमॉन का शरर खोकला होता है और कसी को नहीं पता क ये या खाते हैं।",
  "Latias is highly sensitive to the emotions of people. If it senses any hostility, this Pokémon ruffles the feathers all over its body and cries shrilly to intimidate the foe.": "लोगों क दल और मन क त बत सेंसटव होते हैं। जब इहें शुता क भावनाओं क भाप लगती है तो ये इनक शरर क सार पंख खड़े हो जाते है और ये जोर से चला कर धमकाते हैं।",
  "Latios has the ability to make others see an image of what it has seen or imagines in its head. This Pokémon is intelligent and understands human speech.": "इनमें जो ये सोच रहें हो या देख रहें हो उसे सामने वाल को च क जैसे दखाने क मता होती है। ये इंसानों क भाषा भी समझ सकते हैं।",
  "Through Primal Reversion and with nature's full power, it will take back its true form. It can summon storms that cause the sea levels to rise.": "कृत क ताकत से ाइम फ़ॉम में जाकर अपने असल प में  वापस जा सकते हैं। ये अपनी शतयों से तूफान बुला सकते हैं और समु क पानी का तर को बढ़ा सकते हैं।",
  "Groudon is said to be the personification of the land itself. Legends tell of its many clashes against Kyogre, as each sought to gain the power of nature.": "एक पोकमॉन जो खुद पृवी का अवतार है। एक लजेंड है क इहोंने कृत क ताकत को हासल करने क लए बार-बार कायोगर से लड़ाई कर।",
  "Rayquaza is said to have lived for hundreds of millions of years. Legends remain of how it put to rest the clash between Kyogre and Groudon.": "माना जाता है क ये सैकड़ों करोड़ों सालों से जंदा हैं। लजेंड क हसाब से इहोंने ाउडॉन और कायोगर क लड़ाई को रोका था।",
  "A legend states that Jirachi will make true any wish that is written on notes attached to its head when it awakens. If this Pokémon senses danger, it will fight without awakening.": "कहा जाता है क जब ये जागते हैं तो इनक सर क पी पर लखी मनोकामना पूर हो जाती है। जब इहें खतरा महसूस होता है, तब ये सोते-सोते भी लड़ते हैं।",
  "The DNA of a space virus underwent a sudden mutation upon exposure to a laser beam and resulted in Deoxys. The crystalline organ on this Pokémon's chest appears to be its brain.": "एक अंतर का वायरस जब लज़र क करणों क संपक में आया तो अचानक वह यूटट होकर पोकमॉन बन गया। माना जाता है क इनक छाती क िटल में इनका दमाग होता है।",
  "It undertakes photosynthesis with its body, making oxygen. The leaf on its head wilts if it is thirsty.": "अपने पूर शरर से फ़ोटोसंथेसस करक ऑसीजन पैदा करते हैं। यास लगने पर इनक सर क पते मुरझा जाते हैं।",
  "It knows where pure water wells up. It carries fellow Pokémon there on its back.": "ये जानते हैं क साफ पानी कहाँ मलता है और वहाँ तक जाते समय अपने सािथयों को भी पीठ पर बैठा कर ल जाते हैं।",
  "Small Pokémon occasionally gather on its unmoving back to begin building their nests.": "ऐसा बत बार होता है क जब धराटॉइस सो रहे होते हैं तब छोट पोकमॉन इनक पीठ पर इकका होकर घोंसल बनाना चालू कर देते हैं।",
  "The gas made in its belly burns from its rear end. The fire burns weakly when it feels sick.": "इनक पेट में बनी गैस पीछे पुंछ क तरफ से जलती है। अगर इनक तबीयत ठीक न हो तो ये आग कमजोर हो जाती है।",
  "It uses ceilings and walls to launch aerial attacks. Its fiery tail is but one weapon.": "हवाई अटैक करने क लए छत और दीवारों का इतेमाल करते हैं। इनक पुंछ क आग भी इनक हथयारों में से एक है।",
  "It tosses its enemies around with agility. It uses all its limbs to fight in its own unique style.": "अपनी पीड का इतेमाल करक वरोधी को हवा मे उड़ा देते हैं। दोनों हाथों पैरों का इतेमाल कर क अनोखे ढंग से लड़ते हैं।",
  "Because it is very proud, it hates accepting food from people. Its thick down guards it from cold.": "इनमें बत ाइड होती है इसलए ये लोगों से खाना लना पसंद नहीं करते। इनक पीछे क लबे बाल इहें सदी से बचाते हैं।",
  "It lives a solitary life. Its wings deliver wicked blows that can snap even the thickest of trees.": "ये बना दोत बनाए जीते हैं। इनक पंखों का एक झटका बड़े-बड़े पेड़ों को आधा कर सकता है।",
  "The three horns that extend from its beak attest to its power. The leader has the biggest horns.": "इनक चोंच से नकालने वाल तीन सींग इनक शत क तीक होते हैं। लडर क सींग सबसे बड़े होते हैं।",
  "They flock around mountains and fields, chasing after bug Pokémon. Their singing is noisy and annoying.": "इनका बड़ा सा झुंड इंसेट पोकमॉन को टारगेट करक पहाड़ों और खेतों मे उड़ता रहता है। अगर ये चलाना चालू करं तो बत शोर करते हैं।",
  "It lives in forests and fields. Squabbles over territory occur when flocks collide.": "ये जंगलों या घास क मैदानों मे रहते हैं। जब इनक एक झुंड क सामने दूसरा झुंड आता है तो इलाक को लकर लड़ाई चालू हो जाती है।",
  "When Staravia evolve into Staraptor, they leave the flock to live alone. They have sturdy wings.": "जब ये मैहॉक बन जाते हैं तो झुंड से अलग हो जाते हैं। इनक पंख बत ही मजबूत होते हैं।",
  "It constantly gnaws on logs and rocks to whittle down its front teeth. It nests alongside water.": "अपने सामने क दांतों को मजबूत करने क लए हमेशा बड़े पेड़ों और पथरों को खुरदते रहते हैं। पानी क कनार पर घोंसला बनाते हैं।",
  "It makes its nest by damming streams with bark and mud. It is known as an industrious worker.": "बहते पानी को पेड़ क तनों और मी क डैम से रोक कर अपना घर बनाते हैं। इहें काफ मेहनती माना जाता है।",
  "When its antennae hit each other, it sounds like the music of a xylophone.": "जब इनक ऐंटना एक दूसर से टकराते हैं तो ऐसी धुन बजती है जैसे ज़ाइलोफ़ोन बज रहा हो।",
  "It signals its emotions with its melodies. Scientists are studying these melodic patterns.": "ये अपनी भावनाओं को मेलोडी से बताते हैं। इनक मेलोडी क पैटन क रसच जार है।",
  "All of its fur dazzles if danger is sensed. It flees while the foe is momentarily blinded.": "जब इहें खतरा महसूस हो तो इनक पूर शरर क बाल चमकने लगते हैं। वरोधी को चमक से थोड़ी देर क लए अंधा करक भाग जाते हैं।",
  "Strong electricity courses through the tips of its sharp claws. A light scratch causes fainting in foes.": "इनक तेज पंजों क नोक पर तेज बजल बह रही होती है, और ज़रा सा छूने पर ये वरोधी को बेहोश कर सकते हैं।",
  "Luxray's ability to see through objects comes in handy when it's scouting for danger.": "एसरशर चीज़ों क आर-पार देख सकते हैं, जसक वजह से खतर को बत जदी भाप लते हैं।",
  "Over the winter, it closes its bud and endures the cold. In spring, the bud opens and releases pollen.": "सदी क मौसम में ठंड को झेलने क लए कलयों को बंद कर लते हैं। वसंत ऋतु में, कलयाँ खोलते हैं और पराग उड़ा देते हैं।",
  "With the movements of a dancer, it strikes with whips that are densely lined with poison thorns.": "एक डांसर क तरह हलते ए, ये ज़हरल काँटों से भर वप से हमला करते हैं।",
  "Its hard skull is its distinguishing feature. It snapped trees by headbutting them, and then it fed on their ripe berries.": "एक कठोर खोपड़ी इनक वशेषता होती है। ये पेड़ों पर हेडबट मरक उहें तोड़ देते हैं और उनक पक ई बेर खा जाते हैं।",
  "This ancient Pokémon used headbutts skillfully. Its brain was really small, so some theories suggest that its stupidity led to its extinction.": "एक ाचीन पोकमॉन जनक वशेषता होती है उनका हेडबट। ऐसा भी माना जाता है क इनका दमाग बत छोटा होता है, इसलए ये दमाग से कमजोर थे और उसी वजह से ये वलुत हो गए।",
  "Although its fossils can be found in layers of primeval rock, nothing but its face has ever been discovered.": "हालांक ाचीन चानों क परत मे इनक फ़ॉसील मल हैं, लकन इनक चेहर क अलावा आज तक कछ भी नहीं खोजा गया।",
  "This Pokémon is from roughly 100 million years ago. Its terrifyingly tough face is harder than steel.": "ये पोकमॉन लग-भग 10 करोड़ साल पुराने हैं। इनका भयानक दखने वाला मुंह टल से भी सत होता है।",
  "If its cloak is broken in battle, it quickly remakes the cloak with materials nearby.": "अगर लड़ाई में इनका लोक टूट जाये तो ये जदी से आस-पास क सामी क साथ लोक फर से बना लते हैं।",
  "When Burmy evolved, its cloak became a part of this Pokémon's body. The cloak is never shed.": "जब बोरकट वकसत होते हैं तब उनका लोक उनक शरर का हसा बन जाता है और फर जीवनभर ये उसे उतार नहीं सकते।",
  "It flutters around at night and steals honey from the Combee hive.": "रात को सय होने वाल ये पोकमॉन सोते ए टनबी क घोंसल से शहद चुरा कर भाग जाते हैं।",
  "It collects and delivers honey to its colony. At night, they cluster to form a beehive and sleep.": "शहद इकका करक अपने नवास थान पर ल जाते हैं। रात को बत सार टनबी एक दूसर से जुड़कर एक मधुमखी का छता बना कर सोते हैं।",
  "Its abdomen is a honeycomb for grubs. It raises its grubs on honey collected by Combee.": "इनका नचला हसा बचों क लए एक घोंसल का काम करता है। टनबी क ारा एकत शहद से ये बचों क परवरश करती हैं।",
  "A pair may be seen rubbing their cheek pouches together in an effort to share stored electricity.": "अपनी टोर कर गई बजल को शेयर करने क लए पाचरसू असर अपने गाल क पाउच रगड़ते ए पाए जाते हैं।",
  "It inflates the flotation sac around its neck and pokes its head out of the water to see what is going on.": "अपने गल क ट्यूब को फुला कर पानी क सतह से अपना मुंह बाहर नकालते हैं और आस-पास का माहौल देखते हैं।",
  "Its flotation sac developed as a result of pursuing aquatic prey. It can double as a rubber raft.": "पानी क भीतर शकार का पीछा करते ए इनक फ़्लोटंग बैग वकसत हो गए। रबर बोट क तरह लोगों को बैठा कर भी ल जा सकते हैं।",
  "It evolves by sucking the energy out of the small ball where it had been storing nutrients.": "ये छोट गेंद में से पोषक तवों को सोख कर उहें वकसत होने क लए एनिज क प में इतेमाल करते हैं।",
  "If it senses strong sunlight, it opens its folded petals to absorb the sun's rays with its whole body.": "जब इहें तेज धूप का एहसास होता हैं, तो ये अपनी बंद पंखुिड़याँ फैला लते हैं और अपने पूर शरर पर धूप गरने देते हैं।",
  "When it senses danger, a purple liquid oozes out of it. The liquid is thought to be something like greasy sweat.": "जब इहें खतरा महसूस होता है, तो ये बैंगनी रंग का रस पैदा करते हैं। ऐसा माना जाता है क वह रस पसीने जैसा होता है।",
  "Their shape and color change, depending on their environment and diet. There are many of them at beaches where the waves are calm.": "इनक रहने क जगह और खाने क भाव से इनका रंग और आकार बदल जाता है। कोमल लहरों वाल समु तट पर यादा रहते हैं।",
  "It uses its tails for everything. If it wraps both of its tails around you and gives you a squeeze, that's proof it really likes you.": "कछ भी करने क लए अपनी पुंछ का इतेमाल करते हैं। यद ये अपनी दोनों पुंछ से आपको कस क गल लगाए तो ये सबूत है क ये आपको सच मे पसंद करते हैं।",
  "Wandering souls gathered together to form this Pokémon. When trying to make friends with children, Drifloon grabs them by the hand.": "सड़क क कनार भटकती आमा मलकर इस पोकमॉन को जम देती हैं। बचों को अपना दोत बनाने क लए उनका हाथ खीचते हैं।",
  "The raw material for the gas inside its body is souls. When its body starts to deflate, it's thought to carry away people and Pokémon.": "इनक शरर क गैस का ोत आमाएं हैं। जब इनका शरर सुकड़ने लगता है तो कहा जाता है क ये लोगों और पोकमॉन को उठा ल जाते हैं।",
  "The reason it keeps one ear rolled up is so it can launch a swift counterattack if it's attacked by an enemy.": "इनका एक कान हमेशा गोल होता है ताक जब दुमन हमला कर तो ये तुरंत पलटवार कर सकं।",
  "It's notably wary and has a dislike of fighting, but at the same time, it can deliver powerful kicks with its lithe legs.": "ये बत सतक रहते हैं और इहें लड़ना पसंद नहीं, लकन लड़ाई होने पर ये अपने कोमल पैरों से एक शतशाल कक भी मार सकते हैं।",
  "Its muttered curses can cause awful headaches or terrifying visions that torment others.": "ये ाप क शद फुसफुसाते हैं और बत गंदा सरदद और भयानक म करा कर तकलफ पंचाते हैं।",
  "Its goons take care of most of the fighting for it. The only time it dirties its own hands is in delivering a final blow to finish off an opponent.": "दुमन से लड़ते समय सफ़ इनक साथी लड़ते हैं। ये खुद लड़ाई मे अपना हाथ तब ही गंदा करते हैं, जब दुमन को खम करने वाला आखर झटका देना हो।",
  "When it's happy, Glameow demonstrates beautiful movements of its tail, like a dancing ribbon.": "जब वे खुश होते हैं, तो चामयाऊ अपनी पूंछ क सुंदर मूवमेंट को एक रबन डांस क तरह दशत करते हैं।",
  "To make itself appear intimidatingly beefy, it tightly cinches its waist with its twin tails.": "शरर को बड़ा दखा कर अपने वरोधी को डराने क लए कमर को अपनी ट्वन टल से कसकर दबाते हैं।",
  "There is an orb inside its mouth. When it hops, the orb bounces all over and makes a ringing sound.": "जब ये कदते हैं, तो मुंह में होने वाल गेंद इधर-उधर टकराती है, जससे घंट जैसी आवाज बनती है।",
  "It protects itself by spraying a noxious fluid from its rear. The stench lingers for 24 hours.": "अपने बट से एक तेज बदबू वाल तरल को उड़ाकर अपनी रा करते हैं। 24 घंट तक गंध दूर नहीं जाती।",
  "It sprays a stinky fluid from its tail. The fluid smells worse the longer it is allowed to fester.": "अपनी पुंछ से बदबूदार तरल पदाथ को उड़ाते हैं। पेट मे जतनी देर उस तरल को पकने दया जाता है, गंध उतनी ही खराब और तेज होती है।",
  "Implements shaped like it were discovered in ancient tombs. It is unknown if they are related.": "एक पुराने मकबर में से एक ॉज़ाइना जैसा उपकरण खोद क नकाला गया था, पर दोनों का संबंध आज तक पता नहीं चल पाया है।",
  "Ancient people believed that petitioning Bronzong for rain was the way to make crops grow.": "ाचीन लोगों का मानना था क ॉज़ाटन क ाथना करने से बारश होगी और फसलं बढ़ेंगी।",
  "If its body gets too damp, it will die. So, in a process reminiscent of sweating, its eyes expel moisture.": "अगर इनका शरर यादा नम हो जाए तो ये मर सकते हैं, इसलए अपनी आखों से पसीने क तरह पानी टपकाते रहते हैं।",
  "When this gifted mimic surprises an opponent, Mime Jr. feels so happy that it ends up forgetting it was imitating something.": "लोगों क मूवमेंट को कॉपी करने में माहर होते हैं। अगर सामने वाला आचयचकत हो, तो ये खुश होकर नकल करना ही भूल जाते हैं।",
  "When it sees something round and white, Happiny puts it into the pouch on its stomach. It sometimes becomes overloaded and can't move.": "जब इहें कोई भी सफेद गोल चीज दखती है तो ये उसे अपने पेट क थैल में रख लते हैं। कभी-कभी इतनी यादा चीजे रख लते हैं क हल नहीं पाते।",
  "It can learn and speak human words. If they gather, they all learn the same saying.": "ये इंसानों क शदों को याद कर क बोल सकते हैं। अगर इनक साथी एक जगह इकका हो तो सब एक जैसे शद सीख जाते हैं।",
  "It was bound to a fissure in an odd keystone as punishment for misdeeds 500 years ago.": "इहोंने 500 साल पहल कछ बुरा कया था, इसलए इहें एक कटोन क दरार से बांध दए गए।",
  "Its original home is an area much hotter than Alola. If you're planning to live with one, your heating bill will soar.": "इनका असल घर अलोला से भी गम जगह में हैं। यद आप इनक साथ रहते हैं, तो हीटंग का बल बत बढ़ जाएगा।",
  "It sheds its skin and gradually grows larger. Its scales can be ground into a powder and used as raw materials for traditional medicine.": "ये अपनी वचा से नकलकर धीर-धीर बड़े होते जाते हैं। इनक कल का चुरा कर क पाउडर बनाया जा सकता है और जड़ीबूटयों क तरह इतेमाल कया जा सकता है।",
  "Its fine scales don't just reduce wind resistance—their sharp edges also cause injury to any opponent who attacks it.": "बारक नुकल कल न कवल हवा क रिज़सटंस कम करते बक हमला करने वाल वरोधी को भी चोट पंचते हैं।",
  "Anything that looks edible, Munchlax will go on and swallow whole. Its stomach is tough enough to handle it even if the food has gone rotten.": "अगर इहें कछ ऐसा दखे जो खाया जा सकता है, तो उसे उठाकर नगल जाते हैं। इनका पेट बत मजबूत होता है और सड़े ए खाने को भी पचा लता है।",
  "It uses waves called auras to communicate with others of its kind. It doesn't make any noise during this time, so its enemies can't detect it.": "आपने सािथयों से बात करने क लए ऑरा नामक तरंगों का इतेमाल करते हैं। ये कोई आवाज नहीं नकलते इसलए दुमन को इनक होने का पता नहीं चलता।",
  "Lucario reads its opponent's feelings with its aura waves. It finds out things it would rather not know, so it gets stressed out easily.": "ऑरा क तरंगों से सामने वाल क भावनाओं को समझ जाते हैं। योंक ये वो भी समझ जाते हैं जो आप बताना नहीं चाहते, इसलए इहें कभी-कभी टस हो जाता है।",
  "It enshrouds itself with sand to protect itself from germs. It does not enjoy getting wet.": "पूर शरर को रत से ढककर ये शरर को कटाणुओं से बचाते हैं। इहें भीगना बकल पसंद नहीं हैं।",
  "It blasts internally stored sand from ports on its body to create a towering twister for attack.": "शरर में जमी रत को शरर क छेद से उड़ाकर एक बड़ा बवंडर बना कर हमला करते हैं।",
  "It burrows under the sand to lie in wait for prey. Its tail claws can inject its prey with a savage poison.": "रत में िछपकर शकार क आने का इंतज़ार करते हैं। शकार क पुंछ से जहरला डंक मरक पकड़ लते हैं।",
  "It has the power in its clawed arms to make scrap of a car. The tips of its claws release poison.": "इनक दोनों बाजुओं क पंजे इतने शतशाल होते हैं क कार क टुकड़े-टुकड़े कर दें। पंजों क नोक में से जहर छोड़ते हैं।",
  "Inflating its poison sacs, it fills the area with an odd sound and hits flinching opponents with a poison jab.": "अपनी जहर क थैल को फुला कर उससे चारों और एक भयानक आवाज करते हैं, वरोधी उस आवाज से फ़्लच करता है तो उसे पॉइज़न जैब मार देते हैं।",
  "Its knuckle claws secrete a toxin so vile that even a scratch could prove fatal.": "मुी क कांटों क खरोंच से भी इतना जहर फैलता है क जान को खतरा हो सकता है।",
  "It binds itself to trees in marshes. It attracts prey with its sweet-smelling drool and gulps them down.": "ये नमी वाल जगहों में पेड़ क चारों और लपट कर, अपनी मीठी सुगंधत लार से शकार को आकिषत करते हैं और एक ही बार में उसे खा जाते हैं।",
  "It lures in prey with its shining tail fins. It stays near the surface during the day and moves to the depths when night falls.": "चमकदार पुंछ क िफ़न से शकार को आकिषत करते हैं। ये दन में समु क सतह क पास होते हैं, और रात में गहराइयों में चल जाते हैं।",
  "They traverse the deep waters as if crawling over the seafloor. The fantastic lights of its fins shine like stars in the night sky.": "गहर समु क तल पर ऐसे तैरते हैं जैसे रंग रहे हो। इनक शानदार िफ़न क रोशनी ऐसे लगती हैं जैसे रात क आसमान क तार।",
  "Mantyke are friendly toward people and will approach boats closely. The patterns on their backs differ depending on their habitat.": "इनका बत दोताना बताव होता है और ये इंसानों क जहाज क करब भी आ जाते हैं। पीठ पर बना पैटन जगह क हसाब से अलग-अलग होता है।",
  "In the spring, it grows berries with the texture of frozen treats around its belly.": "वसंत में, आइस कडी क जैसी बेर इनक पेट क आस-पास उगने लगती हैं।",
  "It lives a quiet life on mountains that are perpetually covered in snow. It hides itself by whipping up blizzards.": "पहाड़ों में चुपचाप रहते हैं जहां बर्फ क ढेर हों। बर्फ़ील तूफ़ान बनाकर उसमे छुप जाते हैं।",
  "Thanks to its increased intelligence, scrapping over food is a thing of the past. A scratch from its claws will give you a case of frostbite!": "होशयार हो जाने क कारण अब ये खाने को लकर लड़ाई-झगड़ा नहीं करते। यद ये आपको अपने पंजे से खुरचते हैं तो आपको फ़्रॉटबाइट हो सकता है।",
  "There are still people who believe that this Pokémon came from outer space. It emanates a powerful magnetic field.": "कछ लोग अभी भी मानते हैं क ये अंतर से आए हैं। ये शतशाल चुबकय बल उपन करते हैं।",
  "It uses its tongue much more skillfully than its hands or its feet. It can deftly pick up a single small bean with its tongue.": "ये अपने हाथों या पैरों क तुलना में अपनी जीभ का अधक कशलता से उपयोग करते हैं, ये अपनी जीभ से एक छोट से दाने को भी आराम से उठा सकते हैं।",
  "It puts rocks in holes in its palms and uses its muscles to shoot them. Geodude are shot at rare times.": "अपने हाथों क छेद में चानें डाल कर अपनी मासपेशयों से उहें शूट करते हैं। कभी-कभी जयोडूड को भी शूट कर देते हैं।",
  "Its vines grow so profusely that, in the warm season, you can't even see its eyes.": "गम मौसम में इनक लताएं इतनी बढ़ती हैं क इनक आखें तक िछप जाती है।",
  "A single Electivire can provide enough electricity for all the buildings in a big city for a year.": "एक इलकबल एक बड़े शहर क सार बडंग क लए एक साल तक बजल दान करने क मता रखता है।",
  "Magmortar takes down its enemies by shooting fireballs, which burn them to a blackened crisp. It avoids this method when hunting prey.": "आग का एक गोला मार कर ये वरोधी को खम कर सकते हैं। पर शकार क समय ये हमला नहीं इतेमाल करते योंक शकार जल क काला हो जाता है।",
  "It shares many blessings with people who respect one another's rights and avoid needless strife.": "ये उन लोगों को अछा लक देते हैं जो एक दूसर का समान करते हैं और अनावयक लड़ाई-झगड़ा नहीं करते।",
  "This six-legged Pokémon is easily capable of transporting an adult in flight. The wings on its tail help it stay balanced.": "छह पैरों वाल ये पोकमॉन एक वयक इंसान को उड़ान में आसानी से ल जाने में सम है। इनक पूंछ क पंख संतुलत रहने में मदद करते हैं।",
  "It gets its nutrition from photosynthesis. It lives a quiet life deep in forests where clean rivers flow.": "फ़ोटोसंथेसस से अपना पोषण ात करते हैं। ये साफ नदी बहने वाल जंगल क गहराइयों में रहते हैं।",
  "It can instantaneously freeze any moisture that's around it, creating ice pellets to shoot at its prey.": "ये अपने आस-पास क नमी को तुरंत जमा सकते हैं, जससे ये शकार पर हमला करने क लए बर्फ क गोलयां बना सकते हैं।",
  "Its flight is soundless. It uses its lengthy tail to carry off its prey... Then its elongated fangs do the rest.": "ये बना शोर मचाए उड़ते हैं और शकार को अपनी लबी पूंछ से पकड़ लते हैं, और बाक का काम इनक लबे दांत कर देते हैं।",
  "Its impressive tusks are made of ice. The population thinned when it turned warm after the ice age.": "इनक पास बर्फ से बने शानदार दांत होते हैं। हमयुग समात होने क बाद गमी बढ़ने क वजह से इनक संया में कमी आ गई।",
  "A faulty update was added to its programming. Its behavior is noticeably strange, so the experiment may have been a failure.": "इनमें डाला गया ोाम खराब था। इनका याहवार काफ अजीब होता हैं, जसका मतलब इनक ऊपर आ एसपेरमेंट वफल हो गया है।",
  "A master of courtesy and swordsmanship, it fights using extending swords on its elbows.": "शटाचार और तलवारबाजी क माटर, ये अपनी कोहनी पर लगी छोट-बड़ी होने वाल तलवारों का उपयोग करक लड़ते हैं।",
  "It uses three small units to catch prey and battle enemies. The main body mostly just gives orders.": "ये अपने शकार को पकड़ने और उनसे लड़ने क लए अपने शरर क 3 छोट यूनट को इतेमाल करते हैं। मेन यूनट सफ़ आदेश देता है।",
  "The antenna on its head captures radio waves from the world of spirits that command it to take people there.": "अपने सर पर लगे ऐंटना से आमाओं क दुनया से रडयो तरंगों को पकड़ते हैं। आमाओं क आदेश पर लोगों को आमाओं क दुनया में ल जाते हैं।",
  "It's said that on nights of terrible blizzards, it comes down to human settlements. If you hear it knocking at your door, do not open it!": "कहा जाता है क भयानक बर्फल तूफ़ान क रातों में ये इंसानी बतयों में आ जाते हैं। यद आप रात को इहें अपने दरवाजे पर नॉक करते ए सुने, तो दरवाजा न खोलं।",
  "Its body is composed of plasma. It is known to infiltrate electronic devices and wreak havoc.": "इनका शरर लाज़्मा से बना है। ये इलटक उपकरणों मे घुसकर बुर काम करने क लए जाने जाते हैं।",
  "It is said that its emergence gave humans the intelligence to improve their quality of life.": "कहा जाता है क रहपर क जम क वजह से इंसानों क जीवन में सुधार लाने वाल ान का जम आ था।",
  "It sleeps at the bottom of a lake. Its spirit is said to leave its body to fly on the lake's surface.": "ये झीलों क तल पर सोते हैं और कहा जाता है क सोते ए इनक आमा बाहर नकलक झील क सतह क चारों और उड़ती है।",
  "It is thought that Uxie, Mesprit, and Azelf all came from the same egg.": "ऐसा माना जाता है क रहपर, यपर और मयपर सभी एक ही अंडे से आए हैं।",
  "It has the power to control time. It appears in Sinnoh-region myths as an ancient deity.": "इनक पास समय को कंटोल करने क शत होती हैं। ये सनोह क पौरािणक कथाओं में एक ाचीन देवता क प में कट होते हैं।",
  "It has the ability to distort space. It is described as a deity in Sinnoh-region mythology.": "अंतर को तोड़ने-मरोड़ने क शत रखते हैं। इहें सनोह क पौरािणक कथाओं में एक देवता क प में दशाया गया है।",
  "Boiling blood, like magma, circulates through its body. It makes its dwelling place in volcanic caves.": "मैमा क तरह खौलता आ खून इनक शरर में दौड़ता है। वालामुखी क गुफाओं में अपना घर बनाते हैं।",
  "There is an enduring legend that states this Pokémon towed continents with ropes.": "इनक बार में एक लजेंड है क इहोंने महाीपों को रसी से खींचकर हल दया था।",
  "It was banished for its violence. It silently gazed upon the old world from the Distortion World.": "इनक हंसा क लए इहें दुनया से नकाल दया गया था। ये चुपचाप पुरानी दुनया को डटॉटेड वल्ड से देखते रहे।",
  "Those who sleep holding Cresselia's feather are assured of joyful dreams. It is said to represent the crescent moon.": "जो लोग सेलया क पंखों को पकड़कर सोते हैं, उहें बत सुंदर सपने आते हैं। इहें ेसेंट मून का अवतार माना जाता है।",
  "It drifts in warm seas. It always returns to where it was born, no matter how far it may have drifted.": "ये गम समु में बहते रहते हैं। ये चाहे कनते भी दूर बह जाएं, हमेशा वहीं वापस आ जाते हैं जहां ये पैदा ए थे।",
  "It starts its life with a wondrous power that permits it to bond with any kind of Pokémon.": "कसी भी पोकमॉन क मन को समझने क रहयमय शत रखने वाल पोकमॉन।",
  "It can lull people to sleep and make them dream. It is active during nights of the new moon.": "ये लोगों को सुला कर उहें सपने भी दखा सकते हैं। ये अमावया क रात में सय होते हैं।",
  "The blooming of Gracidea flowers confers the power of flight upon it. Feelings of gratitude are the message it delivers.": "कहा जाता है क वे मौसम को अपना आभार जताने क लए सडया क खलने पर उड़ान भरते हैं।",
  "It is told in mythology that this Pokémon was born before the universe even existed.": "पौरािणक कथाओं में बताया गया है क इस पोकमॉन का जम मांड क अतव से भी पहल आ था।",
  "When it shares the infinite energy it creates, that being's entire body will be overflowing with power.": "यद आप वटनी क एनिज को लोगे, जो वे असीम प से पैदा करते हैं, तो आपका पूरा शरर पावर से भर जाएगा।",
  "They photosynthesize by bathing their tails in sunlight. When they are not feeling well, their tails droop.": "अपनी पूंछ से सूरज क रोशनी को लकर फ़ोटोसंथेसस करते हैं। अगर इनक एनिज खम हो जाए तो इनक पुंछ झुक जाती है।",
  "When it gets dirty, its leaves can't be used in photosynthesis, so it always keeps itself clean.": "अगर इनका शरर गंदा हो जाए तो ये सूरज क रोशनी इतेमाल करक फ़ोटोसंथेसस नहीं कर पाते, इसलए अपने आप को हमेशा साफ रखते हैं।",
  "It can stop its opponents' movements with just a glare. It takes in solar energy and boosts it internally.": "इनक सफ़ घूरने से ही वरोधी रुक जाते हैं। सूरज क एनिज को अपने शरर में और बढ़ाते हैं।",
  "It loves to eat roasted berries, but sometimes it gets too excited and burns them to a crisp.": "इहें बेर रोट कर क खाना बत पसंद होती है लकन उसाहत होकर बेर को जला कर काला कर देते हैं।",
  "When its internal fire flares up, its movements grow sharper and faster. When in trouble, it emits smoke.": "जब इनक शरर क अंदर क आग जलती है तो इनक गत तेज हो जाती है। और जब मुसीबत में पड़ते है, तो धुआं छोड़ देते हैं।",
  "It has mastered fast and powerful fighting moves. It grows a beard of fire.": "ये तेज और शतशाल लड़ाई क तरकों में महारत हासल कर चुक हैं। आग क दाढ़ी भी बढ़ाते हैं।",
  "It fights using the scalchop on its stomach. In response to an attack, it retaliates immediately by slashing.": "अपने पेट क कलप को इतेमाल कर क लड़ते हैं। हमल क जवाब मे तुरंत ही काटने का अटैक करते है।",
  "As a result of strict training, each Dewott learns different forms for using the scalchops.": "सत टनंग करने क कारण हर सॉडोवार क कलप को इतेमाल करने का फ़ॉम अलग होता है।",
  "One swing of the sword incorporated in its armor can fell an opponent. A simple glare from one of them quiets everybody.": "कवच से ढक इनक तलवार एक ही झटक में वरोधी को खतम कर देती है। सफ़ एक बार घूरने से ही इनक वरोधयों को चुप करवा सकते हैं।",
  "Hard of heart and deft of blade, this rare form of Samurott is a product of the Pokémon’s evolution in the region of Hisui. Its turbulent blows crash into foes like ceaseless pounding waves.": "ूर वभाव और तलवारबाजी में कोई बराबर नहीं। लगातार हमलों क ताक़त हज़ार लहरों क तरह होती हैं। यह इनका एक दुलभ वकसत प जो सफ़ हसुइ में पाया जाता है।",
  "Extremely cautious, one of them will always be on the lookout, but it won't notice a foe coming from behind.": "ये बत सतक रहते हैं और हमेशा कोई पहरा दे रहा होता है, लकन पीछे से आने वाल दुमन का यान नहीं रखते।",
  "When they see an enemy, their tails stand high, and they spit the seeds of berries stored in their cheek pouches.": "अपने गाल क पाउच में रखीं बेर क गुठलयों से हमला करते हैं। जब दुमन को देखते हैं तो इनक पुंछ खड़ी हो जाती है।",
  "This Pokémon is popular with beginners because it's intelligent, obedient to its Trainer's commands, and easy to raise.": "ये पोकमॉन बगनर टनर क बीच में लोकय है योंक ये बुिमान होते हैं, और अपने टनर क आदेशों का पालन करते हैं।",
  "It has been living with people for so long that portrayals of it can be found on the walls of caves from long, long ago.": "ये इतने समय से इंसानों क साथ में रहे हैं क इनक च पौरािणक समय क दीवारों पर भी मल हैं।",
  "Its fur is long and thick. A long time ago in cold regions, every household kept a Stoutland.": "इसका फ़र लबा और मोटा होता है बत समय पहल ठंडे ेों में, हर घर में ज़बरडॉग होते थे।",
  "They steal from people for fun, but their victims can't help but forgive them. Their deceptively cute act is perfect.": "मनोरंजन क लए लोगों क चीजे चुराते हैं। जन लोगों क चीजे चोर होती हैं, वे इनक सुंदर चाल देखकर इहें माफ कर देते हैं।",
  "Stealthily, it sneaks up on its target, striking from behind before its victim has a chance to react.": "बत चुपक से अपने शकार क पास जाते हैं, और शकार क कछ करने से पहल पीछे से हमला कर देते हैं।",
  "It's good at finding berries and gathers them from all over. It's kind enough to share them with friends.": "ये बेर ढूंढने में बत अछे होते हैं और इधर-उधर से इकका कर बेर को अपने सािथयों में बाटने वाल नेकदल पोकमॉन हैं।",
  "Ill tempered, it fights by swinging its barbed tail around wildly. The leaf growing on its head is very bitter.": "इनका वभाव बत गुसे वाला होता है और अपनी कांटदार पुंछ को घुमाकर लड़ते हैं। इनक सर क पते बत कड़वे होते हैं।",
  "This Pokémon lives in caves in volcanoes. The fire within the tuft on its head can reach 600 degrees Fahrenheit.": "वालामुखी क गुफ़ाओं में रहते हैं। इनक सर क गुछे क अंदर का तापमान 300 डी तक चला जाता है।",
  "When it gets excited, embers rise from its head and tail and it gets hot. For some reason, it loves sweets.": "जब ये उतेजत होते हैं तो इनक सर और पुंछ से चंगार नकलती है और ये गम हो जाते हैं। पता नहीं यों पर इहें मीठा बत पसंद है।",
  "The water stored inside the tuft on its head is full of nutrients. Plants that receive its water grow large.": "इनक सर क गुछे मे जमा पानी बत पोषक होता है। पौधे को वह पानी देने पर पौधे बत बड़े हो जाते है।",
  "It prefers places with clean water. When its tuft runs low, it replenishes it by siphoning up water with its tail.": "इहें साफ पानी वाल जगह पसंद है। जब सर में जमा पानी कम हो जाता है, तो ये पुंछ से पानी चूस क सर में फर से पानी भर लते हैं।",
  "It eats the dreams of people and Pokémon. When it eats a pleasant dream, it expels pink-colored mist.": "ये लोगों और पोकमॉन क सपने खाते हैं। जब ये खुश सपने खाते हैं, तो ये िपंक रंग क धुएं को नकालते हैं।",
  "The dream mist coming from its forehead changes into many different colors depending on the dream that was eaten.": "इनक सर से नकलने वाला सपनों का धुआं इनक ारा खाए गए सपनों क कार क हसाब से रंग बदलता है।",
  "These Pokémon live in cities. They are accustomed to people. Flocks often gather in parks and plazas.": "शहर मे रहने वाल पोकमॉन। ये लोगों क आदी होते हैं इसलए असर पाकों और लाज़ा मे इका होते हैं।",
  "No matter where in the world it goes, it knows where its nest is, so it never gets separated from its Trainer.": "ये दुनया में कहीं भी जाए, अपने घोंसल क जगह नहीं भूलते इसलए अपने टनर से अलग नहीं होते।",
  "Males have plumage on their heads. They will never let themselves feel close to anyone other than their Trainers.": "नर क सर पर लबे पंख होते हैं। ये अपने टनर क अलावा कसी को भी करब नहीं आने देते।",
  "Its mane shines when it discharges electricity. They use the frequency and rhythm of these flashes to communicate.": "जब ये डचाज करते हैं तो इनक मेन चमकती है। उसी चमक क लय का इतेमाल करक ये अपने सािथयों से बात करते हैं।",
  "They have lightning-like movements. When Zebstrika run at full speed, the sound of thunder reverberates.": "इनक चाल बजल क तरह तेज है। ज़ेबटाइका जब पूर गत से दौड़ते हैं तो बजल गरने जैसी गड़गड़ाहट क आवाज गूंजती है।",
  "It was found in a fissure in a layer of exposed rock. The material that makes up its body is dirt from several hundred years ago.": "जमीन क दरार में पाए गए पोकमॉन। इनका शरर सौ साल पुरानी मी से बना है।",
  "Its orange crystals are lumps of powerful energy. They're valuable, so Boldore is sometimes targeted for them.": "इनक ऑरंज िटल एनिज क ढेर होते हैं। ये बत मूयवान होते हैं इसलए इहें टारगेट करा जाता है।",
  "It absorbs rays of sunlight and shoots out energy. It's usually lurking deep beneath the surface.": "सूरज क करणों को सोख कर एनिज बाहर नकालते हैं। आमतौर पर जमीन क अंदर छुपे रहते हैं।",
  "The heart-shaped mark left on a body after a Woobat has been attached to it is said to bring good fortune.": "ऐसा कहा जाता है क कहीं पर चमचक क नाक को दबाया जाए और वहां हाट का नशान छूट जाए तो कछ अछा होने वाला होता है।",
  "Anyone who comes into contact with the ultrasonic waves emitted by a courting male experiences a positive mood shift.": "मादा को लुभाने क लए नर क ारा छोड़ी गई अटासॉनक तरंगों क संपक में आने पर मन बत खुश हो जाता है।",
  "By spinning its body, it can dig straight through the ground at a speed of 30 mph.": "अपने शरर को घुमाकर 50 कलोमटर त घंट क रफ़्तार से सीधे ज़मीन में खुदाई कर सकते हैं।",
  "More than 300 feet below the surface, they build mazelike nests. Their activity can be destructive to subway tunnels.": "जमीन से 100 मीटर नीचे भूलभुलैया जैसे घोंसल बनाकर रहते हैं। मेटो क सुरंग में भी छेद बना देते हैं।",
  "It touches others with the feelers on its ears, using the sound of their heartbeats to tell how they are feeling.": "जब ये कसी को अपने ऐंटना से छूते हैं तो उनक दल क आवाज से उनक शाररक तथ और भावनाओं को समझ जाते हैं।",
  "Always carrying squared logs, they help out with construction. As they grow, they carry bigger logs.": "ये हमेशा बड़े ले लकर नमाण क काम में मदद करते हैं। जैसे-जैसे बढ़े होते हैं, वैसे ही उनक ले भी बड़े होते जाते हैं।",
  "This Pokémon is so muscular and strongly built that even a group of wrestlers could not make it budge an inch.": "इन पोकमॉन क पास इतनी मसल और पावर होती है क पेशेवर पहलवानों का समूह भी इहें एक इंच भी नहीं हला सकता।",
  "Rather than rely on force, they master moves that utilize the centrifugal force of spinning concrete.": "अपनी पावर से यादा सेंटफ़्यूगल फ़ोस का इतेमाल कर क अपने कॉीट को घुमा कर हमला करने वाल अटैक पर फ़ोकस करते हैं।",
  "By vibrating its cheeks, it emits sound waves imperceptible to humans. It uses the rhythm of these sounds to talk.": "अपने गालों क कंपन से इंसानों को न सुनाई देने वाल वन पैदा करते हैं। वन तरंगों क लय से सािथयों से बात करते हैं।",
  "It lives in the water and on land. It uses its long, sticky tongue to immobilize its opponents.": "पानी क भीतर और जमीन दोनों पर रहते हैं। वरोधी को रोकने क लए अपनी लबी चपचपी जीब का योग करते हैं।",
  "They shoot paralyzing liquid from their head bumps. They use vibration to hurt their opponents.": "अपने सर क उठे ए हसे से पैरलाइज़ करने वाल तरल पदाथों को छोड़ते हैं। कंपन से वरोधी को चोट पंचाते हैं।",
  "When it encounters a foe bigger than itself, it wants to throw it. It changes belts as it gets stronger.": "जब अपने से कसी बड़े वरोधी से मलते हैं, तो उसे फेंकना चाहते हैं। जब ये ताकतवर हो जाते हैं तो अपनी बेट हटा देते हैं।",
  "Tying their belts gets them pumped and makes their punches more destructive. Disturbing their training angers them.": "बेट को कसने से पंच क वनाशकार शत मे बढ़त हो जाती है। अगर इनक टनंग क बीच में परशान करोगे तो गुसा हो जाएंगे।",
  "Since this Pokémon makes its own clothes out of leaves, it is a popular mascot for fashion designers.": "चूंक ये पोकमॉन पतयों से अपने कपड़े खुद बनाते हैं, इसलए ये फ़ैशन डेज़ाइनर क लए एक लोकय मैसकॉट है।",
  "It protects itself from the cold by wrapping up in leaves. It stays on the move, eating leaves in forests.": "सदी से बचाव क लए अपने शरर को पतों से लपेट लते हैं और आस-पास गर पतों को खा कर आगे बदते हैं।",
  "It keeps its eggs warm with heat from fermenting leaves. It also uses leaves to make warm wrappings for Sewaddle.": "गर ए पतों को फ़मेंट करने पर नकल गमी से अंडों को गमी देते हैं। लपता को गम करने क लए पतयों से भी लपेटते हैं।",
  "Its bite injects a potent poison, enough to paralyze large bird Pokémon that try to prey on it.": "ये काट कर इतना घातक जहर छोड़ते है क एक बड़ा बड पोकमॉन भी सुन होक हलने-डुलने में असमथ हो जाए।",
  "It is usually motionless, but when attacked, it rotates at high speed and then crashes into its opponent.": "ये आमतौर पर हलते नहीं हैं, लकन अगर इन पर हमला हो तो, तेज गत से घूमते हैं और अपने शरर को दुमन से टकरा कर पलटवार करते हैं।",
  "With quick movements, it chases down its foes, attacking relentlessly with its horns until it prevails.": "तेज गत क साथ, ये अपने दुमनों का पीछा करते हैं, और अपने सींगों क साथ तब तक लगातार हमला करते हैं जब तक क वे जीत न जाएं।",
  "When attacked, it expels cotton from its body to create a diversion. The cotton it loses grows back in quickly.": "जब इनपर हमला होता है तो ये अपने शरर का सारा कॉटन छोड़ देते हैं और दुमन को भटका देते हैं। छोड़ा आ कॉटन जद ही फर से उग जाता है।",
  "Whimsicott doesn't live in a fixed location. It floats around on whirling winds, appearing all over the place to perform its mischief.": "इनक रहने का नचत थान नहीं होता। ये बहती हवाओं क साथ उड़ जाते हैं और हर जगह जाकर शरारत करते हैं।",
  "They prefer clean water and soil. When the environment they live in turns bad, the whole bunch will up and move to a new area.": "इहें साफ पानी और मी पसंद है। जब इनक आवास का वातावरण खराब होता है तो ये झुंड में कहीं और शफ़्ट हो जाते हैं।",
  "It's well liked by other Pokémon because of its beauty. The flower on its head needs constant care, or it will soon wither and rot.": "सुंदर होने क कारण इहें अय पोकमॉन पसंद करते हैं। सर पर लगा फूल देखभाल न करने पर सड़ क मार जाता है।",
  "I suspect that its well-developed legs are the result of a life spent on mountains covered in deep snow. The scent it exudes from its flower crown heartens those in proximity.": "ऐसा लगता है क इनक पैरों क ताकत बर्फ से ढक पहाड़ों में रहने क कारण वकसत ई।इनक ताज क फूल से एक सुगंध नकलती है जो अपने आस-पास क लोगों को ेरत करती है।",
  "When a school of Basculin appears in a lake, everything else disappears, except for Corphish and Crawdaunt. That's how violent Basculin are.": "जस झील में मरडीन का झुंड दखाई देता है, उस झील में फ़ौजींगा और झींगीगा क अलावा सब गायब हो जाते हैं।",
  "Sandile's still not good at hunting, so it mostly eats things that have collapsed in the desert. It's called “the cleaner of the desert.”": "ये अभी शकार में अछे नहीं है, इसलए ये यादातर रगतान में गर चीजों को खाते है। इहें ”रगतान का लनर” कहा जाता है।",
  "It buries some of its prey in the sand to use as emergency meals when its hunts are unsuccessful.": "अपने शकार क कछ हसे को रत मे दबा देते हैं और कसी दन अगर शकार नहीं पकड़ पाए तो उसे आपातकालन खाने क प में उपयोग करते हैं।",
  "It conceals itself in sandstorms that Flygon whip up and waits patiently for prey to appear.": "फ़्लाईगॉन क कारण उपन रतील तूफ़ान में िछपकर शकार क आने का इंतज़ार करते हैं।",
  "When it sleeps, it pulls its limbs into its body and its internal fire goes down to 1,100 degrees Fahrenheit.": "जब ये सोने जाते हैं तो अपने हाथ पैरों को अंदर खीच लते हैं और इनक शरर क अंदर क 600 डी क आग भी शांत हो जाती है।",
  "It lived in snowy areas for so long that its fire sac cooled off and atrophied. It now has an organ that generates cold instead.": "गहर बर्फल भूम में रहने क दौरान इनक आग का पाउच ठंडा हो गया और ठंडी हवा छोड़ने वाला अंग वकसत हो गया।",
  "Its internal fire burns at 2,500 degrees Fahrenheit, making enough power that it can destroy a dump truck with one punch.": "इनक शरर क अंदर 1400 डी क आग जला कर ये इतनी पावर बनाते हैं क एक डंप टक को एक पंच में नट कर दें।",
  "On days when blizzards blow through, it comes down to where people live. It stashes food in the snowball on its head, taking it home for later.": "जस दन बर्फानी तूफ़ान आते हैं, वह लोगों क रहने वाल जगह पर आ जाते हैं। ये खानें को अपने सर क नोबॉल में रख कर वापस ल जाते हैं।",
  "Arid regions are their habitat. They move rhythmically, making a sound similar to maracas.": "ये सुखी जगहों में रहते हैं। जब ये लय में चलते हैं तो मराकस जैसी वन उपन होती है।",
  "When it finds a stone of a suitable size, it secretes a liquid from its mouth to open up a hole to crawl into.": "यद इहें उचत आकार का पथर मलं तो वे अपने मुंह से एक तरल पदाथ नकलकर अंदर घुसने क लए छेद बनाते हैं।",
  "Competing for territory, Crustle fight viciously. The one whose boulder is broken is the loser of the battle.": "पैलशैल अपने इलाक को लकर जमकर लड़ते हैं। जसक चान टूट जाए उसक हार हो जाती है।",
  "It stretches its saggy skin up to its neck to protect itself. The saggier their skin, the more respect they garner.": "खुद को बचाने क लए अपनी ढील वचा को अपनी गदन तक खीचते हैं। जतनी उनक वचा ढील होती है, उहें उतना ही समान मलता है।",
  "It taunts its opponents by spitting. It has a certain territory that it never leaves its whole life long.": "ये थूककर अपने वरोधी को उकसाते हैं। अपने इलाक को कभी नहीं छोड़ते।",
  "The guardians of an ancient city, they always fly the same route while keeping watch for invaders.": "एक ाचीन शहर क संरण देवता। ये हमेशा एक ही राते पर गत लगाते थे और घुसपैठयों पर नज़र रखते थे।",
  "Each of them carries a mask that used to be its face when it was human. Sometimes they look at it and cry.": "इनक पास जो मुखौटा होता है वो उनका मुंह है जब मौकाब इंसान आ करते थे। आज भी उसे कभी-कभी देख कर रोते हैं।",
  "A clay slab with cursed engravings took possession of a Yamask. The slab is said to be absorbing the Yamask’s dark power.": "कहा जाता है क शािपत नकाशी क साथ वाल एक मी क लैब ने मौकाब पर कज़ा कर लया है। और यह लैब उनक डाक पावर खीचता है।",
  "Grave robbers who mistake them for real coffins and get too close end up trapped inside their bodies.": "क क लुटर उहें असल क समझने क गलती करते हैं और उनक शरर क अंदर फंस जाते हैं।",
  "Its hunting grounds encompassed a broad area, from the land to more than half a mile deep in the ocean.": "जमीन और 1000 मीटर गहर समु का इलाका पूरा इनका शकार का मैदान था।",
  "Carracosta eats every last bit of the prey it catches, even the shells and bones, to further strengthen its sturdy shell.": "अपने सत खोल को और मज़बूत करने क लए पकड़े गए शकार क हर हसे, यहा तक क शेल और हियों को भी खा जाते हैं।",
  "Restored from a fossil, this ancient bird Pokémon has wings but can't yet fly.": "इहें फ़ॉसल क ारा पुनजीवत करा गया। पंख होने पर भी उड़ न पाने वाल ाचीन बड पोकमॉन।",
  "Said to be an ancestor of bird Pokémon, the muscles it uses to flap its wings are still weak, so it needs a long runway in order to take off.": "इहें बड पोकमॉन क पूवज कहा जाता है। इनक पंखों क मांसपेशया अभी भी कमजोर हैं इसलए बना रन-अप लए उड़ नहीं पते।",
  "If a young Pokémon or child breathes in the toxic gas that Trubbish belches out, it could be a life-threatening situation.": "इस पोकमॉन क डकार क साथ बाहर नकलने वाल गैस इतनी खतरनाक होती है क अगर कोई छोटा बचा इसे अंदर लता है, तो उसक जीवन को खतरा हो सकता है।",
  "Some say the reason Garbodor in Alola are a little stronger than their counterparts elsewhere is the presence of Muk, their natural enemy.": "अलोला क गारबोडर थोड़े मजबूत इसलए होते हैं योंक उनक ाकृतक दुमन मक होते हैं।",
  "If a normally talkative child suddenly stops talking, it may have been replaced by Zorua.": "जब एक बत बोलने वाला बचा एकदम से बोलना बन कर दे तो हो सकता है ज़ोरुआ ने उसक जगह ल ल हो।",
  "A once-departed soul, returned to life in Hisui. Derives power from resentment, which rises as energy atop its head and takes on the forms of foes. In this way, Zorua vents lingering malice.": "एक मृत आमा जसका हसुइ में पुनजम आ। ईष्या इनक ताकत होती है और इनक सर से ये ताकत नकाल कर इनक वरोधी का प ल लती है। इससे, ये अपनी ईष्य क भावना को नकलते हैं।",
  "If it thinks humans are going to discover its den, Zoroark shows them visions that make them wander around in the woods.": "अगर इहें लगता है क इंसान इनक घोंसल मे घुसने वाल हैं तो ये उहें म दखा कर जंगल में भटका देते हैं।",
  "With its disheveled white fur, it looks like an embodiment of death. Heedless of its own safety, Zoroark attacks its nemeses with a bitter energy so intense, it lacerates Zoroark’s own body.": "अपने सफ़ेद फ़र क साथ ये बकल मृयु क तीक दखते हैं। अपनी सुरा को भी नज़रंदाज़ कर क ये वरोधी पर ािपत ताकत का ऐसा हमला करते हैं क इहें खुद को भी चोट लग जाती हैं।",
  "When its tail has gotten dirty from self-cleaning or from cleaning its nest, Minccino spends a whole day washing its tail in clean spring water.": "जब इनक पूंछ खुद को साफ करने से या अपने घोंसल क सफाई से गंदी हो जाती है, ये पूरा दन अपनी पूंछ को साफ झरने क पानी में धोते हैं।",
  "The oil that seeps from its body is really smooth. For people troubled by bad skin, this oil is an effective treatment.": "इनक पूर शरर से रसने वाला तेल बत चकना होता है। उन लोगों क लए बत कारगर होता है जो खी वचा से पीिड़त हैं।",
  "They intently observe both Trainers and Pokémon. Apparently, they are looking at something that only Gothita can see.": "टनर या पोकमॉन को यान से देखते रहते हैं। वे कछ ऐसा देख रहे होते हैं जसे कवल गोलगॉथ ही देख सकते हैं।",
  "According to many old tales, it creates friends for itself by controlling sleeping children on starry nights.": "कई पुरानी कहानयों क अनुसार, रात में जब तार चमक रहे होते हैं तो ये सोते ए बचों को कंटोल करक उनक साथ खेलते हैं।",
  "They can predict the future from the placement and movement of the stars. They can see Trainers' life spans.": "ये तारों क थान या गत से भवय देखने क मता रखते हैं। वो टनर क जीवन काल को देख सकते हैं।",
  "They drive away attackers by unleashing psychic power. They can use telepathy to talk with others.": "साइको पावर इतेमाल करक दुमन को रोक देते हैं। टलपथी से अपने सािथयों से बात करते हैं।",
  "When their two divided brains think the same thoughts, their psychic power is maximized.": "जब उनक दो अलग दमाग एक ही चीज सोचते हैं तब उनक साइको पावर सबसे ताकतवर होती है।",
  "When Reuniclus shake hands, a network forms between their brains, increasing their psychic power.": "जब ओवाकनेक एक दूसर से हाथ मलाते हैं, तो उनक दमाग एक नेटवक क मायम से जुड़ जाते हैं और उनक साइको पावर बढ़ जाती है।",
  "They are better at swimming than flying, and they happily eat their favorite food, peat moss, as they dive underwater.": "ये उड़ने क तुलना में तैरने में बेहतर हैं, और ये पानी क भीतर गोता लगाते ए खुशी-खुशी अपना पसंदीदा भोजन, काई खाते हैं।",
  "Swanna start to dance at dusk. The one dancing in the middle is the leader of the flock.": "भोर होते ही हंसोना नाचने लगते हैं। बीच में नाचने वाला हंसोना झुंड का नेता होता है।",
  "When the morning sun hit an icicle, it wished not to melt, and thus Vanillite was born. At night, it buries itself in snow to sleep.": "जब सूरज क करणे एक बरफ क टुकड़े पर गर और उसने इछा मांगी क वह िपघलना नहीं चाहता तब ये पोकमॉन पैदा ए। रात में बर्फ मे घुस कर सो जाते हैं।",
  "This hearty Pokémon survived the Ice Age. It's incredibly popular in very hot regions.": "एक मजबूत पोकमॉन जो हमयुग में भी बच गए। गम ेों मे बत लोकय होते हैं।",
  "Vanilluxe is born when two Vanillish, half-melted by the day's light, stick to each other and freeze together in the cold return of night.": "दन क सूरज से िपघल रहे दो वनीरच जुड़े और ठंडी रात मे वापस जमनें पर ये पोकमॉन पैदा ए।",
  "The turning of the seasons changes the color and scent of this Pokémon's fur. People use it to mark the seasons.": "मौसम क बदलने पर इनक खुशबू और बाल बदल जाते हैं। ये पोकमॉन मौसम बताते हैं।",
  "They migrate according to the seasons, so some people call Sawsbuck the harbingers of spring.": "कहा जाता है क मौसबडीयर वसंत लकर आते हैं योंक जैसे ही मौसम बदलने वाला होता है ये अपना नवास बदलते हैं।",
  "As it flies, it scatters electricity around, so bird Pokémon keep their distance. That's why Emolga can keep all its food to itself.": "उड़ते ए ये चारों ओर बजल बखेरतें हैं इसलए दूसर पोकमॉन इनसे दूर बना कर रखते हैं। उसक वजह से ये अपना सारा खाना अकल खा पाते हैं।",
  "For some reason they evolve when they receive electrical energy while they are attacking Shelmet.": "कसी कारण से ये तब वकसत होते हैं जब ये शेलमेट पर हमला करते समय बजल क एनिज क संपक में आते हैं।",
  "These Pokémon evolve by wearing the shell covering of a Shelmet. The steel armor protects their whole body.": "शेलमेट क शेल को अपने शरर पर पहनकर वकसत ए पोकमॉन। टल का कवच पूर शरर क रा करता है।",
  "It lures Pokémon with its pattern that looks just like a Poké Ball, then releases poison spores.": "पोक बॉल क जैसे पैटन से पोकमॉन को लुभाते हैं और फर उनक ऊपर जहरल पोर िछड़क देते हैं।",
  "It lures prey close by dancing and waving its arm caps, which resemble Poké Balls, in a swaying motion.": "ये नाचते ए अपनी बांह क टोपी जो पोक बॉल से मलती हैं, को लहराते ए शकार को लुभाते हैं।",
  "Using the invisible poison spikes on its veillike arms and legs, it paralyzes its enemies and causes them to drown.": "अपने वेल जैसे हाथों और पैरों पर अदृय जहर क पाइस का उपयोग करक, ये अपने दुमनों को पेरलाइज़ करक उहें पानी में डूबा देते हैं।",
  "Fishermen are terrified of Jellicent. It's rumored to drag them into the sea and steal their lives away.": "मछुआर इन पोकमॉन से बत डरते हैं। अफ़वाह है क ये उहें समु में खीचकर उनक जान ल लते हैं।",
  "The reason it helps Pokémon in a weakened condition is that any Pokémon coming after them may also attack Alomomola.": "कमजोर ए पोकमॉन क मदद इसलए करते हैं योंक इहें लगता है क उस पोकमॉन क बाद शायद अगला हमला इनक ऊपर भी हो सकता है।",
  "They attach themselves to large-bodied Pokémon and absorb static electricity, which they store in an electric pouch.": "ये बड़े पोकमॉन पर चपक कर उनक टैटक इलटसट चूसकर अपने बजल क पाउच में टोर करते हैं।",
  "When attacked, they create an electric barrier by spitting out many electrically charged threads.": "जब दुमन हमला करते हैं तब ये अपने मुंह से इलटक चाज वाल धागे छोड़ कर इलटक बैरयर बनाते हैं।",
  "It absorbs the iron it finds in the rock while clinging to the ceiling. It shoots spikes when in danger.": "ये गुफा क छत पर चपक जाते हैं और चान क आइरन को सोख लते हैं। खतरा मपसूस होने पर पाइस को शूट करक मारते हैं।",
  "They attach themselves to cave ceilings, firing steel spikes at targets passing beneath them.": "गुफा क छत से चपक रहते हैं और नीचे से गुजरने वाल शकार क ओर लोहे क पाइक मारते हैं।",
  "The two minigears that mesh together are predetermined. Each will rebound from other minigears without meshing.": "इनक दांतों क जुडने का तरका पहल से ही तय रहता है। कसी दूसर बॉडी से दांत मेल न खाकर अलग हो जाते हैं।",
  "A minigear and big gear comprise its body. If the minigear it launches at a foe doesn't return, it will die.": "एक मनीगयर और बड़े गयर से इनका शरर बना होता है। ये अपना मनीगयर दुमन पर लॉच करते हैं, अगर वो वापस नहीं आए तो ये मर सकते हैं।",
  "Its red core functions as an energy tank. It fires the charged energy through its spikes into an area.": "इनका लाल कोर एनिज टैंक का काम करता है। चाज्ड एनिज को पाइस से नकाल कर आस-पास मारते हैं।",
  "One alone can emit only a trickle of electricity, so a group of them gathers to unleash a powerful electric shock.": "अकल ये यादा इलटसट नहीं उपन कर पाते इसलए बत सार लकवारा साथ में मलकर एक शतशाल बजल का झटका छोड़ते हैं।",
  "These Pokémon have a big appetite. When they spot their prey, they attack it and paralyze it with electricity.": "एक पोकमॉन जसे बत यादा भूक लगती है। शकार क मलने पर उन पर बजल से हमला करते है और उहें पैरलाइज़ कर क खा जाते हैं।",
  "They crawl out of the ocean using their arms. They will attack prey on shore and immediately drag it into the ocean.": "अपने बाहों क ताकत से समु में से बाहर नकलते हैं और कनार क शकार पर हमला करते हैं। पल भर में ही उसे समु में खीच लते हैं।",
  "This Pokémon is shrouded in mystery. It's said to have appeared from a UFO that fell from the sky about 50 years ago.": "एक रहयमयी पोकमॉन जनक बार में कहा जाता है क वे एक UFO से नकल हैं, जो लगभग 50 साल पहल जमीन पर गरा था।",
  "It has strong psychic powers. Using its fingers that flash three different colors, it controls its opponents and rewrites their memories.": "इनक पास ताकतवर साइको पावर होती है। अपनी उंगलयों का उपयोग करक जो तीन अलग-अलग रंगों में चमकती है, ये अपने वरोधयों को कंटोल करते हैं और उनक यादों को फर से लखते हैं।",
  "Litwick shines a light that absorbs the life energy of people and Pokémon, which becomes the fuel that it burns.": "मोबात क आग लोगों और पोकमॉन क जीवन शत को असॉब करक जलती है।",
  "It arrives near the moment of death and steals spirit from the body.": "जीवन क अंत में कट होते हैं, और जब आमा शरर छोड़ती है, तो ये तुरंत उसे चुरा लते हैं।",
  "The spirits burned up in its ominous flame lose their way and wander this world forever.": "इनक डरावनी आग मे जलने वाल आमाएं अपना राता खो देती हैं और इस दुनया में हमेशा क लए भटक जाती हैं।",
  "They mark their territory by leaving gashes in trees with their tusks. If a tusk breaks, a new one grows in quickly.": "अपने दांतों से पेड़ को छील कर अपने इलाक का नशान बनाते हैं। दांत टूटने पर जदी से वापस उग जाता है।",
  "A broken tusk will not grow back, so it diligently sharpens its tusks on river rocks after the end of a battle.": "इनका दांत फर नहीं उगता, इसलए लड़ाई खम होने क बाद ये सावधानी से नदी क चानों पर अपने दांत को रगड़ कर तेज करते हैं।",
  "Their sturdy tusks will stay sharp even if used to cut steel beams. These Pokémon are covered in hard armor.": "इनक मजबूत दांतों क धार टल क फ़्रम काटने पर भी कम नहीं होती। ये कठोर आमर से ढक होते हैं।",
  "Their snot is a barometer of health. When healthy, their snot is sticky and the power of their ice moves increases.": "इनक बहती नाक इनक वाथ होने का बैरोमीटर होती है। वथ होने पर ये और चपचपी हो जाती है और आइस क अटैक भी ताकतवर हो जाते हैं।",
  "It freezes its breath to create fangs and claws of ice to fight with. Cold northern areas are its habitat.": "ये लड़ने क लए बर्फ क नुकल दांत और पंजे बनाने क लए अपनी सांस को जमा देते हैं। ठंडे उतर े इनक नवास थान हैं।",
  "They are composed of ice crystals. They capture prey with chains of ice, freezing the prey at -148 degrees Fahrenheit.": "बर्फ क िटल से बनी चेन का इतेमाल करक शकार को जकड़ते हैं और माइनस 100 डी तक फ़्रज़ कर देते हैं।",
  "It evolves when bathed in an electric-like energy along with Karrablast. The reason is still unknown.": "कवरटल क साथ इलटक जैसी एनिज क संपक में आने पर वकसत हो जाते हैं। इसका कारण आज तक अात है।",
  "When its body dries out, it weakens. So, to prevent dehydration, it wraps itself in many layers of thin membrane.": "जब इनका शरर सूख जाता है तब ये कमजोर हो जाते हैं। इसलए खुद को सूखने से बचाने क लए पतल िझल क काई परतों से खुद को लपेट लते हैं।",
  "It conceals itself in the mud of the seashore. Then it waits. When prey touch it, it delivers a jolt of electricity.": "समु क कनार में छीप जाते हैं और शकार का इंतज़ार करते हैं। जब शकार उहें छूता है, तो ये उहें बजल क झटक से पैरलाइज़ कर देते हैं।",
  "Living in mud with a high iron content has given it a strong steel body.": "चूंक ये लोहे से भरपूर मी में रहते थे, इसलए इनका शरर मजबूत टल में बदल गया।",
  "They seclude themselves in the mountains and devote themselves to training. The form of their kicks and chops differs from pack to pack.": "पहाड़ों में रह कर अपने सािथयों क साथ टनंग करते हैं। झुंड क आधार पर कक और चॉप का कार अलग होता है।",
  "When Mienshao lets out a bizarre wail, you're in danger. A flurry of kicks and chops too fast to see is about to be unleashed!": "जब ये अजीब चीख-पुकार मचाते हैं तो ये आप खतर में हैं। पलक झपकाने से पहल ये कक और चॉप क बौछार करने वाल हैं।",
  "It infiltrates tunnels that Pokémon like Diglett and Dugtrio have dug and quietly waits for prey to pass through.": "डगलट या डगटयो क ारा खोदी गई सुरंगों में घुस जाते हैं। और शांत से शकार क आने का इंतजार करते हैं।",
  "Although ancient people apparently built it by working with clay, the source of its energy is unclear.": "ऐसा लगता है क ाचीन लोगों ने इहें ल से बनाया था, लकन इनक एनिज का ोत अात है।",
  "When the seal on its chest is removed, it rages indiscriminately, turning the whole town around it into a mountain of rubble.": "अगर इनक छाती पर लगी सील टूटती है तो ये अंधाधुंद तोड़फोड़ करते हैं और शहर को मलबे क ढेर मे बदल देते हैं।",
  "It follows Bisharp's orders to a tee when it attacks enemies. After slashing an opponent, Pawniard clangs both of its blades together.": "वज़ीरचॉप क आदेश पर दुमन पर हमला करते हैं। अगर अपने वरोधी को काटते हैं तो अपने दोनों हाथों क लड को टकरा कर आवाज नकालते हैं।",
  "It leads a group of Pawniard. Bisharp doesn't even change its expression when it deals the finishing blow to an opponent.": "मोराटाना क झुंड क लडर होते हैं। जब ये दुमन पर हमला करते हैं तब इनक चेहर क भाव भी नहीं बदलते हैं।",
  "Their fluffy fur absorbs damage, even if they strike foes with a fierce headbutt.": "जब ये जोर से हेडबट करते हैं तब इनका फ़्लफ़ी फ़र डैमेज को असॉब कर लता है।",
  "Known as a natural-born warrior, soon after its hatching, it will challenge its parent to a fight in order to gain their acceptance.": "इहें जम से ही योा माना जाता है। इहें जम क तुरंत बाद ही अपने माता-िपता को चुनौती देकर खुद क ताकत दखानी पड़ती है।",
  "Known as “the hero of the skies,” this Pokémon is so proud and so brave that it will never retreat, even when it's injured.": "इहें ”आसमान क हीरो” क प में जाना जाता है। चोट लगने पर भी न भागने वाल गौरवशाल और बहादुर पोकमॉन।",
  "Screaming a bloodcurdling battle cry, this huge and ferocious bird Pokémon goes out on the hunt. It blasts lakes with shock waves, then scoops up any prey that float to the water’s surface.": "एक शतशाल बड पोकमॉन जो शकार क वत एक ऊंची जंगी पुकार लगते हैं। इस पुकार से झील क पानी में झटक क लहर फैलती हैं और इनका शकार सतह पर आ जाता है।",
  "Its healthy appetite leads to visible growth spurts. It often has to replace the bones it wears as its size increases.": "खा-खा कर बड़ते जाने वाल पोकमॉन। इहें आमतौर पर अपनी ही बदलनी पड़ती है योंक इनका शरर बड़ा होता जाता है।",
  "It's always searching for food for Vullaby. When it finds a weak Pokémon, Mandibuzz swoops it right off to its nest.": "वलकड क लए हमेशा खाना ढूंढते रहते हैं। जैसे ही इहें कमजोर आ पोकमॉन मलता है, ये उसे अपने घोंसल में ल जाते हैं।",
  "It draws in air through its tail, transforms it into fire, and uses it like a tongue. It melts Durant and eats them.": "अपनी पूंछ से ल गई हवा को आग में बदल कर ऐसे इतेमाल करते हैं जैसे उनक जीब हो, और उससे चीटायरन को िपघला कर खाते हैं।",
  "They attack in groups, covering themselves in steel armor to protect themselves from Heatmor.": "ये टल का आमर पहनते हैं। एक समूह क प में अपने ाकृतक दुमन हीटखोर क हमल को रोकतें हैं और पलटवार करते हैं।",
  "Lacking sight, it's unaware of its surroundings, so it bumps into things and eats anything that moves.": "कम दखने क कारण, अपने आस-पास क परिथती को समझ नहीं पते। इसलए चीज़ों से टकराते रहते हैं और जो भी हलता है उसे खा लते हैं।",
  "After it has eaten up all the food in its territory, it moves to another area. Its two heads do not get along.": "यद ये अपने इलाक क सार खाने को खा लं तो दूसर जगह चल जाते हैं। इनक दोनों सर क आपस में नहीं बनती।",
  "It responds to movement by attacking. This scary, three-headed Pokémon devours everything in its path!": "एक खतरनाक पोकमॉन जो हलती ई कसी भी चीज़ पर हमला करते हैं, और अपने तीन सर से खा जाते हैं।",
  "It protects itself with flame. Long years ago, people believed Larvesta had a nest on the sun.": "आग क लपटों से अपनी रा करते हैं। पुराने जमाने में लोग मानते थे क सूरज में इनका घोंसला होता था।",
  "According to legends, it was hatched from a flaming cocoon to save people and Pokémon that were suffering from the cold.": "एक कहानी है क ये ठंड से पीिड़त लोगों को बचाने क लए जलते ए ककन से नकल थे।",
  "It has a body and heart of steel. It worked with its allies to punish people when they hurt Pokémon.": "इनक पास टल का दल और शरर है। पोकमॉन को चोट पंचाने पर अपने सािथयों क साथ मल कर उन लोगों को सज़ा देते थे।",
  "Spoken of in legend, this Pokémon used its phenomenal power to destroy a castle in its effort to protect Pokémon.": "पौरािणक कथाओं क अनुसार, पोकमॉन क रा क यास में एक महल को नट करने क लए इहोंने अपनी असाधारण शत का इतेमाल कया था।",
  "Legends say this Pokémon confounded opponents with its swift movements.": "लजेंड क हसाब से ये पोकमॉन को बचाने क लए अपने तेज मूस का इतेमाल करक वरोधी को कंफ़्यूज़ कर देते थे।",
  "Tornadus expels massive energy from its tail, causing severe storms. Its power is great enough to blow houses away.": "टॉरनैरॉसस अपनी पूंछ से एनिज बाहर नकालते हैं, जससे भयंकर तूफ़ान आते हैं। इनक शत घरों को उड़ाने क लए पयात है।",
  "As it flies around, it shoots lightning all over the place and causes forest fires. It is therefore disliked.": "चूंक ये आसमान में चारों ओर उड़ते ए इधर-उधर बजल फेंककर जंगल में आग लगाते हैं, इसलए इहें नापसंद कया जाता है।",
  "When Reshiram's tail flares, the heat energy moves the atmosphere and changes the world's weather.": "जब रशरैम क पुंछ जलती है तो गम एनिज से वातावरण में बदलाव आता है और पूर दुनया का मौसम बदल जाता है।",
  "Concealing itself in lightning clouds, it flies throughout the Unova region. It creates electricity in its tail.": "ये अपनी पुंछ से इलटसट बनाते हैं। अपने पूर शरर को बजल क बादलों में छुपाकर युनोवा रजन क आसमान में उड़ते हैं।",
  "From the forces of lightning and wind, it creates energy to give nutrients to the soil and make the land abundant.": "हवा और बजल में से ल गई एनिज से मी का पोषण करते हैं और पृवी को उपजाऊ बनाते हैं।",
  "It generates a powerful, freezing energy inside itself, but its body became frozen when the energy leaked out.": "शरर क अंदर शतशाल ठंडक एनिज पैदा करते हैं। लकन लक ई ठंडी हवा से इनका शरर ठंडा हो जाता है।",
  "When it is resolute, its body fills with power and it becomes swifter. Its jumps are then too fast to follow.": "जब ये दृढ़ नणय कर लं, तो इनका पूरा शरर शत से भर जाता है और ये बत तेज़ हो जाते हैं। इनक छलांगों क फर छव ही दखती है।",
  "Its melodies are sung with a special vocalization method that can control the feelings of those who hear it.": "ये पेशल ढंग से गाना गाते हैं इसलए सुनने वालों क भावनाओं को कंटोल कर सकते हैं।",
  "This Pokémon existed 300 million years ago. Team Plasma altered it and attached a cannon to its back.": "30 करोड़ साल पहल क पोकमॉन। टम लाज़्मा ने इहें बदल दया और पीठ पर कनन लगा दया।",
  "The quills on its head are usually soft. When it flexes them, the points become so hard and sharp that they can pierce rock.": "सर पर लगे कांट, आमतौर पर नम होते हैं, लकन अगर ये ताकत लगाएं तो चान में भी छेद कर सकते हैं।",
  "It relies on its sturdy shell to deflect predators' attacks. It counterattacks with its sharp quills.": "शरर को ढकने वाला मजबूत खोल दुमन क हमल से बचाता है और कांटों से पलटवार भी करता है।",
  "Its Tackle is forceful enough to flip a 50-ton tank. It shields its allies from danger with its own body.": "इनका टैकल इतना ताकतवर होता है क 50 टन क टैंक को भी उलटा कर दे। अपने शरर से शीड बना कर अपने सािथयों को बचाते हैं।",
  "Eating a twig fills it with energy, and its roomy ears give vent to air hotter than 390 degrees Fahrenheit.": "जब ये टहनी खाते हैं, तो इनक ताकत बड़ती है और अपने बड़े कानों से 200 डी से अधक गम हवा नकालते हैं।",
  "It has a twig stuck in its tail. With friction from its tail fur, it sets the twig on fire and launches into battle.": "इनक पूंछ में एक टहनी फंसी ई हैं। इनक पूंछ क फ़र क फ़्रशन से, ये टहनी में आग लगा देते हैं और लड़ाई शु कर देते हैं।",
  "It gazes into the flame at the tip of its branch to achieve a focused state, which allows it to see into the future.": "ये फ़ोकस करने क लए अपनी शाखा क नोक क आग को देखते हैं, जो इहें भवय में देखने क शत देती है।",
  "It secretes flexible bubbles from its chest and back. The bubbles reduce the damage it would otherwise take when attacked.": "अपनी छाती और पीठ से लचील बबल छोड़ते हैं। बबल हमल से होने वाल नुकसान से बचाते हैं।",
  "It can throw bubble-covered pebbles with precise control, hitting empty cans up to a hundred feet away.": "ये सटक नयंण क साथ बबल से ढक पथर फेंक सकते हैं, खाल डबे को 30 मीटर दूर से मार सकते हैं।",
  "It creates throwing stars out of compressed water. When it spins them and throws them at high speed, these stars can split metal in two.": "शूरकन बनाने क लए पानी को कंेस करते हैं। यद ये उसे तेजी से घुमा कर फेंकते हैं तो मेटल क भी दो टुकड़े कर देते हैं।",
  "They use their large ears to dig burrows. They will dig the whole night through.": "अपने बड़े कानों से जमीन को खोद कर बल बनाते हैं। पूर-पूर रात भी खोदते रहते हैं।",
  "With their powerful ears, they can heft boulders of a ton or more with ease. They can be a big help at construction sites.": "इनक कानों में 1 टन से अधक भार चानों को आसानी से उठाने क शत होती है। नमाण थानों में बत काम आते हैं।",
  "These friendly Pokémon send signals to one another with beautiful chirps and tail-feather movements.": "ये बत दोताना यवहार क होते हैं। अपने दोतों से सुंदर गीत और पुंछ क पंख को हला कर बात करते हैं।",
  "From its beak, it expels embers that set the tall grass on fire. Then it pounces on the bewildered prey that pop out of the grass.": "अपनी चोंच से आग क अंगार नकाल कर लबी घास को जला देते हैं और हैरान होकर नकल शकार को पकड़ लते हैं।",
  "In the fever of an exciting battle, it showers embers from the gaps between its feathers and takes to the air.": "ये लड़ते ए जब उतेजत होते हैं तो उड़ते ए इनक पंखों क बीच में से अंगार नकलते हैं।",
  "When under attack from bird Pokémon, it spews a poisonous black powder that causes paralysis on contact.": "जब बड पोकमॉन इहें अटैक करते हैं तो ये एक काला पाउडर छोड़ते हैं। पाउडर इतना जहरला होता है क छूए तो पैरलाइज़ हो सकते हैं।",
  "It lives hidden within thicket shadows. When predators attack, it quickly bristles the fur covering its body in an effort to threaten them.": "ये घनी छाया में िछपे रहते हैं। जब शकार हमला करते हैं, तो ये उहें धमकाने क यास में अपने शरर को ढकने वाल फ़र क बालों को खड़ा कर देते हैं।",
  "Vivillon with many different patterns are found all over the world. These patterns are affected by the climate of their habitat.": "दुनया में वभन पैटन क पंख वाल ववलयॉन हैं। ये पैटन उनक आवास क जलवायु से भावत होते हैं।",
  "The stronger the opponent it faces, the more heat surges from its mane and the more power flows through its body.": "ये जतने मजबूत तंी का सामना करते हैं, उनक मेन से उतनी ही अधक गमी नकलती है और उतनी ही अधक शत उनक शरर में वाहत होती है।",
  "The male with the largest mane of fire is the leader of the pride.": "झुंड में सबसे बड़ी आग क मेन वाल नर को उसक साथी अपना लडर मानते हैं।",
  "It draws out and controls the hidden power of flowers. The flower Flabébé holds is most likely part of its body.": "ये फूलों क िछपी शत को बाहर नकालते हैं और नयंित करते हैं। फ़्लबेबे का फूल उनक शरर का हसा है।",
  "It flutters around fields of flowers and cares for flowers that are starting to wilt. It draws out the hidden power of flowers to battle.": "ये फूलों क खेतों क चारों ओर लहराते हैं और उन फूलों क देख-रख करते हैं जो मुरझाने लगे हैं। ये फूलों क िछपी शत को यु में इतेमाल करते हैं।",
  "It claims exquisite flower gardens as its territory, and it obtains power from basking in the energy emitted by flowering plants.": "इनका इलाका एक बत सुंदर बगीचा होता है। फूलों से नकलने वाल ऊजा को सोख लते हैं, और उसे अपनी शत में बदल लते हैं।",
  "Thought to be one of the first Pokémon to live in harmony with humans, it has a placid disposition.": "इसे इंसानों क साथ रहने वाला पहला पोकमॉन कहा जाता है। एक शांत पसनैलट वाला पोकमॉन।",
  "It can tell how its Trainer is feeling by subtle shifts in the grip on its horns. This empathic sense lets them run as if one being.": "संग को पकड़ने क छोट से बदलाव से ये टनर क भावनाओं को समझ सकते हैं और वे टनर क साथ एक होक भाग सकते हैं।",
  "It does its best to be taken seriously by its enemies, but its glare is not sufficiently intimidating. Chewing on a leaf is its trademark.": "वरोधी इहें कम न समझे इसलए ये उहें बत मेहनत से घूरते हैं लकन कोई फरक नहीं पड़ता। एक पते को चबाना इनका टडमाक है।",
  "Although it possesses a violent temperament, it won't put up with bullying. It uses the leaf in its mouth to sense the movements of its enemies.": "ये बत गुसैल और हंसक हैं, लकन कमज़ोरों को परशान करने वालों को बकल माफ नहीं करते हैं। पते से दुमन क मुस को समझ जाते हैं।",
  "Trimming its fluffy fur not only makes it more elegant but also increases the swiftness of its movements.": " शरर क अनचाहे बालों को काटने से न कवल इनका फ़गर खूबसूरत बनता है, बक शरर क गत में भी सुधार आता है।",
  "The organ that emits its intense psychic power is sheltered by its ears to keep power from leaking out.": "इनक ताकतवर साइको पावर क नकलने को बचाने क लए अपने कानों क पावर छोड़ने वाल अंग को ढक लते हैं।",
  "When in danger, it raises its ears and releases enough psychic power to grind a 10-ton truck into dust.": "जब खतरा नकट आ जाए, तो अपने कान उठाते हैं और 10 टन क टक को मोड़ने वाल साइको पावर छोड़ते हैं।",
  "Apparently this Pokémon is born when a departed spirit inhabits a sword. It attaches itself to people and drinks their life force.": "ये पैदा ए जब मृतकों क आमाएं ाचीन तलवार में घुस गई। ये इंसानों से चपक कर उनक जीवन शत चुराते हैं।",
  "When Honedge evolves, it divides into two swords, which cooperate via telepathy to coordinate attacks and slash their enemies to ribbons.": "वकसत होकर दो भागों में बट गए। टलपथी क मायम से बात करते हैं और दुमनों को काट देते हैं।",
  "Generations of kings were attended by these Pokémon, which used their spectral power to manipulate and control people and Pokémon.": "राजाओं क पीिढ़यों ने इहें अपने साथ रखा था और लोगों और पोकमॉन में हेरफेर करने और कंटोल करने क लए इनक शत का उपयोग कया।",
  "It emits a scent that enraptures those who smell it. This fragrance changes depending on what it has eaten.": "कसी को भी मोहत करने वाल गंध शरर से पैदा करते हैं। गंध इस बात पर नभर करती है क इहोंने या खाया है।",
  "It devises various scents, pleasant and unpleasant, and emits scents that its enemies dislike in order to gain an edge in battle.": "ये वभन सुगंधों को छोड़ते हैं। वरोधी क नापसंद गंध छोड़कर लड़ाई को अपने लए आसान बना देते हैं।",
  "To entangle its opponents in battle, it extrudes white threads as sweet and sticky as cotton candy.": "कॉटन कडी क तरह एक मीठा और चपचपा सफेद धागा नकाल कर वरोधी प को उलझाते हैं और उहें रोक देते हैं।",
  "It can distinguish the faintest of scents. It puts its sensitive sense of smell to use by helping pastry chefs in their work.": "ये हक गंध को भी पकड़ सकते हैं। इसलए पेटी शेफ़ क मदद करने क लए अपनी सूंघने क मता का इतेमाल करते हैं।",
  "Opponents who stare at the flashing of the light-emitting spots on its body become dazed and lose their will to fight.": "इसक शरर क लाइट छोड़ने वाल पॉट देखने पर वरोधी चकरा कर लड़ने का मन खो देता है।",
  "It wields the most compelling hypnotic powers of any Pokémon, and it forces others to do whatever it wants.": "ये सार पोकमॉन में सबसे यादा हपनोसस क पावर रखते हैं। वरोधी को कंटोल करक जो चाहे करवा सकते हैं।",
  "Two Binacle live together on one rock. When they fight, one of them will move to a different rock.": "दो बायनेकल एक चान पर एक साथ रहते हैं। जब वे एक दूसर से लड़ते हैं, तो उनमें से एक दूसर चान पर चला जाता है।",
  "When they evolve, two Binacle multiply into seven. They fight with the power of seven Binacle.": "वकसत होने पर दो बायनेकल सात भागों मे बट गए। सात बायनेकल क पावर से लड़ते हैं।",
  "Camouflaged as rotten kelp, they spray liquid poison on prey that approaches unawares and then finish it off.": "सड़े ए समु क कप क नकल करते हैं। शकार पास में आए तो जहरल पदाथ छोड़ कर उहें खम कर देते हैं।",
  "Their poison is strong enough to eat through the hull of a tanker, and they spit it indiscriminately at anything that enters their territory.": "टैंकर को भी सड़ाने क ताकत रखने वाल अपने ज़हर को इलाक में घुसने वाल कसी पर भी थूक देते हैं।",
  "They knock down flying prey by firing compressed water from their massive claws like shooting a pistol.": "अपने बड़े लॉ में पानी को कंेस कर क, बंदूक क गोल क जैसे मार कर उड़ते ए शकार को गरा देते हैं।",
  "Their enormous claws launch cannonballs of water powerful enough to pierce tanker hulls.": "उनक वशाल पंजे पानी क तोप क गोल छोड़ते हैं जो टैंकर को भेदने जतनी शत रखते हैं।",
  "They make their home in deserts. They can generate their energy from basking in the sun, so eating food is not a requirement.": "ये रगतान में अपना घर बनाते हैं। ये अपनी ऊजा धूप में तपकर पैदा कर सकते हैं, इसलए इहें खाना खाने क आवयकता नहीं है।",
  "They flare their frills and generate energy. A single Heliolisk can generate sufficient electricity to power a skyscraper.": "ये अपने फ़्रल फैला कर बजल बनाते हैं। िछपलटक एक काइेपर को बजल देने लायक इलटसट पैदा करते हैं।",
  "This Pokémon was restored from a fossil. If something happens that it doesn't like, it throws a tantrum and runs wild.": "फ़ॉसल से पुनजीवत कए गए थे। अगर इहें कछ पसंद नहीं आता तो गुसा होकर तबाही मचाते हैं।",
  "Thanks to its gargantuan jaws, which could shred thick metal plates as if they were paper, it was invincible in the ancient world it once inhabited.": "इनक जबड़े मोट टल क लटों को कागज क तरह काट देते हैं जसक वजह से ाचीन काल में इहें कोई भी हरा नहीं पाया था।",
  "This ancient Pokémon was restored from part of its body that had been frozen in ice for over 100 million years.": "10 करोड़ साल तक बर्फ में जमा इनक शरर क हसे से इहें पुनजीवत करा गया है।",
  "The diamond-shaped crystals on its body expel air as cold as -240 degrees Fahrenheit, surrounding its enemies and encasing them in ice.": "इनक शरर का िटल माइनस 150 डी क हवा को बाहर नकालता है, जो इनक दुमनों को बर्फ में ढक देती हैं।",
  "It sends a soothing aura from its ribbonlike feelers to calm fights.": "रबन जैसे ऐंटना से ऑरा भेजते हैं जो मन को शांत करक लड़ाई को रोक देती हैं।",
  "Although its body is small, its proficient fighting skills enable it to keep up with big bruisers like Machamp and Hariyama.": "हालांक शरर छोटा है, लकन कशल यु कौशल ने इहें मचैप और हारयामा जैसे बड़े पोकमॉन क साथ भी आराम से लड़ने में सम बनाया है।",
  "Its whiskers serve as antennas. By sending and receiving electrical waves, it can communicate with others over vast distances.": "इनक मूंछ इनका ऐंटना है। इलटक तरंगे भेजकर दूर क सािथयों से बात करते हैं।",
  "Born from the temperatures and pressures deep underground, it fires beams from the stone in its head.": "गहर भूमगत तापमान और दबाव में पैदा ए। ये अपने सर में पथर से एनिज बीम छोड़ते हैं।",
  "The weakest Dragon-type Pokémon, it lives in damp, shady places, so its body doesn't dry out.": "सबसे कमजोर डैगन पोकमॉन हैं। ये छांव में रहते हैं ताक इनका शरर सूख न जाए।",
  "It drives away opponents by excreting a sticky liquid that can dissolve anything. Its eyes devolved, so it can't see anything.": "ये एक चपचपा तरल नकालकर वरोधयों को दूर भागाते हैं, जो कछ भी िपघला सकता है। इनक आंखें कमजोर हो जाती हैं, इसलए ये कछ भी नहीं देख सकते।",
  "A creature given to melancholy. I suspect its metallic shell developed as a result of the mucus on its skin reacting with the iron in Hisui’s water.": "उदास वभाव वाल पोकमॉन। यह अनुमान लगाया गया है क हसुइ भूम क पानी में मौजूद लौह ने इनक वचा क तरल भागो पर असर डाला और उसे धातु क खोल में बदल दया।",
  "This very friendly Dragon-type Pokémon will hug its beloved Trainer, leaving that Trainer covered in sticky slime.": "ंडल डैगन पोकमॉन। ये अपने पसंदीदा टनर को गल लगाते हैं जससे टनर चपचपे कचड़ में ढक जाते हैं।",
  "Able to freely control the hardness of its metallic shell. It loathes solitude and is extremely clingy—it will fume and run riot if those dearest to it ever leave its side.": "ये अपने धातु क खोल क कठोरता और कोमलता में वतं प से बदलाव कर सकते हैं। वे अकलपन से नफरत करते हैं और जब कोई जसे वे बत पसंद करते हैं वह इहें छोड़ दे तो वे ोधत और हंसक हो जाते हैं।",
  "These key collectors threaten any attackers by fiercely jingling their keys at them.": "इहें चाबयां जमा करने क आदत है। दुमन अगर हमला कर, तो अपनी चाबयों को जोर-जोर से झंकार कर धमकाते हैं।",
  "These Pokémon are created when spirits possess rotten tree stumps. They prefer to live in abandoned forests.": "ये पोकमॉन तब बनते हैं जब आमाओं क पास सड़े ए पेड़ क टंप होते हैं। ये वीरान जंगलों में रहना पसंद करते हैं।",
  "It can control trees at will. It will trap people who harm the forest, so they can never leave.": "अपनी इछा से पेड़ों को कंटोल कर सकते हैं। ये जंगल को नुकसान पंचाने वाल लोगों को फँसा कर कभी नहीं छोड़ते।",
  "The pumpkin body is inhabited by a spirit trapped in this world. As the sun sets, it becomes restless and active.": "कू क शरर में इस दुनया में फंसी एक आमा रहती है। जैसे ही सूरज डूबता है, ये सय हो जाते हैं।",
  "Singing in eerie voices, they wander town streets on the night of the new moon. Anyone who hears their song is cursed.": "अमावया क रात को वे भयानक वरों में गाते ए सड़कों पर घूमते हैं, जो कोई उनका गीत सुनता है, वह ािपत हो जाता है।",
  "It blocks opponents' attacks with the ice that shields its body. It uses cold air to repair any cracks with new ice.": "इनक शरर को ढकने वाल बर्फ दुमन क हमल से इहें बचाती है। अगर यह टूट भी जाए, तो इसे तुरंत ठंडी हवा से वापस जमा लते हैं।",
  "Its ice-covered body is as hard as steel. Its cumbersome frame crushes anything that stands in its way.": "इनका जमा आ शरर टल से यादा सत होता है। सामने आने वाल हर चीज़ को कचल कर आगे बढ़ते हैं।",
  "The armor of ice covering its lower jaw puts steel to shame and can shatter rocks with ease. This Pokémon barrels along steep mountain paths, cleaving through the deep snow.": "इनक नचल जबड़े को ढकने वाला बर्फ़ का आमर टल से भी बेहतर होता है और चानों को भी आराम से कचल सकता हैं। गहर बर्फ़ क बीच में चलते हैं और खड़ी पहाड़ी क खतरनाक सड़कों पर दखते हैं।",
  "They live in pitch-black caves. Their enormous ears can emit ultrasonic waves of 200,000 hertz.": "वे काल गुफाओं में रहते हैं। उनक वशाल कान 200,000 हट्ज़ क अटासॉनक तरंगों को पैदा कर सकते हैं।",
  "They fly around on moonless nights and attack careless prey. Nothing can beat them in a battle in the dark.": "वे चांदनी रातों में उड़ते हैं और लापरवाह शकार पर हमला करते हैं। अंधेर में लड़ाई करने में उहें कोई भी नहीं हरा सकता है।",
  "Legends say it can share eternal life. It slept for a thousand years in the form of a tree before its revival.": "कहा जाता है क ये अनत जीवन देते हैं। एक पेड़ क प में 1000 साल तक सोते रहे और पुनजीवत ए।",
  "When this legendary Pokémon's wings and tail feathers spread wide and glow red, it absorbs the life force of living creatures.": "जब इन लजेंडर पोकमॉन क पंख और पूंछ क पंख चौड़े और लाल चमकते हैं, तो ये जीवत ािणयों क जीवन शत को असॉब कर लते हैं।",
  "When the Kalos region's ecosystem falls into disarray, it appears and reveals its secret power.": "जब कालोस े का ईकोसटम खराब हो जाता है, तो ये कट होते हैं और अपनी गुत शत का इतेमाल करते हैं।",
  "A sudden transformation of Carbink, its pink, glimmering body is said to be the loveliest sight in the whole world.": "काबीरा का अचानक परवतन आ और उसक गुलाबी, चमकदार शरर को पूर दुनया में सबसे सुंदर कहा जाता है।",
  "In its true form, it possess a huge amount of power. Legends of its avarice tell how it once carried off an entire castle to gain the treasure hidden within.": "अपने वातवक प में, इनक पास बत शत है। लजेंड बताते हैं क इहोंने एक बार पूर महल को ,भीतर िछपे खजाने को हासल करने क लए , उठा कर ल गए थे।",
  "It is said to be able to seize anything it desires with its six rings and six huge arms. With its power sealed, it is transformed into a much smaller form.": "ऐसा कहा जाता है क ये अपनी छह अंगूठयों और छह वशाल बाँहों क साथ जो कछ भी चाहते है उसे जत कर लते हैं। इनक शत को सील से बत छोट प में परवतत कया गया था।",
  "It lets out billows of steam and disappears into the dense fog. It's said to live in mountains where humans do not tread.": "ऐसा कहा जाता है क ये पहाड़ों में रहते हैं जहाँ इंसान नहीं आते हैं। ये भाप नकालते हैं और घने कोहर में गायब हो जाते हैं।",
  "It feels relaxed in tight, dark places and has been known to use its Trainer's pocket or bag as a nest.": "संकर और अंधेर जगह में ये शांत महसूस करते हैं। कभी-कभी घोंसल क बजाय टनर क बैग का उपयोग करते हैं।",
  "Supremely sensitive to the presence of others, it can detect opponents standing behind it, flinging its sharp feathers to take them out.": "दूसरों क उपिथत क त बेहद सेंसेटव होते हैं। ये अपने पीछे खड़े वरोधयों का पता लगा सकते हैं, और उहें खम करने क लए अपने तेज पंख से हमला करते हैं।",
  "Decidueye can nock and fire an arrow at an enemy in a tenth of a second, so its battles are decided in the blink of an eye.": "मा 0।1 सेकंड में दुमन को पंख क तीर मारते हैं। पलक झपकते ही खेल खम हो जाता है।",
  "The air stored inside the rachises of Decidueye’s feathers insulates the Pokémon against Hisui’s extreme cold. This is firm proof that evolution can be influenced by environment.": "हसुइ क अयधक ठंड का सामना करने क लए, इनक पंख क अंदर हवा होती है और इसमें ठंड से बचाव का काय होता है। इससे पता चलता है क पयावरण वकसत होने क िया पर भाव डालता है।",
  "Its coat regrows twice a year. When the time comes, Litten sets its own body on fire and burns away the old fur.": "इनक बाल साल में दो बार बढ़ते हैं। समय आने पर ये खुद को आग लगा कर पुराने बाल जला देते हैं।",
  "When its mane is standing on end, you can tell it's feeling good. When it isn't feeling well, its fur will lie down flat.": "जब इनक सर क बाल सीधे खड़ा होता है, तो ये संकत है क ये अछी िथत में हैं। यद अछा न महसूस करं तो फ़र सपाट हो जाएगा।",
  "When its fighting spirit is set alight, the flames around its waist become especially intense.": "जब इनक लड़ाई क भावना वलत होती है, तो इनक कमर क चारों ओर क लपटं बत ती हो जाती हैं।",
  "Popplio gets on top of its bouncy water balloons to jump higher. It's quite the acrobatic fighter!": "लचील पानी क बलून पर चड़ कर जप करते हैं। एोबैटक इतेमाल करक लड़ते हैं।",
  "It attacks by smacking its enemies with the exploding water balloons that it creates.": "ये अपने हाथ या पैरों से वफोट करने वाल पानी क बलून को मार कर दुमनों पर हमला करते हैं।",
  "Also known as a songstress, it has a fantastical look on moonlit nights when it leads its colony in song.": "इहें गीतकार भी बोला जाता है। चांदनी रातों में जब ये अपने समूह का नेतृव करते ए गाते हैं, तो इनका प इतना सुंदर लगता है क जैसे कापनक हो।",
  "It may look spindly, but its neck muscles are heavy-duty. It can peck at a tree 16 times per second!": "ये पतल दखते हैं लकन गदन क मांसपेशयां मजबूत होती हैं। एक सेकंड में 16 बार पेड़ में चोंच मरते हैं।",
  "From its mouth, it fires the seeds of berries it has eaten. The scattered seeds give rise to new plants.": "ये अपने मुँह से खाए ए बेर क बीजों को नकालते हैं। बखर ए बीज नए पौधों को जम देते हैं।",
  "Known for forming harmonious couples, this Pokémon is brought to wedding ceremonies as a good luck charm.": "ये सुखी कपल बनाने क लए जाने जाते हैं। इसलए शादी मे लक चाम क जगह लाए जाते हैं।",
  "Although it will eat anything, it prefers fresh living things, so it marches down streets in search of prey.": "ये सब कछ खाते हैं, लकन इहें ताजा और जंदा खाना पसंद है, इसलए ये शकार क तलाश करते ए सड़क पर चलते हैं।",
  "Patient by nature, this Pokémon loses control of itself and pounces when it spots its favorite meal—Rattata!": "ये बत धैयवान वभाव क होते हैं, लकन अगर इनक पसंदीदा रैटैटा मल जाते हैं तो ये खुद को भूल क उसपर कद जाते हैं।",
  "It spits a sticky thread to stop opponents in their tracks, and then it grabs them in its sharp, sturdy mandibles to take them down.": "ये वरोधयों को उनक राते में रोकने क लए एक चपचपा धागा थूकते हैं, और फर उहें खम करने क लए अपने तेज, मजबूत जबड़ों का इतेमाल करते हैं।",
  "Its stout shell provides excellent defense from attacks. It uses electricity on persistent opponents.": "यद इनपर हमला भी हो जाए तो इनका शेल इहें बचा लता है। लगातार हमला करने वाल वरोधी को इलटक शॉक देकर पलटवार करते हैं।",
  "Vikavolt flusters opponents with acrobatic flying maneuvers. This creates an opening for it to deliver an electric beam attack.": "एोबेटक उड़ान से दुमन को परशान करते हैं। भयभीत हए वरोधी पर इलटक बीम से हमला करते है।",
  "Crabrawler has been known to mistake Exeggutor for a coconut tree and climb it. The enraged Exeggutor shakes it off and stomps it.": "कभी-कभी गलती से नारयल क पेड़ क जगह नारयोला पर चढ़ जाते हैं। ोधत नारयोला उहें हला कर गराते हैं और पैर से टॉप करते हैं।",
  "Before it stops to think, it just starts pummeling. There are records of its turning back avalanches with a flurry of punches.": "सोचने से पहल मुका मारते हैं। लगातार पाँच मार क ऐवलांच को रोकने का भी रकॉड हैं इनक पास।",
  "This Oricorio has drunk red nectar. If its Trainer gives the wrong order, this passionate Pokémon becomes fiercely angry.": "परडांस जसने रड नेटर पी लया है। अगर इनका टनर गलत आदेश दे तो ये भावुक पोकमॉन जमकर गुसा हो जाते हैं।",
  "This Oricorio has drunk bright yellow nectar. When it sees someone looking glum, it will try to cheer them up with a dance.": "परडांस जसने येलो नेटर पी लया है। जब कसी उदास इंसान को देखते हैं तो, डांस करक उनका ोसाहन करते हैं।",
  "This Oricorio has sipped pink nectar. It gets so caught up in its dancing that it sometimes doesn’t hear its Trainer’s orders.": "परडांस जसने िपंक नेटर पी लया है। डांस करते ए टनर क आदेश भी नहीं सुनते, इतने मदहोश हो जाते हैं। ",
  "This Oricorio has sipped purple nectar. Some dancers use its graceful, elegant dancing as inspiration.": "परडांस जसने पपल नेटर पी लया है। इनक कोमल और सुंदर डांस से डांसर इंसपरशन लते हैं।",
  "Cutiefly can pick up the auras of living things. It skillfully reads those auras to predict its foes' movements and make fools of them.": "जीवत चीजों क ऑरा पढ़ते हैं। ऑरा से वरोधी क मुस पढ़ कर उनक साथ खेलते हैं।",
  "It can predict the weather from moisture levels and wind direction. Ribombee only reveals itself when there are a few clear days in a row.": "नमी और हवा क दशा से मौसम का अनुमान लगा सकते हैं। ये कवल तभी दखाई देते हैं जब धूप का मौसम जार रहता है।",
  "When it rubs the rocks on its neck against you, that's proof of its love for you. However, the rocks are sharp, so the gesture is quite painful!": "जब ये आपक खलाफ अपनी गदन पर लगे पथरों को रगड़ते हैं, तो यह संकत है क ये आपसे यार करते हैं। हालांक, पथर नुकलं होते हैं, इसलए काफ ददनाक भी होता है!",
  "The rocks in its mane are sharper than a knife. Fragments that break off are treasured as good luck charms.": "इसक मेन क पथर चाक से भी तेज होते हैं। टूट जाने वाल टुकड़े ताबीज़ क प में रखे जाते हैं।",
  "It has no problem ignoring orders it doesn’t like. It doesn’t seem to mind getting hurt at all—as long as it can finish off its opponent.": "इहें जो आदेश पसंद नहीं आते ये उहें अनसुना कर देते हैं। अगर ये वरोधी को खम करना चाहें तो चोट लगने से भी डरते नहीं हैं।",
  "This strange form is the result of its evolving at dusk. It’s very rare in Alola.": "यह अजीब प शाम क समय में वकसत होने का परणाम है। अलोला में ये बत दुलभ हैं।",
  "When it's in a jam, its shining eyes attract others of its kind. The light from its eyes is visible almost 25 miles away.": "जब मुकल में आते हैं तो अपनी आखें चमका कर सािथयों को बुलाते हैं। वह रोशनी 40 मीटर दूर तक जाती है।",
  "Aside from its head, its body parts regenerate quickly if they're cut off. After a good night's sleep, Mareanie is back to normal.": "इनक सर क अलावा, अगर शरर का अंग काट दए जाते हैं तो वह जदी से वापस उग जाता है। एक अछी रात क नींद क बाद सब वापस ठीक हो जाता है।",
  "With its 12 legs, it creates a dome to shelter within. The flow of the tides doesn't affect Toxapex in there, so it's very comfortable.": "अपने 12 पैरों से अंदर क शरर को बचाने क लए डोम बनाते हैं। समु क लहर इहें लगती नहीं इसलए बत आराम से रहते हैं।",
  "Possessing mighty power, Mudbray can be loaded with 50 times its own body weight and will be totally fine.": "काफ शतशाल होते हैं। अपने वजन का 50 गुना वजन उठाने में भी इहें कोई दकत नहीं होती।",
  "It can trudge mountain roads without rest for three days and three nights, all the while dragging a 10-ton load.": "10 टन सामान खींचते ए तीन दन और तीन रात आराम कए बना पहाड़ी सड़क पर चलना जार रख सकते हैं।",
  "It can only breathe oxygen that has dissolved in water, so it wears a water bubble on its head when it walks around on land.": "ये कवल पानी में घुल ऑसीजन से सांस ल सकते हैं, इसलए जब ये जमीन पर घूमते हैं तो ये अपने सर पर पानी का बबल पहनते हैं।",
  "It has a habit of storing things it values in its water bubble. If its Trainer doesn't watch out, Araquanid will try to put them in its bubble!": "इहें अपने पानी क बबल में चीजों को टोर करने क आदत है। यद टनर यान न दे, तो ये उहें भी अपने बबल में डालने क कोशश करंगें।",
  "It loves the sunshine. When it basks in the sunlight regularly, it grows up with vivid coloration.": "ये धूप से यार करते हैं। जब ये नयमत प से सूरज क रोशनी में रहते हैं, तो ये चमकल रंग क साथ बढ़ते हैं।",
  "As it slashes into its enemies, it looks like it's dancing. Its elegant appearance has led some to call it the most glamorous Grass Pokémon.": "नाचते ए वरोधी को काटते हैं। इनक सुंदर प को देख कर लोग इहें सबसे लैमरस ास पोकमॉन कहते हैं।",
  "It likes damp dark places. When night falls, the spores filling the caps of its mushrooms glow.": "इहें नम और अंधेर जगह पसंद हैं। जब रात होती है, तो इनक मशम क टोपी में भर पोर चमकते हैं।",
  "When it starts fighting for territory with Parasect, the entire area gets completely coated in spores!": "जब ये पैरासेट क साथ इलाक क लए लड़ते हैं तो पूर जमीन गर ए पोर से भर जाती है।",
  "It weakens opponents and sends them reeling with its poisonous gas. Salandit doesn't deal well with Spinda, since it's always reeling.": "वरोधी को जहरल गैस से कमजोर करक हमला करते हैं। बस चकरबी से कतराते हैं योंक वे हमेशा हलते रहते हैं।",
  "It punishes Salandit that couldn't bring it food with a fierce slap of its flame-spewing palm.": "ये खाना न लाने वाल लज़ूटरा को आपने आग क लपट छोड़ते ए हाथों से मारते हैं।",
  "Stufful hates to be hugged or touched in any way. It will squirm, thrash, and resist with amazing power.": "कसी भी तरह से गल लगाने या छूने से नफरत करते हैं। ये अपनी ताकत से बत ताकतवर वरोध कर सकते हैं।",
  "It boasts tremendous physical strength. Many people call it the most dangerous Pokémon in the Alola region.": "ये जबरदत शाररक शत रखते हैं और उसपर गव करते हैं। कई लोग इहें अलोला े में सबसे खतरनाक पोकमॉन कहते हैं।",
  "It tries to resist being swallowed by a bird Pokémon by spinning the sepals on its head. It's usually a fruitless attempt.": "ये अपने सर क पंखुड़ीयों को घुमाकर बड पोकमॉन ारा नगल जाने का वरोध करने क कोशश करते हैं। यह आमतौर पर एक नफल यास होता है।",
  "It bounces around, swinging the sepals on its head with abandon. They're quite painful when they smack you!": "ये उछलते-कदते घूमते हैं और सर क पंखुिड़यों को घूमाते हैं। अगर ये लग जाए तो बत दद होता है।",
  "A Pokémon with an aggressive personality and a mastery of kicking, it cackles every time it kicks an opponent.": "आामक यवहार वाल पोकमॉन जो कक मरने मे माटर होते हैं। वरोधी को कक मार कर जोर से हँसते हैं।",
  "It picks flowers and sticks them to its body with fluids it produces. The aroma that wafts from its petals has a healing effect.": "चुने ए फूलों को शरर क तरल पदाथ क साथ अपने शरर पर चपका देते हैं। पंखुड़यों क गंध में हीलग इफ़ेट होता है।",
  "Oranguru don't get along with each other, so they're always engaging in battles of wits to decide which one is superior.": "ओरैंगु एक-दूसर से अछे संबंध नहीं रखते, हालांक कौन यादा बुिमान है, ये जानने क लए अपने ान क तुलना को बार-बार करते हैं।",
  "Berries are its weapons as well as the staple of its diet. The one that can throw a berry the farthest is the boss of the troop.": "बेर इनका हथयार होने क साथ-साथ इनक आहार का मुय भाग हैं। जो एक बेर को सबसे दूर फेंक सकता है वह इनका बॉस बन जाता है।",
  "An astonishingly cowardly Pokémon, Wimpod will whir its legs at high speeds to run away if anything comes near it.": "ये बत डरपोक पोकमॉन होते हैं। कछ भी पास आता है तो जोर से अपने पैर चला कर भाग जाते हैं।",
  "Its claws, which it can extend and retract at will, are its greatest weapons. Golisopod is sometimes accompanied by Wimpod.": "इनका सबसे बड़ा हथयार इनक पंजे हैं जो वतं प से बड़े और छोट हो सकते हैं। कभी-कभी उनक साथ डरकट भी होते हैं।",
  "If you build sand mounds when you're playing, destroy them before you go home, or they may get possessed and become Sandygast.": "यद आप खेलते समय रत क टल बनाते हैं और घर जाने से पहल उहें नट नहीं करते तो वे आमा क कजे में आ जाते  हैं और रताबु बन जाते हैं।",
  "Once it has whipped up a sandstorm to halt its opponents in their tracks, this terrifying Pokémon snatches away their vitality.": "रतील तूफान लाकर वरोधयों को रोक देते हैं और उनक जीवन शत सोखने वाल भयानक पोकमॉन हैं।",
  "Its entire body is covered in its own slime. If you accidentally step on one, you'll slip, and it will get mad and smack you!": "इनका पूरा शरर अपने ही कचड़ से ढका आ है। यद आप गलती से पैर रख देंगे तो फसल जाएंगे और ये गुसा होकर आपको मुका मरंगे।",
  "There's danger of its going on a rampage, so its true power is sealed away beneath its control mask.": "ये पोकमॉन बत तबाही मचा सकते हैं इसलए इनक असल ताकत को माक का इतेमाल कर क सील कर दया गया है।",
  "Through the bond it formed with its Trainer, its will was strengthened, and it was able to destroy its control mask.": "कंटोल माक को नट करने मे इसलए सफल ए योंक अपने साथी क साथ एक मजबूत संबंध बना कर ताकतवर मानसक शत ात क थी।",
  "Although its outer shell is uncommonly durable, the shock of falling to the ground smashes the shell to smithereens.": "इनका बाहर का शेल बत मजबूत है पर जमीन पर गरने क शॉक से शेल छोट-छोट टुकड़ों में टूट जाता है।",
  "It remains asleep from birth to death as a result of the sedative properties of the leaves that form its diet.": "ये मरने तक सोते रहते हैं योंक जो पते ये खाते हैं उसमे सुलाने वाल पदाथ होते हैं।",
  "Its exploding shell poses a real danger but is sensitive to moisture. On rainy days, Turtonator takes silent refuge in caves.": "इनका फटने वाल खोल एक खतरा है लकन नमी में बत कमजोर हो जाते हैं। बरसात क दनों में गुफाओं क िपछल हसे में िथर बैठे रहते हैं।",
  "Its capacity to produce electricity is somewhat limited, so it gets charged up by letting lightning strike it!": "इनक इलटसट बनाने क मता इतनी अछी नहीं है इसलए बजल गरने पर चाज होते हैं।",
  "A gust of wind revealed what hides under this Pokémon's rag to a passing Trainer, who went home and died painfully that very night.": "हवा क एक झोंक से पता चला इनक भेस क नीचे या है और उसे देखने वाला टनर उस दन रात में घर जाकर ददनाक प में मर गया।",
  "Its skin is thick enough to fend off Mareanie's spikes. With its robust teeth, Bruxish crunches up the spikes and eats them.": "मीनटारा क पाइक भी पार न हो इतनी मोती वचा होती है। अपने मजबूत दांतों से पाइक को तोड़कर खा जाते हैं।",
  "It appears in towns and plays with the children. Drampa will protect kids when they're in danger, so their moms don't have to worry.": "शहर में बचों क साथ खेलते ए दखते हैं। खतरनाक दखने वाल आखें होने पर भी बचों क रा करते हैं इसलए बचों क माँ भी चंता नहीं करती।",
  "Its chain-like green seaweed can stretch outward for hundreds of yards. For some reason, it gets along well with Skrelp.": "इनक चेन जैसी हर समुी काई सैकड़ों गज क दूर तक फैल सकती है। पता नहीं यों इनक काइफूस से बत बनती है।",
  "It will never show an enemy its back in battle. Ancient warriors liked Jangmo-o for its valiant disposition and made it one of their own.": "दुमन को अपनी पीठ दखाए बना लड़ते हैं। उनक वीर वभाव क कारण ाचीन योा उहें पसंद करते थे और अपना पाटनर बनाते थे।",
  "The scales it sheds can be molded and processed to make pots and pans. They conduct heat well, so they're a popular item.": "इनक गर ए कल से फ़्राई पैन और भगोने बनते हैं। अछी तरह गमी का संचालन होता है इसलए काफ लोकय है।",
  "It battles valiantly with its fists, which are armored in steel scales. Kommo-o specializes in uppercuts.": "टल क कल से मुियों को ढककर बहादुर से लड़ते हैं। इनका मनपसंद अटैक अपर-कट है।",
  "The lightning-wielding guardian deity of Melemele, Tapu Koko is brimming with curiosity and appears before people from time to time.": "मेलमेल क संरक देवता जो बजल को कंटोल करते हैं। ये जासु होते हैं और कभी-कभी लोगों क सामने कट हो जाते हैं।",
  "Although called a guardian deity, Tapu Lele is devoid of guilt about its cruel disposition and can be described as nature incarnate.": "हालांक इहें संरक देवता कहा जाता है, ये बत मासूम और ूर दोनों होते हैं, इसलए इहें कृत का अवतार माना जाता है।",
  "It makes ringing sounds with its tail to let others know where it is, avoiding unneeded conflicts. This guardian deity of Ula'ula controls plants.": "अपनी पुंछ से आवाज नकालकर अपनी जगह बताते हैं और अनावयक लड़ाई रोकते हैं। पौधों को कंटोल करने वाल उलाउला क संरक देवता माने जाते हैं।",
  "Although it's called a guardian deity, terrible calamities sometimes befall those who recklessly approach Tapu Fini.": "हालांक इहें संरक देवता कहा जाता है, लकन ये उन लोगों क लए भीषण आपदाएं ला सकते हैं जो अंधेर मेंं इनक पास आ जाते हैं।",
  "Whether or not it's a Pokémon from this world is a mystery. When it's in a jam, it warps away to a safe place to hide.": "यह एक रहय है क या ये इस दुनया क पोकमॉन हैं। चुटक में कसी सुरत थान पर िछपने क लए वॉप कर सकते हैं।",
  "As it absorbs light, Cosmoem continues to grow. Its golden shell is surprisingly solid.": "रोशनी को असॉब कर क बड़े होते हैं। इनका सोने का शेल आचयजनक प से मजबूत है।",
  "In writings from the distant past, it's called by the name “the beast that devours the sun.”": "बत समय पहल क साहय में ”सूय को खाने वाल रास” क नाम से दज हैं।",
  "It sometimes summons unknown powers and life-forms here to this world from holes that lead to other worlds.": "ये कभी-कभी अात शतयों और जीवन-पों को इस दुनया में उन छेदों से बुलाते हैं जो दूसर दुनया क ओर ल जा सकते हैं।",
  "It appeared in this world from an Ultra Wormhole. Nihilego appears to be a parasite that lives by feeding on people and Pokémon.": "अटा होल से इस दुनया में आए। ये परजीवी लगते हैं जो लोगों और पोकमॉन को खाते हैं।",
  "Buzzwole goes around showing off its abnormally swollen muscles. It is one kind of Ultra Beast.": "असामाय प से फुल ई मांसपेशया दखाते हैं। ये अटा-बीट क एक कार है।",
  "A life-form that lives in another world, its body is thin and supple, but it also possesses great power.": "जीव जो दूसर दुनया में रहते हैं। इनका शरर पतला और कोमल होता है, लकन उसमें भी बड़ी शत होती है।",
  "They've been dubbed Ultra Beasts. Some of them stand unmoving, like trees, with their arms and legs stuck into the ground.": "इहें अटा-बीट बोला जाता है। पेड़ों क तरह अपने अंगों को जमीन में घुसा कर हलते नहीं हैं।",
  "One of the dangerous UBs, high energy readings can be detected coming from both of its huge arms.": "खतरनाक कार क अटा-बीट में से एक। इनक बड़े हाथों में से बड़ी माा में एनिज क रडंग मलती हैं।",
  "This Ultra Beast's body, which is as thin as paper, is like a sharpened sword.": "एक अटा-बीट जनका शरर पतल कागज क तरह होता है पर धार तलवार जैसी।",
  "An unknown life-form called a UB. It may be constantly hungry—it is certainly always devouring something.": "ये अात जीव हैं जसे UB बोलते हैं। ये हमेशा भूखे होते हैं इसलए हर समय कछ न कछ खाते रहते हैं।",
  "Light is the source of its energy. If it isn't devouring light, impurities build up in it and on it, and Necrozma darkens and stops moving.": "काश क एनिज इनक ऊजा का ोत है। यद रोशनी नहीं खाए तो इनमें अशुियाँ बड़ जाती हैं और वे काल होकर चल नहीं पाते।",
  "Built roughly 500 years ago by a scientist, the part called the Soul-Heart is the actual life-form.": "लगभग 500 सालों पहल वैानकों ारा बनाया गया। मुय शरर एक पाट है जसे सोल-हाट कहा जाता है।",
  "It sinks into the shadows of people and Pokémon, where it can understand their feelings and copy their capabilities.": "लोगों और पोकमॉन क छाया में गोते लगाते हैं। गोता लगाने वाल क भावनाओं को समझ क उनक मता क नकल कर सकते हैं।",
  "An Ultra Beast that lives in a different world, it cackles wildly as it sprays its opponents with poison from the needles on its head.": "अटा-बीट जो अलग दुनया में रहते हैं। ये अपने सर क जहरल सुई से वरोधी पर जहर फेंक कर जोर-जोर से हसते हैं।",
  "One kind of Ultra Beast, it fires a glowing, venomous liquid from its needles. This liquid is also immensely adhesive.": "अटा-बीट का एक कार। जहर क सुई से एक अयधक चपचपा और चमकता आ जहर नकलते हैं।",
  "When stone walls started moving and attacking, the brute's true identity was this mysterious life-form, which brings to mind an Ultra Beast.": "एक राहयमय जीव जो UB जैसे होते हैं। अगर पथर क दीवार अचानक हल कर हमला करने लग जाए तो समझ जाना वह इनका काम है।",
  "A UB that appeared from an Ultra Wormhole, it causes explosions, then takes advantage of opponents' surprise to rob them of their vitality.": "अटा होल से नकल UB। वफोट से वरोधी को हैरान करते हैं और तुरंत ही जीवन शत चूरा लते हैं।",
  "It approaches its enemies at the speed of lightning, then tears them limb from limb with its sharp claws.": "बजल गरने क रतार से वरोधी क पास पचते हैं। अपने नुकल पंजों से उनक टुकड़े-टुकड़े कर देते हैं।",
  "It melts particles of iron and other metals found in the subsoil, so it can absorb them into its body of molten steel.": "इनक पास िपघल ए टल क बॉडी है। जमीन क धातुओं और लोहे को िपघला कर असॉब कर जाते हैं।",
  "Revered long ago for its capacity to create iron from nothing, for some reason it has come back to life after 3,000 years.": "लोहे को बनाने क शत रखते हैं इसलए इनका समान कया जाता था। 3000 साल बाद पता नहीं यों फर से पुनजीवत ए।",
  "When it uses its special stick to strike up a beat, the sound waves produced carry revitalizing energy to the plants and flowers in the area.": "अपने पेशल टक से ताल बनाते हैं तो फूलों और घास को ठीक करने क पावर रखने वाल तरंगे हर जगह फैल जाती हैं।",
  "The faster a Thwackey can beat out a rhythm with its two sticks, the more respect it wins from its peers.": "दो टक से जतनी जोर से बीट बजाते हैं उतना ही अपने चमटक सािथयों से समान पाते हैं।",
  "By drumming, it taps into the power of its special tree stump. The roots of the stump follow its direction in battle.": "पेड़ क टप क पेशल पावर को डम से कंटोल करते हैं। जड़ों को कंटोल करक लड़ाई में लड़ते हैं।",
  "A warm-up of running around gets fire energy coursing through this Pokémon's body. Once that happens, it's ready to fight at full power.": "यद ये इधर-उधर दौड़कर अपने शरर का तापमान बढ़ाते हैं तो आग क एनिज इनक पूर शरर में फैल जाती हैं और ये अपनी असल पावर का योग कर पाते हैं।",
  "Its thick and fluffy fur protects it from the cold and enables it to use hotter fire moves.": "इनका मोटा और फूला आ फ़र इहें ठंड से बचाता है और इहें गम आग क अटैक का उपयोग करने में सम बनाता है।",
  "It juggles a pebble with its feet, turning it into a burning soccer ball. Its shots strike opponents hard and leave them scorched.": "छोट पथर को पैरों से जगल करक जलती ई फुटबॉल बना लते हैं। एक तेज शॉट से वरोधी को जला देते हैं।",
  "When scared, this Pokémon cries. Its tears pack the chemical punch of 100 onions, and attackers won't be able to resist weeping.": "जब ये डरते हैं तो 100 याज बराबर तीखे आंसू बहाते हैं और सबको रुला देते हैं।",
  "A clever combatant, this Pokémon battles using water balloons created with moisture secreted from its palms.": "एक चतुर फ़ाइटर, ये पोकमॉन अपनी हथेलयों से नकल पानी को गोल कर क बबल बनाते हैं और उनका उपयोग करक लड़ते हैं।",
  "It has many hidden capabilities, such as fingertips that can shoot water and a membrane on its back that it can use to glide through the air.": "इसमें कई िछपी ई मताएं हैं, जैसे क उंगलयां, जो पानी क गोलयां मार सकती हैं और इनक पीठ पर एक िझल है जसका उपयोग ये हवा में लाइड करने क लए कर सकते हैं।",
  "Found throughout the Galar region, this Pokémon becomes uneasy if its cheeks are ever completely empty of berries.": "गलार में हर जगह पाए जाते हैं। अपने गालों में अगर बेर टोर न कर तो चंता करने लगते हैं।",
  "It stashes berries in its tail—so many berries that they fall out constantly. But this Pokémon is a bit slow-witted, so it doesn't notice the loss.": "अपनी पुंछ में बेर को छुपाते हैं। बत यादा टोर करने पर हर जगह गराते रहते हैं लकन समजने में ढील होते हैं इसलए नोटस नहीं करते।",
  "It will bravely challenge any opponent, no matter how powerful. This Pokémon benefits from every battle—even a defeat increases its strength a bit.": "ये कसी भी तंी को बहादुर से चुनौती देते हैं, चाहे वह कतना भी शतशाल यों न हो। इस पोकमॉन को हर लड़ाई से फायदा होता है - यहां तक क हार से भी इनक ताकत थोड़ी बढ़ जाती है।",
  "Smart enough to use tools in battle, these Pokémon have been seen picking up rocks and flinging them or using ropes to wrap up enemies.": "यु में औजारों को इतेमाल करने क बुि रखते हैं। पथरों और रसी को उठा कर वरोधी को मारना या बांधने क मता रखते हैं।",
  "This Pokémon reigns supreme in the skies of the Galar region. The black luster of its steel body could drive terror into the heart of any foe.": "गलार में इनका कोई दुमन नहीं है। चमकदार काल टल क बॉडी इनक वरोधयों को डरा देती है।",
  "A constant collector of information, this Pokémon is very smart. Very strong is what it isn't.": "ये बत माट होते हैं योंक ये हमेशा जानकार इका करते रहते हैं। हालांक इनक ताकत उतनी खास नहीं है।",
  "It barely moves, but it's still alive. Hiding in its shell without food or water seems to have awakened its psychic powers.": "ये लगभग बकल नहीं हलते, फर भी जीवत हैं। कहा जाता है क बना खाए िपए शेल क अंदर रहने क वत इनक मानसक शतयां जागी थी।",
  "It's famous for its high level of intelligence, and the large size of its brain is proof that it also possesses immense psychic power.": "एक बुिमान पोकमॉन क प में स हैं। इनका बड़ा मतक इनक शतशाल साइको पावर का संकत होता है।",
  "Aided by the soft pads on its feet, it silently raids the food stores of other Pokémon. It survives off its ill-gotten gains.": "दूसर पोकमॉन का खाना चुरा कर जीते हैं। अपने पैरों में लगे नम पैड क वजह से बना आवाज क चल पाते हैं।",
  "It secretly marks potential targets with a scent. By following the scent, it stalks its targets and steals from them when they least expect it.": "अपने टारगेट शकार को माक कर लते हैं। गंध का पीछा करते हैं और जैसे ही यान भटका सब चुरा लते हैं।",
  "It anchors itself in the ground with its single leg, then basks in the sun. After absorbing enough sunlight, its petals spread as it blooms brilliantly.": "यद एक पैर को जमीन में घुसा कर सूरज क धूप में खड़े होते हैं तो इनक पंखुिड़याँ शानदार ढंग से चमकती ई खलती हैं।",
  "The seeds attached to its cotton fluff are full of nutrients. It spreads them on the wind so that plants and other Pokémon can benefit from them.": "इनक कॉटन फ़फ़ पर लगे बीज पौटक तवों से भर होते हैं। पौधों और पोकमॉन को ठीक करने क लए हवा क साथ उड़ते हैं।",
  "Its curly fleece is such an effective cushion that this Pokémon could fall off a cliff and stand right back up at the bottom, unharmed.": "इनक घुंघराल बाल इतने भावी कशन है क ये पोकमॉन एक चान से गर कर बना कसी नुकसान क वापस सीधे खड़े हो सकते हैं।",
  "Weave a carpet from its springy wool, and you end up with something closer to a trampoline. You'll start to bounce the moment you set foot on it.": "इनक लचील बालों से बना कापेट एक टैपोलन क तरह होता है और आपको ऊपर उछाल सकता है।",
  "Apparently the itch of its teething impels it to snap its jaws at anything in front of it.": "इहें अपने सामने कसी चीज को फौरन काटने क आदत होती है। ऐसा लगता है क आगे क जो दांत उगने वाल हैं उनमें खुजल है और इसलए ये काटते हैं।",
  "With jaws that can shear through steel rods, this highly aggressive Pokémon chomps down on its unfortunate prey.": "आमक पोकमॉन होते हैं। टल रोड क टुकड़े-टुकड़े कर देने वाल इनक जबड़े अपने शकार को बेरहमी से काटते हैं।",
  "This Pokémon is very popular as a herding dog in the Galar region. As it runs, it generates electricity from the base of its tail.": "दौड़ते समय पूंछ क अंत से बजल उपन करते हैं। गलार में भेड़ कते क प में लोकय हैं।",
  "This Pokémon generates electricity and channels it into its legs to keep them going strong. Boltund can run nonstop for three full days.": "ये बजल बनाते हैं और उसे अपने पैरों मे भेजकर उहें मजबूत बनाते हैं। तीन दन तीन रात बना रुक दौड़ सकते हैं।",
  "Most of its body has the same composition as coal. Fittingly, this Pokémon was first discovered in coal mines about 400 years ago.": "लगभग 400 साल पहल एक कोयल क खदान में मल थे। इनक शरर क बनावट कोयल क समान है।",
  "It forms coal inside its body. Coal dropped by this Pokémon once helped fuel the lives of people in the Galar region.": "शरर में कोयल का नमाण करते हैं। इन पोकमॉन ारा गराए गए कोयल को गलार क लोगों ने अपने दैनक जीवन में इतेमाल कया था।",
  "It's usually peaceful, but the vandalism of mines enrages it. Offenders will be incinerated with flames that reach 2,700 degrees Fahrenheit.": "ये आमतौर पर शांत होते हैं, लकन जब इंसान खदान को बबाद कर देते हैं, तो ये गुसा हो जाते हैं और उहें 1500 डी क लौ से जला देते हैं।",
  "It spends its entire life inside an apple. It hides from its natural enemies, bird Pokémon, by pretending it's just an apple and nothing more.": "ये अपना पूरा जीवन सेब क अंदर बताते हैं। इनक ाकृतक दुमन, बड पोकमॉन को देखते हैं तो सेब होने का नाटक करक अपनी रा करते हैं।",
  "It ate a sour apple, and that induced its evolution. In its cheeks, it stores an acid capable of causing chemical burns.": "खा सेब खाने क वजह से वकसत हो गए। अपने गालों में एक ऐसड जमा करते हैं जो जला भी सकता है।",
  "Eating a sweet apple caused its evolution. A nectarous scent wafts from its body, luring in the bug Pokémon it preys on.": "मीठा सेब खाने क वजह से वकसत हो गए। ये अपने शरर से मीठी गंध पैदा करते हैं जो इनक शकार, बग पोकमॉन को आकिषत करती है।",
  "As it digs, it swallows sand and stores it in its neck pouch. The pouch can hold more than 17 pounds of sand.": "ये गड्ढा खोदते समय रत को खा लते हैं और उसे अपने गल में जमा कर लते हैं। 8 कलो रत को टोर कर सकते हैं।",
  "When it contracts its body, over 220 pounds of sand sprays from its nose. If it ever runs out of sand, it becomes disheartened.": "ये अपने पूर शरर को सकोड़ कर अपनी नाक से 100 कलो तक रत छोड़ सकते हैं। रत नहीं होती तो उदास हो जाते हैं।",
  "It's so strong that it can knock out some opponents in a single hit, but it also may forget what it's battling midfight.": "ये इतने मजबूत हैं क एक ही हट में वरोधयों को हरा सकते हैं लकन ये बीच में भूल जाते हैं क ये कस से लड़ रहें हैं।",
  "If it sees any movement around it, this Pokémon charges for it straightaway, leading with its sharply pointed jaw. It's very proud of that jaw.": "इहें अपने नुकल जबड़े पर बत गव है। इहें थोड़ी भी हलती ई चीज दखती है तो ये सीधी रखा में अटैक करते हैं।",
  "This Pokémon has a jaw that's as sharp as a spear and as strong as steel. Apparently Barraskewda's flesh is surprisingly tasty, too.": "इनका भाल क जैसा नुकला जबड़ा टल जतना सत होता है। इनका शरर आचयजनक प से वादट होता है।",
  "It stores poison in an internal poison sac and secretes that poison through its skin. If you touch this Pokémon, a tingling sensation follows.": "अपने शरर क अंदर क पाउच में ज़हर जमा करक वचा से नकालते हैं। यद इहें छूओ तो झुनझुनी सी हो जाती है।",
  "When this Pokémon sounds as if it's strumming a guitar, it's actually clawing at the protrusions on its chest to generate electricity.": "जब अपनी छाती को खरोंचते हैं तो बजल पैदा होती है, और गटार जैसी आवाज आती है।",
  "It stores flammable gas in its body and uses it to generate heat. The yellow sections on its belly get particularly hot.": "अपने शरर में गैस जमा करक गमी पैदा करते हैं। इनक पेट क पील भाग वशेष प से गम हो जाते हैं।",
  "When it heats up, its body temperature reaches about 1,500 degrees Fahrenheit. It lashes its body like a whip and launches itself at enemies.": "जब ये गम होते हैं तो इनक शरर का तापमान लगभग 800 डी पँच जाता है। अपने शरर को वप क तरह चला कर कद क भी अटैक कर सकते हैं।",
  "It's very curious, but its means of investigating things is to try to punch them with its tentacles. The search for food is what brings it onto land.": "खाने क तलाश में जमीन पर आते हैं। ये बत उसुक होते हैं और जो भी दखे उसे तुरंत ही अपने टंटकल से पंच मारते हैं।",
  "A body made up of nothing but muscle makes the grappling moves this Pokémon performs with its tentacles tremendously powerful.": "इनका पूरा शरर मांसपेशयों से बना है। टंटकल से जकड़ने वाल मुस करते हैं जनक पावर बत यादा होती है।",
  "This Pokémon is said to have been born when a lonely spirit possessed a cold, leftover cup of tea.": "ऐसा कहा जाता है क बची ई चाय में एक भटकती आमा घुस गई और इन पोकमॉन का जम आ।",
  "This species lives in antique teapots. Most pots are forgeries, but on rare occasions, an authentic work is found.": "एक ाचीन पॉट में रहते हैं। अधकतर पॉट नकल हैं, लकन कभी-कभी असल पॉट भी मल जाते हैं।",
  "Via the protrusion on its head, it senses other creatures' emotions. If you don't have a calm disposition, it will never warm up to you.": "इनक सर क उभर ए हसे से जीवत चीजों क भावनाएं समझते हैं। शांत मन क साथ ही मेल-मलाव करते हैं।",
  "No matter who you are, if you bring strong emotions near this Pokémon, it will silence you violently.": "कोई फक नहीं पड़ता क आप कौन हैं, अगर आप इन पोकमॉन क पास ताकतवर भावनाएं लाते हैं, तो ये आपको हंसक प से चुप करा देंगे।",
  "It emits psychic power strong enough to cause headaches as a deterrent to the approach of others.": "ये अपने आस-पास इतनी साइको पावर छोड़ते हैं क सर में दद हो जाएं। इसलए दूसर जीव इनक पास नहीं आते।",
  "Through its nose, it sucks in the emanations produced by people and Pokémon when they feel annoyed. It thrives off this negative energy.": "जब इंसान या पोकमॉन परशान होते हैं तो माइनस एनिज छोड़ते हैं जसे ये अपनी नाक से अंदर लकर ताकतवर बन जाते हैं।",
  "When it gets down on all fours as if to beg for forgiveness, it's trying to lure opponents in so that it can stab them with its spear-like hair.": "घुटने टक कर माफ मांगने का नाटक करते हैं और अपने भल जैसे तेज धार बालों से अटैक करने क रणनीत अपनाते हैं।",
  "With the hair wrapped around its body helping to enhance its muscles, this Pokémon can overwhelm even Machamp.": "अपने बालों से पूर शरर को कस लते हैं तो इनक मांसपेशयों क ताकत बढ़ जाती है। मचैप को भी हारने क ताकत पैदा कर पाते हैं।",
  "Its voice is staggering in volume. Obstagoon has a tendency to take on a threatening posture and shout—this move is known as Obstruct.": "इनक आवाज चौका देने वाल है। चला क डराने क तरक को ऑटट बुलाया जाता है।",
  "What appears to be an iron helmet is actually hardened hair. This Pokémon lives for the thrill of battle.": "इनक सर क बाल सत होकर लोहे क हेलमेट जैसे हो गए हैं। इहें बैटल करना बत पसंद है।",
  "Its shell is overflowing with its heightened otherworldly energy. The ectoplasm serves as protection for this Pokémon's core spirit.": "इनका शेल में अलौकक ऊजा बह रही है। एटोलाज़्म इनक शरर क कोर िपरट क रा करता है।",
  "Only Farfetch'd that have survived many battles can attain this evolution. When this Pokémon's leek withers, it will retire from combat.": "कई लड़ाइयों में जंदा बचने वाल ही इस प में वकसत हो पाते हैं। जब इनका याज का डंडा खराब होने लगे तो ये लड़ाई का मैदान छोड़ देते हैं।",
  "It's highly skilled at tap-dancing. It waves its cane of ice in time with its graceful movements.": "ये टैप डांस क माटर हैं। बर्फ से बने टक को हका सा हला कर सुंदर टस का दशन करते हैं।",
  "A powerful curse was woven into an ancient painting. After absorbing the spirit of a Yamask, the painting began to move.": "एक ताकतवर ाप लगा कर बनाए गए ाचीन च ने मौकाब क आमा को असॉब कर क हलना चालू कर दया।",
  "This Pokémon was born from sweet-smelling particles in the air. Its body is made of cream.": "ीम से बने पोकमॉन। हवा क सुगंधत कणों को इका कर क पैदा ए हैं।",
  "When it trusts a Trainer, it will treat them to berries it's decorated with cream.": "जब ये टनर पर भरोसा करते हैं, तो उहें ीम से सजाई ढेर सार बेर देते हैं।",
  "Five of them are troopers, and one is the brass. The brass's orders are absolute.": "इनमें पांच सैनक हैं और एक लडर है। लडर क आदेश का पालन कया जाता है।",
  "It feeds on seaweed, using its teeth to scrape it off rocks. Electric current flows from the tips of its spines.": "इनक काँटों क नोक से बजल नकलती है और अपने दांतों का उपयोग करक ये चानों को खरोंच कर काई कहते हैं।",
  "It spits out thread imbued with a frigid sort of energy and uses it to tie its body to branches, disguising itself as an icicle while it sleeps.": "ठंडी हवा क साथ धागे नकालते हैं। धागे से शरर को टहनी से बांध कर आइसकल क नकल कर क सोते हैं।",
  "Icy scales fall from its wings like snow as it flies over fields and mountains. The temperature of its wings is less than −290 degrees Fahrenheit.": "इनक पंखों का तापमान माइनस 180 डी होता है। अपने ठंडे कल को बर्फ क तरह खेतों और पहाड़ों पर गराते ए उड़ते हैं।",
  "It stands in grasslands, watching the sun's descent from zenith to horizon. This Pokémon has a talent for delivering dynamic kicks.": "घास क मैदानों में खड़े रहते हैं। सूय क उगने और डूबने को देखते हए जीते हैं। डाइनैमक कक इनक वशेषता होती है।",
  "It drifted in on the flow of ocean waters from a frigid place. It keeps its head iced constantly to make sure it stays nice and cold.": "ये बत ठंडे थान से आए हैं। और हमेशा अपने सर को बर्फ से रगड़ते रहते हैं।",
  "It uses the horns on its head to sense the emotions of others. Males will act as valets for those they serve, looking after their every need.": "ये अपने सींग से भावनाओं को समझ जाते हैं। नर अपने मालक क हर जरत क देखबाल करते हैं।",
  "As it eats the seeds stored up in its pocket-like pouches, this Pokémon is not just satisfying its constant hunger. It's also generating electricity.": "इहें हमेशा भूक लगी रहती है। बीज खाकर पॉकट जैसे इनक पाउच में इलटसट बनाते हैं।",
  "It digs up the ground with its trunk. It's also very strong, being able to carry loads of over five tons without any problem at all.": "ये शतशाल पोकमॉन 5 टन समान को आराम से उठा सकते हैं। अपनी सूंड इतेमाल करक मी खोदते हैं।",
  "They came over from another region long ago and worked together with humans. Their green skin is resistant to water.": "इनक हर वचा पानी से रजज़टंट होती है। ये दूसर े से आए और लोगों क साथ काम कराने लगे।",
  "In ancient times, it was unbeatable thanks to its powerful lower body, but it went extinct anyway after it depleted all its plant-based food sources.": "ाचीन काल में, ये अपने मजबूत नचल शरर क साथ अजेय थे, लकन ये वलुत हो गए योंक ये शकार क खाने वाल पौधों को खा गए।",
  "The shaking of its freezing upper half is what generates its electricity. It has a hard time walking around.": "ठंड से इनक ऊपर क हसे क हलने से इलटसट बनती है। इसलए चलना पसंद नहीं करते।",
  "Powerful legs and jaws made it the apex predator of its time. Its own overhunting of its prey was what drove it to extinction.": "ये ाचीन काल में अपनी शतशाल टाँगों और जबड़े क शत क कारण अजेय थे, लकन इहोंने अपने शकार को खाकर वलुत कर दया इसलए खुद भी वलुत हो गए थे।",
  "Though it's able to capture prey by freezing its surroundings, it has trouble eating the prey afterward because its mouth is on top of its head.": "ये अपने आस-पास क े को जमा कर शकार पकड़ते हैं लकन इनका मुंह सर पर है इसलए इहें खाने में दकत होती है।",
  "Its body resembles polished metal, and it's both lightweight and strong. The only drawback is that it rusts easily.": "इनका शरर पॉलश कए गए लोहे जैसा होता है, हका और मजबूत। लकन ये जंग खा सकते हैं ये इनक कमी है।",
  "After being reborn as a ghost Pokémon, Dreepy wanders the areas it used to inhabit back when it was alive in prehistoric seas.": "ाचीन काल में समु में रहते थे। घोट पोकमॉन क प मे पुनजीवत कर गए और आज तक अपना पुराना घर ढूंढने क लए भटक रहे हैं।",
  "It's capable of flying faster than 120 mph. It battles alongside Dreepy and dotes on them until they successfully evolve.": "उड़ान क गत 200 km / घंटा है। डै क साथ लड़ते हैं और इनक देखभाल तब तक करते हैं जब तक वे सुरत प से वकसत न हो जाएं।",
  "When it isn't battling, it keeps Dreepy in the holes on its horns. Once a fight starts, it launches the Dreepy like supersonic missiles.": "अपने संग क छेदों में डै को रख कर जीते हैं। जब लड़ाई करते हैं तो सुपरसॉनक पीड से डै को लॉच करते हैं।",
  "Known as a legendary hero, this Pokémon absorbs metal particles, transforming them into a weapon it uses to battle.": "इहें लजेंडर हीरो बुलाया जाता है। ये मेटल को असॉब करक लड़ाई क लए हथयार बनाते हैं।",
  "In times past, it worked together with a king of the people to save the Galar region. It absorbs metal that it then uses in battle.": "इहोंने इंसानों क राजा क साथ मलकर गलार को बचाया था। ये मेटल को असॉब करक लड़ाई करते हैं।",
  "The core on its chest absorbs energy emanating from the lands of the Galar region. This energy is what allows Eternatus to stay active.": "इनक छाती पर लगा कोर गलार रजन से उपन एनिज को असॉब करक सय होता है।",
  "Kubfu trains hard to perfect its moves. The moves it masters will determine which form it takes when it evolves.": "कठोर टनंग से अपने अटैक को नखारते हैं। महारत हासल करने वाल अटैक क आधार पर इनका वकसत प बदलता है।",
  "This form of Urshifu is a strong believer in the one-hit KO. Its strategy is to leap in close to foes and land a devastating blow with a hardened fist.": "एक हट में KO करने में ववास करते हैं। वरोधी क पास कद कर इनक कठोर मुी से हमला करते हैं।",
  "Within dense forests, this Pokémon lives in a pack with others of its kind. It's incredibly aggressive, and the other Pokémon of the forest fear it.": "झुंड बना कर गहर जंगल में रहते हैं। बत आामक होते हैं इसलए जंगल में रहने वाल अय पोकमॉन इनसे डरते हैं।",
  "This Pokémon is a cluster of electrical energy. It’s said that removing the rings on Regieleki’s body will unleash the Pokémon’s latent power.": "इलटक एनिज क एक लटर हैं। अगर इनक बंधी ई रंग को नकालं तो इनक असल ताकत बाहर आती है।",
  "An academic theory proposes that Regidrago’s arms were once the head of an ancient dragon Pokémon. The theory remains unproven.": "एक अकडेमीक रसच क हसाब से इनक हाथ एक ाचीन डैगन का सर है, लकन अभी तक ये साबत नहीं आ है।",
  "Glastrier emits intense cold from its hooves. It’s also a belligerent Pokémon—anything it wants, it takes by force.": "अपने खुरों से तेज ठंडी हवा नकलते हैं। ये जुझा पोकमॉन भी हैं, जो कछ भी ये चाहते उसे ताकत इतेमाल करक ल लते हैं।",
  "It probes its surroundings with all its senses save one—it doesn’t use its sense of sight. Spectrier’s kicks are said to separate soul from body.": "दृट क अलावा अय सभी पांच इंियों का उपयोग करक अपने आस-पास क मोहोल को समझते हैं। ऐसा कहा जाता है क जन लोगों को ये लात मरते हैं उनक शरर से आमा नकल जाती है।",
  "Calyrex is a merciful Pokémon, capable of providing healing and blessings. It reigned over the Galar region in times of yore.": "एक दयालु पोकमॉन जो हीलग और आशीवाद दान करने में सम है। इहोंने पुराने समय में गलार रजन पर शासन कया था।",
  "The black orbs shine with an uncanny light when the Pokémon is erecting invisible barriers. The fur shed from its beard retains heat well and is a highly useful material for winter clothing.": "ये जब अदृय दीवार बनाते हैं तब इनक काल गोल रहयमय ढंग से चमकते हैं। इनक गर ए बाल गमी नकालने नहीं देते इसलए सदयों क कपड़ों में बत काम आते हैं।",
  "A violent creature that fells towering trees with its crude axes and shields itself with hard stone. If one should chance upon this Pokémon in the wilds, one’s only recourse is to flee.": "ये कठोर चान से अपनी रा करते हैं, और इनक कठोर कहाड़ी बड़े-बड़े पेड़ों को काट देती है। इनका वभाव हंसक होता है, इसलए जब बंजर भूम में इनका सामना हो तो, भागना ही बेहतर होगा।",
  "I believe it was Hisui’s swampy terrain that gave Ursaluna its burly physique and newfound capacity to manipulate peat at will.": "ऐसा माना जाता है क हसुइ क दलदल इलाक ने इहें एक मजबूत शरर और वतं प से कोयला पीट को कंटोल क एक नई मता दी है।",
  "Clads itself in the souls of comrades that perished before fulfilling their goals of journeying upstream. No other species throughout all Hisui’s rivers is Basculegion’s equal.": "नदी क तकल तैरने में असफल होकर खम हो जाने वाल सािथयों क आमा को अपने ऊपर समेट लते हैं। हसुइ रजन में कोई जात इनका मुकाबला नहीं कर सकती।",
  "Because of Sneasler’s virulent poison and daunting physical prowess, no other species could hope to best it on the frozen highlands. Preferring solitude, this species does not form packs.": "अय जातयों पर हावी होने वाल शाररक मताओं और घातक जहर से युत, ये पोकमॉन ठंडे ऊंचे इलाकों में अपराजेय हैं। समूह न बनाकर अकल रहना पसंद करने का वभाव रखते हैं।",
  "Its lancelike spikes and savage temperament have earned it the nickname “sea fiend.” It slurps up poison to nourish itself.": "इन पोकमॉन क भाल जैसी सुइयों और ूर वभाव क कारण इहें ”समुी दानव” का उपनाम दया गया है। ये जहर को नगल कर उसे अपना भोजन बना लते हैं।",
  "When it flies to this land from across the sea, the bitter winter comes to an end. According to legend, this Pokémon’s love gives rise to the budding of fresh life across Hisui.": "यद ये समु क ऊपर से उड़क आते हैं, तो आपको कठोर सदी क अंत का पता चल जाएगा। कहानयों क हसाब से इस पोकमॉन क यार से भूम में नए जीवन का अंकरण होता है।",
  "A different guise from its feminine humanoid form. From the clouds, it descends upon those who treat any form of life with disrespect and metes out wrathful, ruthless punishment.": "इनक महला क प से एक बकल अलग प। कसी भी जीव क साथ दुकम करने पर ये बादलों में से उतार कर ोध से उहें दंड देते हैं।",
  "Its fluffy fur is similar in composition to plants. This Pokémon frequently washes its face to keep it from drying out.": "इनक कोमल फ़र क संरचना पौधों जैसी होती है। ये थोड़ी-थोड़ी देर में अपने मुँह को धोकर उसे सूखने से बचाते हैं।",
  "Floragato deftly wields the vine hidden beneath its long fur, slamming the hard flower bud against its opponents.": "ये अपने शरर क लबे बालों क नीचे छुपी बेल का कशलतापूवक योग कर कठोर कल से दुमन पर वार करते हैं।",
  "This Pokémon uses the reflective fur lining its cape to camouflage the stem of its flower, creating the illusion that the flower is floating.": "ये अपने चोगे क चमकल बालों का उपयोग कर अपने फूल क डंडी को छुपाते हैं, जस से ऐसा लगता है क मानो फूल हवा में उड़ रहा है।",
  "It lies on warm rocks and uses the heat absorbed by its square-shaped scales to create fire energy.": "ये गम पथर पर सोते हैं और चौकोर कल से गमी सोख क फ़ायर एनिज बनाते हैं।",
  "The combination of Crocalor’s fire energy and overflowing vitality has caused an egg-shaped fireball to appear on the Pokémon’s head.": "इनक फ़ायर एनिज और चुर माा में जोश मल कर सर क उपर एक अंडाकार गोल क प में दखाई देते हैं।",
  "The fiery bird changes shape when Skeledirge sings. Rumor has it that the bird was born when the fireball on Skeledirge’s head gained a soul.": "बोनोशोर क गाने पर आग क चड़या आकार बदल लती है, जसका जम शायद तब आ जब इसक सर क अन गोल में आमा का वास आ।",
  "This Pokémon migrated to Paldea from distant lands long ago. The gel secreted by its feathers repels water and grime.": "ये कहीं दूर देश से पैलडीया में आये हैं। इनक पंख से नकलने वाला जेल, पानी और गंदगी को दूर रखता है।",
  "These Pokémon constantly run through shallow waters to train their legs, then compete with each other to see which of them kicks most gracefully.": "ये उथल पानी में लगातार दौड़ कर अपने पैरों को मज़बूत करते हैं और लात मारने क खूबसूरती को परखने क लए तपधा करते है।",
  "A single kick from a Quaquaval can send a truck rolling. This Pokémon uses its powerful legs to perform striking dances from far-off lands.": "इनक एक लात पूर टक को उटा सकती है। यह पोकमॉन अपने शतशाल पैरों का उपयोग कर आकषक नृय तुत करते हैं।",
  "It searches for food all day. It possesses a keen sense of smell but doesn’t use it for anything other than foraging.": "ये पूर दन चारा ढूँढते रहते हैं। इनक नाक बत तेज़ होती है, पर ये इसका इतेमाल सफ़ चारा ढूँढने क लए करते हैं।",
  "Oinkologne is proud of its fine, glossy skin. It emits a concentrated scent from the tip of its tail.": "इनको अपनी खूबसूरत और चमकल वचा पर गव है। ये अपनी पूँछ क शीष से सांित सुगंध छोड़ते हैं।",
  "This Pokémon sends a flowerlike scent wafting about. Well-developed muscles in its legs allow it to leap more than 16 feet with no trouble at all.": "ये फूलों जैसी खुशबू फैलाते हैं। अपने पैरों क मज़बूत मांसपेशयां से ये आराम से 16 फ़ुट से अधक क छलांग लगा सकते हैं।",
  "The ball of threads wrapped around its body is elastic enough to deflect the scythes of Scyther, this Pokémon’s natural enemy.": "इनक शरर पर लपट ए धागों का गोला लचीला होता है जो इनक ाकृतक दुमन टाइकट क हसयों क हमल को भी झेल लता है।",
  "It clings to branches and ceilings using its threads and moves without a sound. It takes out its prey before the prey even notices it.": "ये डालयों और छतों पर धागों से चपक कर बना कोई आवाज़ कए चलते हैं। ये शकार को पता चलने से पहल ही उहें पकड़ लते हैं।",
  "It has its third set of legs folded up. When it’s in a tough spot, this Pokémon jumps over 30 feet using the strength of its legs.": "इनक तीसर पैर मुड़े ए रहते हैं। इनक पैर इतने मज़बूत होते है क मुसीबत आने पर ये 10 मीटर से ज़्यादा लबी छलांग लगा सकते हैं।",
  "When it decides to fight all out, it stands on its previously folded legs to enter Showdown Mode. It neutralizes its enemies in short order.": "बैटल में अपनी पूर शत लगाते समय अपने मुड़े ए पैरों पर खड़े होकर लड़ाक मोड में आ जाते हैं और बत कम समय में दुमनों को हराते हैं।",
  "It has underdeveloped electric sacs on its cheeks. These sacs can produce electricity only if Pawmi rubs them furiously with the pads on its forepaws.": "इनक गालों क बजल क थैल अवकसत हैं। अपने पंजों को आपस में रगड़ कर बजल उतपन करते हैं।",
  "When its group is attacked, Pawmo is the first to leap into battle, defeating enemies with a fighting technique that utilizes electric shocks.": "झुंड पर हमला होने पर ये तुरंत लड़ाई क मैदान में उतर कर बजल का उपयोग करने वाल फ़ाइटंग तकनीक से दुमनों को हराते हैं।",
  "This Pokémon normally is slow to react, but once it enters battle, it will strike down its enemies with lightning-fast movements.": "सामाय तौर पर ये पोकमॉन शांत रहते हैं पर बैटल में वेश करने क बाद बजल क रफ़्तार से दुमनोंं को हराते हैं।",
  "Exhibiting great teamwork, they use their incisors to cut pieces out of any material that might be useful for a nest, then make off with them.": "ये पोकमॉन अछे ताल मेल क साथ घोंसला बनाने योय चीज़ों को अपने सामने क दाँतों से काट कर उठा ल जाते हैं।",
  "They build huge nests with many rooms that are used for different purposes, such as eating and sleeping.": "ये बड़ा सा घोंसला बनाते हैं जसमें खाने या सोने आद क लए अलग-अलग, ढेर सार कमर होते हैं।",
  "The two little ones just appeared one day. The group might be a family of related Pokémon, but nobody knows for sure.": "पता नहीं कब पोकमॉन क दो छोट बचे पैदा हो गये। ये शायद एक ही परवार क हैं, लकन ये बात कोई नचत प से नहीं कह सकता।",
  "This Pokémon is smooth and moist to the touch. Yeast in Fidough’s breath induces fermentation in the Pokémon’s vicinity.": "ये पोकमॉन छूने में चकने और नम होते हैं। इनक सांस में मौजूद यीट क कारण आसपास क चीज़ों में खमीर आ जाता है।",
  "The pleasant aroma that emanates from this Pokémon’s body helps wheat grow, so Dachsbun has been treasured by farming villages.": "इनक शरर से नकलने वाल सुगंध गेँ उगाने में कारगर होती है, इसलए गाँवों में इनको बत महवपूण माना जाता है।",
  "It protects itself from enemies by emitting oil from the fruit on its head. This oil is bitter and astringent enough to make someone flinch.": "ये अपने सर पर लगे फल से तेल नकाल कर दुमनों से वयं को बचाते हैं। इनका तेल इतना कड़वा होता है क कोई भी सहर जाए।",
  "Dolliv shares its tasty, fresh-scented oil with others. This species has coexisted with humans since times long gone.": "ये पोकमॉन अपनी ताज़ी सुगंध वाल वादट तेल को लोगों क साथ बाँटते हैं। ये बत समय पहल से इंसानों क साथ रहते आए हैं।",
  "This calm Pokémon is very compassionate. It will share its delicious, nutrient-rich oil with weakened Pokémon.": "ये शांत पोकमॉन बत दयालु होते हैं। ये अपने वादट, पोषक तवों से भरपूर तेल को कमज़ोर पोकमॉन क साथ साझा करते हैं।",
  "These Pokémon prefer to live in cities. They form flocks based on the color of their feathers, and they fight over territory.": "ये पोकमॉन शहरों में रहना पसंद करते हैं। ये अपने पंखों क रंग क आधार पर झुंड बनाते हैं, और इलाक को लकर लड़ते हैं।",
  "The largest of their flocks can contain more than 50 individuals. They fly around towns and forests, searching for food and making a racket.": "इनक सबसे बड़े झुंड में 50 से अधक पोकमॉन हो सकते हैं। ये शहरों और जंगलों में शोर मचाते ए उड़ते हैं और भोजन तलाशते हैं।",
  "These Squawkabilly are hotheaded, and their fighting style is vicious. They’ll leap within reach of their foes to engage in close combat.": "ये गुसे वाल होते हैं, और इनक लड़ने का टाइल बत खूंखार है। ये वरोधयों क नज़दीक जा कर करब से मुकाबला करते हैं।",
  "This Pokémon dislikes being alone. It has a strong sense of community and survives by cooperating with allies.": "इहें अकल रहना पसंद नहीं है। इहें समुदाय में रहना पसंद है और ये सािथयों क साथ सहयोग करक जीवत रहते हैं।",
  "It was born in a layer of rock salt deep under the earth. This species was particularly treasured in the old days, as they would share precious salt.": "ये पृवी क गहराई में सेंधा नमक क परत में पैदा ए थे। अतीत में इहें महव दया जाता था योंक ये कमती नमक बांटा करते थे।",
  "This Pokémon dry cures its prey by spraying salt over them. The curing process steals away the water in the prey’s body.": "ये पोकमॉन अपने शकार पर नमक िछड़क कर उसे सुखा देते हैं। यह िया शकार क शरर से पानी सोख लती है।",
  "Garganacl will rub its fingertips together and sprinkle injured Pokémon with salt. Even severe wounds will promptly heal afterward.": "ये पोकमॉन अपनी उंगलयों को आपस में रगड़ कर घायल पोकमोन पर नमक िछड़कते हैं, जससे गहर घाव भी तुरंत ठीक हो जाते हैं।",
  "Burnt charcoal came to life and became a Pokémon. Possessing a fiery fighting spirit, Charcadet will battle even tough opponents.": "जला आ कोयला जीवत हो कर पोकमॉन बन गया। घमासान बैटल पसंद करने वाल कोयलाइट कसी से भी लड़ने को तैयार होते हैं।",
  "Armarouge evolved through the use of a set of armor that belonged to a distinguished warrior. This Pokémon is incredibly loyal.": "ये कसी तठत योा क कवच क मायम से वकसत ए पोकमॉन हैं। इनमें वफ़ादार क भावना होती है।",
  "The fiery blades on its arms burn fiercely with the lingering resentment of a sword wielder who fell before accomplishing their goal.": "भुजाओं क धारदार तलवारं उन तलवारबाजों क आोश से जलती रहती हैं, जो अपना ल्य पूरा करने से पहल ही धराशायी हो गए थे।",
  "Tadbulb shakes its tail to generate electricity. If it senses danger, it will make its head blink on and off to alert its allies.": "ये अपनी पूँछ को हला कर बजल उपन करते हैं। खतरा होने पर सर क बती को टमटमा कर सािथयों को सचेत करते हैं।",
  "When this Pokémon expands and contracts its wobbly body, the belly-button dynamo in its stomach produces a huge amount of electricity.": "ये अपने थुलथुल शरर को फैला कर और सकोड़ कर नाभी क डाइनामो से बड़ी माा में बजल उपन करते हैं।",
  "When its wings catch the wind, the bones within produce electricity. This Pokémon dives into the ocean, catching prey by electrocuting them.": "इनक पंखों में हवा लगने से हियाँ बजल पैदा करती हैं। ये समु में गोता लगा कर, शकार को बजल क झटक से मार कर पकड़ते हैं।",
  "Kilowattrel inflates its throat sac to amplify its electricity. By riding the wind, this Pokémon can fly over 430 miles in a day.": "अपनी बजल को बढ़ाने क लए गल क थैल को फुलाते हैं। ये एक दन में 700 क.मी. क दूर उड़ कर तय कर सकते हैं।",
  "It always scowls in an attempt to make opponents take it seriously, but even crying children will burst into laughter when they see Maschiff’s face.": "ये हमेशा योरयाँ चढ़ा कर रखते हैं ताक वरोध इहें गंभीरता से लं, लकन रोते ए बचे भी इनक चेहर को देख कर हँसने लगते हैं।",
  "This Pokémon can store energy in its large dewlap. Mabosstiff unleashes this energy all at once to blow away enemies.": "ये अपने गल में बड़े से थैल में ऊजा को जमा करक रखते हैं। ये दुमनों को उड़ाने क लए एक ही बार में इस ऊजा को छोड़ते हैं।",
  "Though usually a mellow Pokémon, it will sink its sharp, poison-soaked front teeth into any that anger it, causing paralysis in the object of its ire.": "ये शांत होते हैं, लकन यद कोई गुसा दलाए तो ये अपने नुकल और ज़हरल दाँत गढ़ा देते हैं, जससे वरोधी को पाघात होता है।",
  "The color of the poisonous saliva depends on what the Pokémon eats. Grafaiai covers its fingers in its saliva and draws patterns on trees in forests.": "इनक ज़हरल लार का रंग आहार पर नभर करता है। ये अपनी उंगलयों पर अपनी लार लगा कर जंगलों में पेड़ों पर डज़ाइन बनाते हैं।",
  "A soul unable to move on to the afterlife was blown around by the wind until it got tangled up with dried grass and became a Pokémon.": "मृयु क बाद दूसर दुनया में जाने में असमथ एक आमा हवा में उड़ती रही और अंततः सूखी घास में उलझकर पोकमॉन बन गयी।",
  "It will open the branches of its head to envelop its prey. Once it absorbs all the life energy it needs, it expels the prey and discards it.": "ये अपने सर क शाखाओं को खोल कर शकार को दबोच लते हैं। शकार क ाण पूर तरह चूसने क बाद ये उसे फेंक देते हैं।",
  "Toedscool lives in muggy forests. The flaps that fall from its body are chewy and very delicious.": "ज़मीटाकल उमस भर जंगलों में रहते हैं। इनक शरर से गरने वाल फ़्लैप को चबाया जा सकता है और ये बत वादट होते हैं।",
  "These Pokémon gather into groups and form colonies deep within forests. They absolutely hate it when strangers approach.": "ये समूह में रहते हैं और घने जंगलों में बतयाँ बनाते हैं। इहें बलकल पसंद नहीं क कोई अजनबी इनक पास आये।",
  "Klawf hangs upside-down from cliffs, waiting for prey. But Klawf can’t remain in this position for long because its blood rushes to its head.": "ये शकार क तीा में चानों से उट लटक रहते हैं। लकन खून बह कर सर में पँचने से ये इस िथत में देर तक नहीं रह पाते।",
  "The more sunlight this Pokémon bathes in, the more spicy chemicals are produced by its body, and thus the spicier its moves become.": "ये जतनी ज़्यादा धूप सेकते हैं इनक शरर में उतनी मची तव उतने अधक बढ़ते हैं और इनक मूव भी उतने ही तीखे हो जाते हैं।",
  "The red head converts spicy chemicals into fire energy and blasts the surrounding area with a super spicy stream of flame.": "इनका लाल सर फ़ाइयर एनिज को मची में बदल कर तीखी आग छोड़ता है।",
  "This Pokémon creates a mud ball by mixing sand and dirt with psychic energy. It treasures its mud ball more than its own life.": "ये पोकमॉन मांसक शती से मी और रत में मला कर एक गेंद बनाते है, जसे ये अपनी जान से भी ज़्यादा सभाल कर रखते है।",
  "The body that supports the ball barely moves. Therefore, it is thought that the true body of this Pokémon is actually inside the ball.": "गोल को सहारा देने वाला शरर मुकल से हलता है। ऐसा माना जाता है क इस पोकमॉन का असल शरर वातव में गोल क अंदर है।",
  "Flittle’s toes levitate about half an inch above the ground because of the psychic power emitted from the frills on the Pokémon’s belly.": "इनक पेट क फ़्रल से मांसक शत नकलती है जस से ये ज़मीन से 1 से.म. उपर हवा में तैरते रहते हैं।",
  "It immobilizes opponents by bathing them in psychic power from its large eyes. Despite its appearance, it has a vicious temperament.": "इनक बड़ी आँखों से नकल मांसक शती से वरोधी हल नहीं पाते। ये बत नमम वभाव क होते है भल ही एसे दखते नहीं हैं।",
  "It swings its handmade hammer around to protect itself, but the hammer is often stolen by Pokémon that eat metal.": "ये आमरा क लए हत नमत हथौड़े को हवा में घुमाते हैं, लकन यह हथौड़ा असर धातु खाने वाल पोकमॉन ारा चुरा लया जाता है।",
  "This Pokémon will attack groups of Pawniard and Bisharp, gathering metal from them in order to create a large and sturdy hammer.": "ये वज़ीरचॉप क समूह पर हमला कर, एक बड़ा और मज़बूत हथौड़ा बनाने क लए उनसे धातु इका करते हैं।",
  "This intelligent Pokémon has a very daring disposition. It knocks rocks into the sky with its hammer, aiming for flying Corviknight.": "ये बत बुिमान व साहसी होते हैं। ये पथरों को अपने हथौड़े से मार कर हवा में उछालते हैं और उड़ते ोआमर को नशाना बनाते हैं।",
  "This Pokémon can pick up the scent of a Veluza just over 65 feet away and will hide itself in the sand.": "ये 20 मीटर दूर से हेकामीन क गंध सूंघ कर रत में छुप जाते हैं।",
  "It has a vicious temperament, contrary to what its appearance may suggest. It wraps its long bodies around prey, then drags the prey into its den.": "भल ही ये ऐसे दखते नहीं हैं पर ये बत नमम वभाव क होते हैं। ये शकार को कंडल मार अपने बल में ल जाते हैं।",
  "It gathers things up in an apron made from shed feathers added to the Pokémon’s chest feathers, then drops those things from high places for fun.": "ये अपनी छाती क परों और गर ए परों से थैल बना कर, उसमें चीज़ों को जमा करते हैं, और फर मज़े क लए उन चीज़ों को ऊँचाई से गरा देते हैं।",
  "It likes playing with others of its kind using the water ring on its tail. It uses ultrasonic waves to sense the emotions of other living creatures.": "इहें पूंछ क रंग से अपने जैसों क साथ खेलना पसंद है। ये दूसरों क भावनाओं को समझने क लए अटासॉनक तरंगों का उपयोग करते हैं।",
  "This Pokémon changes its appearance if it hears its allies calling for help. Palafin will never show anybody its moment of transformation.": "ज़रतमंद सािथयों क आवाज़ सुनाई देने पर ये अपना प बदलते हैं। ये अपने प को बदलने का पल कसी को भी नहीं दखाते।",
  "This Pokémon’s ancient genes have awakened. It is now so extraordinarily strong that it can easily lift a cruise ship with one fin.": "इसक ाचीन जीन जाग गए हैं। ये अब इतने शतशाल बन गये हैं क ये एक पंख से ूज़ जहाज़ तक को आसानी से उठा सकते हैं।",
  "It is said that this Pokémon was born when an unknown poison Pokémon entered and inspirited an engine left at a scrap-processing factory.": "कहा जाता है क इनका जम कबाड़ कारखाने में फेंक ए इंजन में, एक रहयमयी पॉइज़न पोकमॉन क घुस जाने से आ था।",
  "It creates a gas out of poison and minerals from rocks. It then detonates the gas in its cylinders— now numbering eight—to generate energy.": "ये पोकमॉन ज़हर और पथरों क खनज को मला कर बनी गैस को अपने 8 सलंडरों में जला कर ऊजा उपन करते हैं।",
  "Apparently Cyclizar has been allowing people to ride on its back since ancient times. Depictions of this have been found in 10,000-year-old murals.": "ये ाचीन काल से लोगों को अपनी पीठ पर बैठाते आये हैं। इनका उलख 10,000 साल पुराने भतचों में मला है।",
  "When attacked, this Pokémon will wield the tendrils on its body like fists and pelt the opponent with a storm of punches.": "हमला होने पर ये पोकमॉन अपने शरर क बालों का मुियों क तरह उपयोग कर दुमनों पर मुकों का तूफ़ान बरसाते हैं।",
  "It absorbs nutrients from cave walls. The petals it wears are made of crystallized poison.": "ये पोकमॉन गुफा क दीवारों से पोषक तवों को सोखते हैं। इनक पंखुड़याँ िटलकृत ज़हर से बनी होती हैं।",
  "When this Pokémon detects danger, it will open up its crystalline petals and fire beams from its conical body.": "खतरा भांपने पर ये पोकमॉन अपनी िटलय पंखुड़यों को खोल कर अपने शंवाकार शरर से बीम छोड़ते हैं।",
  "It is said that a dog Pokémon that died in the wild without ever interacting with a human was reborn as this Pokémon.": "कहते हैं क वान पोकमॉन जो कसी मनुय से मल बना ही मर जाते हैं, वे इसक प में पुनजीवत होते हैं।",
  "Houndstone spends most of its time sleeping in graveyards. Among all the dog Pokémon, this one is most loyal to its master.": "ये अपना अधकतर समय कतान में सो कर बताते हैं। वान पोकमॉन में ये सबसे ज़्यादा वफ़ादार होते हैं।",
  "This Pokémon apparently ties the base of its neck into a knot so that energy stored in its belly does not escape from its beak.": "माना जाता है क ये पोकमॉन अपनी गदन क अंत में एक गाँठ मार लते हैं, ताक इनक पेट में जमा ऊजा चोंच से बाहर न नकल।",
  "This species left the ocean and began living on land a very long time ago. It seems to be closely related to Wailmer.": "इस पोकमॉन ने बत पहल समु छोड़ कर ज़मीन पर रहना शु कर दया था। ये बेवेल क नज़दीक जात तीत होते हैं।",
  "This Pokémon wanders around snowy, icy areas. It protects its body with powerful muscles and a thick layer of fat under its skin.": "ये बफ़ील जगहों में मण करते हैं। ये अपनी ताकतवर मांसपेशयों और चबी क मोट परत से अपने शरर को बचाते हैं।",
  "When Veluza discards unnecessary flesh, its mind becomes honed and its psychic power increases. The spare flesh has a mild but delicious flavor.": "शरर क अनावयक मांस को गराकर इनका मतक तेज़ होता है और साइकक पावर बढ़ती है। गर मांस का वाद वादट होता है।",
  "This Pokémon is a glutton, but it’s bad at getting food. It teams up with a Tatsugiri to catch prey.": "भुकड़ होने क बावजूद ये शकर करने में बुर होते हैं। ये डैज़ूशी क साथ टम बना कर शकार पकड़ते हैं।",
  "This is a small dragon Pokémon. It lives inside the mouth of Dondozo to protect itself from enemies on the outside.": "ये छोट डैगन पोकमॉन होते हैं। दुमनोंं से खुद को बचाने क लए ये डॉनकम क मुँह में रहते हैं।",
  "This species’ differing colors and patterns are apparently the result of Tatsugiri changing itself to suit the preferences of the prey it lures in.": "शकार क पसंद-नापसंद को यान में रखते ए इस पोकमॉन क शरर का रंग और पैटन बदल गया।",
  "Bird Pokémon are its main prey. This Pokémon knows it’s weak, so it hunts with a partner.": "चड़या पोकमॉन इसका मुय शकार होते हैं। ये जानते हैं क ये कमज़ोर हैं, इसलए ये एक साथी क साथ शकार करते हैं।",
  "When its anger rose beyond a critical point, this Pokémon gained power that is unfettered by the limits of its physical body.": "जब इसका गुसा सीमा पार कर गया तो इसको ऐसी शत ात ई जो इसक भौतक शरर क सीमाओं से पर है।",
  "When attacked, this Pokémon will retaliate by sticking thick spines out from its body. It’s a risky move that puts everything on the line.": "हमला होने पर ये अपनी पीठ से मोट कांट नकाल कर जवाबी हमला करते हैं। यह मूव बत जोखम भरा होता है।",
  "Now that the brain waves from the head and tail are synced up, the psychic power of this Pokémon is 10 times stronger than Girafarig’s.": "पूँछ और सर क मांसक तरंगों में तालमेल क वजह से इनक मांसक शत जरािफ़रा क तुलना में 10 गुणा ज़्यादा है।",
  "This Pokémon uses its hard tail to make its nest by boring holes into bedrock deep underground. The nest can reach lengths of over six miles.": "ये अपनी कठोर पूँछ से ज़मीन क गहराई में पथरों में छेद कर घोंसला बनाते हैं। इनका घोंसला 10 क.मी. तक लबा हो सकता है।",
  "The gentle Dudunsparce will put Pokémon that wander into its nest onto its back and carry them to the entrance.": "अछे वभाव क ये पोकमॉन अपने घोंसल में घुस आने वाल पोकमॉन को अपनी पीठ पर बठा कर उहें वेश ार तक छोड़ आते हैं।",
  "Only a Bisharp that stands above all others in its vast army can evolve into Kingambit.": "कवल वही वज़ीरचॉप जो अपनी वशाल सेना में अय सभी से बलवान होता है, कतानाशाह में वकसत हो सकता है।",
  "Sightings of this Pokémon have occurred in recent years. The name Great Tusk was taken from a creature listed in a certain book.": "इस पोकमॉन को हाल क वषों में देखा गया है। महादंत का नाम एक ाणी पर आधारत है जसका उलख कसी कताब में कया गया है।",
  "There has been only one reported sighting of this Pokémon. It resembles a mysterious creature depicted in an old expedition journal.": "इसक देखे जाने क कवल एक ही घटना सामने आयी है। ये एक पुराने याा जनल में उलखत रहयमय ाणी जैसे दखते हैं।",
  "It is possible that the creature listed as Brute Bonnet in a certain book could actually be this Pokémon.": "संभव है क कसी कताब में ोधीूम क नाम से उलखत एक ाणी वातव में यह पोकमॉन है।",
  "This Pokémon has characteristics similar to those of Flutter Mane, a creature mentioned in a certain book.": "इस पोकमॉन क वशेषताएँ लहराहेयर जैसी हैं, जसका उलख कसी कताब में कया गया है।",
  "This mysterious Pokémon has some similarities to a creature that an old book introduced as Slither Wing.": "इस रहयमयी पोकमॉन में उस ाणी से कछ समानताएँ हैं जो एक पुरानी कताब में रंगापंख क नाम से उलखत है।",
  "No records exist of this Pokémon being caught. Data is lacking, but the Pokémon’s traits match up with a creature shown in an expedition journal.": "इसक पकड़े जाने का कोई रकॉड नहीं है। अधक डाटा नहीं है लकन इसक वशेषताएं एक याा जनल में वणित ाणी से मेल खाती हैं।",
  "Sightings of this Pokémon have occurred in recent years. It resembles a mysterious object described in an old expedition journal.": "ये पोकमॉन हाल क वषों में देखे गये हैं। ये एक पुराने याा जनल में वणित रहयमय वतु जैसे दखते हैं।",
  "It resembles a mysterious object mentioned in an old book. There are only two reported sightings of this Pokémon.": "यह एक पुरानी कताब में वणित रहयमय वतु जैसे दखते हैं। इस पोकमॉन क कवल दो बार देखे जाने क सूचना है।",
  "This Pokémon shares many similarities with Iron Hands, an object mentioned in a certain expedition journal.": "इस पोकमॉन में एक याा जनल में वणित वतु, आइरनभुजा से मेल खाती कई समानताएँ हैं।",
  "It’s possible that Iron Jugulis, an object described in an old book, may actually be this Pokémon.": "यह संभव है क एक पुरानी कताब में वणित आइरनहलक नामक वतु, वातव में यह पोकमॉन हो।",
  "No records exist of this species being caught. Data is lacking, but the Pokémon’s traits match up with an object described in an old book.": "इसक पकड़े जाने का कोई रकॉड नहीं है। अधक डाटा उपलध नहीं है लकन इसक वशेषताएं एक पुरानी कताब में वणित वतु से मेल खाती हैं।",
  "Some of its notable features match those of an object named within a certain expedition journal as Iron Thorns.": "इसक कछ उलखनीय वशेषताएँ कसी याा जनल में वणित, आइरनपाइक नामक वतु से मेल खाती हैं।",
  "Frigibax absorbs heat through its dorsal fin and converts the heat into ice energy. The higher the temperature, the more energy Frigibax stores.": "ये अपने पीठ क पंख से गमी को सोख क आइस एनिज में बदलते हैं। ये जतनी ज़्यादा गमी हो उतनी ज़्यादा एनिज जमा करते हैं।",
  "Arctibax freezes the air around it, protecting its face with an ice mask and turning its dorsal fin into a blade of ice.": "ये अपने आस-पास क हवा को जमा कर अपने चेहर को बफ़ क माक से बचाते हैं और पीठ क पंख को बफ़ क कटार में बदलते हैं।",
  "This Pokémon blasts cryogenic air out from its mouth. This air can instantly freeze even liquid-hot lava.": "ये अपने मुँह से बद सद बफ़ील हवा छोड़ते है जो लावा तक को एक पल में जमा सकती है।",
  "This Pokémon was born from passion that seeped into a coin. It wanders, apparently seeking to return to the treasure chest it once inhabited.": "ये एक सक में घुसे जुनून से पैदा ए हैं। ये उस खज़ाने क बसे क तलाश में घूमते रहते हैं जसमे वह सका कभी था।",
  "Its body seems to be made up of 1,000 coins. This Pokémon gets along well with others and is quick to make friends with anybody.": "आग क गमी से इनक सींग 1,000 डी तक गम हो सकते हैं। जससे चोटल जीवों को घाव और जलन दोनों होती है।",
  "The grudge of a person punished for writing the king’s evil deeds upon wooden tablets has clad itself in dead leaves to become a Pokémon.": "एक राजा क ककमों को लकड़ी क ततयों पर लखने क लए दंडत यत का ेष सूखी पतयों से चपक कर पोकमॉन बन गया।",
  "This Pokémon can control 100 tons of fallen snow. It plays around innocently by leaping in and out of avalanches it has caused.": "यह 100 टन गर ई बफ़ को नयंित कर सकता है। ये हमखलन पैदा कर, बफ़ में उछल-उछल कर मासूमयत से खेलता है।",
  "The fear poured into an ancient ritual vessel has clad itself in rocks and dirt to become a Pokémon.": "एक ाचीन अनुठान पा में उड़ेला गया डर, पथरों और कंकड़ों से चपक कर पोकमॉन बन गया।",
  "It controls flames burning at over 5,400 degrees Fahrenheit. It casually swims through the sea of lava it creates by melting rock and sand.": "ये 3,000 डी से अधक गम आग क लपटों को नयंित कर सकते हैं। ये चानों और रत को िपघलाकर लावा क समु में तैर सकते हैं।",
  "It is possible that this is the creature listed as Roaring Moon in an expedition journal that still holds many mysteries.": "संभवतः यह एक रहयमय याा जनल में चाँदरोर क प में वणित ाणी है।",
  "It’s possible that this is the object listed as Iron Valiant in a certain expedition journal.": "यह संभव है क यह कसी याा जनल में वणित वतु, आइरनयोा हो।",
  "This seems to be the Winged King mentioned in an old expedition journal. It was said to have split the land with its bare fists.": "तीत होता है क ये एक पुराने याा जनल में वणित पंखों वाला राजा है जसने कवल अपने हाथों से धती को चीर दया था।",
  "This seems to be the Iron Serpent mentioned in an old book. The Iron Serpent is said to have turned the land to ash with its lightning.": "ऐसा लगता है क यह एक पुरानी कताब में उलखत आइरन सप है। कहा जाता है क आइरन सप ने अपनी बजल से भूम को राख में बदल दया था।"
}